[
{"hotel_name": "Hôtel Le Roosevelt Lyon", "url_hotel": "https://www.booking.com/hotel/fr/hotelrooseveltlyon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=bd0fcc8506329ef06631b9e8041fe846&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.76825733744846,4.848283231258392", "score": "8.5", "text_description": "Situé à Lyon, l’Hôtel Le Roosevelt Lyon vous propose un hébergement avec une réception ouverte 24h/24 et une connexion Wi-Fi gratuite. La station de métro la plus proche est accessible en 5 minutes à pied. L’établissement dispose d’un parking privé sécurisé, accessible sous réserve de disponibilité.\n\nClimatisées, toutes les chambres sont dotées d’un bureau, d’un coffre-fort et d’une télévision par satellite à écran plat. La salle de bains privative est pourvue d’une baignoire ou d’une douche et d’articles de toilette gratuits.\n\nUn petit-déjeuner buffet chaud et froid est servi tous les matins. Il se compose de viennoiseries, de pain, de céréales, de fromage, de charcuterie, de jus de fruits et de boissons chaudes. L'hôtel dispose également d'un bar et d'un partenariat avec une salle de sport locale.\n\nLa place Bellecour et la cathédrale Saint-Jean-Baptiste se trouvent à 2,5 km. La gare de Lyon Part-Dieu est accessible à 21 minutes à pied.", "address": "48, rue de Sèze, 6e arr., 69006 Lyon, France"},
{"hotel_name": "Hotel Elysée", "url_hotel": "https://www.booking.com/hotel/fr/elysee-lyon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=fa3936665b67b07c677bd844e02250de&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.7596388109359,4.833902567625046", "score": "8.1", "text_description": "L’Hotel Elysée vous accueille au cœur du centre-ville de Lyon, à seulement quelques pas de la place Bellecour. Les hébergements sont insonorisés et disposent d’une connexion Wi-Fi gratuite.\n\nCette résidence du XIXe siècle propose des chambres avec salle de bains privative, équipées de la climatisation et de la télévision par satellite. Toutes les chambres sont accessibles par un ascenseur qui part du premier étage.\n\nUn petit-déjeuner est servi tous les matins dans l’ancienne cave voûtée de l’établissement. Vous pourrez également prendre un verre au bar.\n\nVous séjournerez à proximité de nombreux commerces, musées, cinémas et restaurants gastronomiques.\n\nLa station de métro Bellecour, située à 100 mètres de l’Hotel Elysée, permet d’accéder à tous les quartiers de Lyon. La gare de la Part-Dieu se trouve à 2 km.", "address": "92 rue Président Edouard Herriot, 2e arr., 69002 Lyon, France"},
{"hotel_name": "Hotel des Savoies Lyon Perrache", "url_hotel": "https://www.booking.com/hotel/fr/hoteldessavoies.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=9016b75fe36e302f1aed37cd460ba545&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.74973596622572,4.829850420355797", "score": "7.7", "text_description": "Situé dans le quartier de la Presqu&#39;île de Lyon, l&#39;Hotel des Savoies Lyon Perrache propose un hébergement avec connexion Wi-Fi gratuite dans l&#39;ensemble de son enceinte, à 7 minutes à pied de la gare de Lyon-Perrache.\n\nToutes les chambres sont climatisées et disposent d'une bouilloire électrique ainsi que d'une télévision à écran plat. Elles comprennent une salle de bains privative. Des sèche-cheveux sont disponibles sur demande.\n\nLe petit-déjeuner est servi tous les matins en chambre ou à emporter moyennant des frais supplémentaires. Il se compose de boissons chaudes, de jus de fruits, de viennoiseries, de pain, de fromage et de charcuterie. La réception de l’établissement est ouverte 24h/24.\n\nL’Hotel des Savoies Lyon Perrache est à 13 minutes de route du musée des beaux-arts de Lyon, et vous pourrez rejoindre le Vieux-Lyon en 17 minutes à pied. L’aéroport de Lyon-Saint-Exupéry est, quant à lui, situé à 31 km.", "address": "80 Rue de la Charité, 2e arr., 69002 Lyon, France"},
{"hotel_name": "Séjours & Affaires Lyon Saint-Nicolas", "url_hotel": "https://www.booking.com/hotel/fr/sejours-affaires-lyon-saint-nicolas.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=7aa8c7efe943ca0b2aa9c7ff58019753&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.754237051783875,4.8590898513793945", "score": "7.3", "text_description": "Le Séjours & Affaires Lyon Saint-Nicolas se situe dans le centre-ville de Lyon, à 750 mètres de la gare ferroviaire de Lyon-Part-Dieu.\n\nLes studios et appartements possèdent une kitchenette munie d'équipements, d'un réfrigérateur et d'un micro-ondes, une connexion Wi-Fi gratuite, un bureau, une salle de bains privative ainsi qu'une télévision.\n\nL'établissement assure gracieusement une prestation de ménage hebdomadaire et comporte une salle de réunion. Les services hôteliers organisés moyennant un supplément comptent le parking et la blanchisserie.\n\nVous rejoindrez directement la place Bellecour et le Vieux Lyon depuis la station de métro Garibaldi accessible à 700 mètres.", "address": "90 Boulevard Vivier Merle, 3e arr., 69003 Lyon, France"},
{"hotel_name": "MEININGER Hotel Lyon Centre Berthelot", "url_hotel": "https://www.booking.com/hotel/fr/meininger-lyon-centre-berthelot.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=cc7238aafc50f21e0df3b68cf1a08eef&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.746083,4.837187", "score": "8.3", "text_description": "Situé à Lyon, le MEININGER Hotel Lyon Centre Berthelot propose un bar, un parking privé, un salon commun et une terrasse. Il vous accueille à 200 mètres du musée de la Résistance et à 3,1 km de la basilique Notre-Dame de Fourvière.\n\nToutes les chambres comprennent une télévision par câble à écran plat et une salle de bains privative.\n\nL’hôtel sert un petit-déjeuner buffet continental.\n\nL'établissement possède une réception ouverte 24h/24 et une cuisine commune. La terrasse est ouverte uniquement pendant le service du petit-déjeuner.\n\nLe MEININGER Hotel Lyon Centre Berthelot se trouve à 2,9 km du musée des Beaux-Arts de Lyon, à 2,4 km du musée des Confluences et à 1,3 km de la gare de Lyon-Perrache. L’aéroport de Lyon-Saint-Exupéry, le plus proche, se trouve à 26 km de l’hébergement.", "address": "Rue Professeur Zimmermann 7, 7e arr., 69007 Lyon, France"},
{"hotel_name": "Première Classe Lyon Centre Gare Part Dieu", "url_hotel": "https://www.booking.com/hotel/fr/premiere-classe-lyon-centre-gare-part-dieu.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=1f0603c273f8c161bc6225dbfec5ce10&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.756034577239554,4.859098568558693", "score": "7.4", "text_description": "L'hôtel Première Classe Lyon Centre Gare Part Dieu propose des hébergements climatisés dotés d'une connexion Wi-Fi gratuite, à 500 mètres de la gare ferroviaire, de la station de métro et de la gare routière de Lyon Part-Dieu.\n\nLes chambres de cet hôtel Première Classe comprennent une télévision, un bureau, ainsi qu'une salle de bains privative munie d'une douche, d'un lavabo et de toilettes. Toutes sont accessibles par ascenseur et peuvent accueillir un lit bébé.\n\nUn petit-déjeuner buffet est servi chaque matin.\n\nLa Première Classe Lyon Centre Gare Part Dieu se trouve à 8 minutes à pied du centre commercial La Part-Dieu. Vous séjournerez à 10 minutes en métro ou en bus du Vieux-Lyon et à 26 km de l'aéroport de Lyon Saint-Exupéry.", "address": "75 Boulevard Marius Vivier Merle, 3e arr., 69003 Lyon, France"},
{"hotel_name": "B&B HOTEL LYON Centre Perrache Berthelot", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-lyon-centre-perrache-berthelot.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=5bd81ae3caaed634c0d463ee6b786939&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.7478087,4.83553970000003", "score": "7.8", "text_description": "Ouvert en décembre 2017, le B&B HOTEL LYON Centre Perrache Berthelot se situe à 9 minutes de marche de l'arrêt de transports en commun le plus proche. Cet établissement propose des hébergements dotés d'une connexion Wi-Fi gratuite. Les tramways, les bus et les métros offrent un accès facile au centre-ville de Lyon ainsi qu'à la gare et au quartier de la Part-Dieu. Un parking couvert privé est disponible sur place, moyennant des frais supplémentaires.\n\nToutes les chambres climatisées de l'hôtel comprennent un bureau, une armoire, une télévision par satellite à écran plat et une salle de bains privative.\n\nChaque matin, l'établissement sert un petit-déjeuner buffet.\n\nParlant anglais et français, le personnel de la réception pourra vous fournir des informations pratiques sur la région.\n\nLe musée des Confluences est à 5 arrêts de tramway. Vous rejoindrez la place Bellecour en moins de 20 minutes à pied. La salle de conférences et de concerts Halle Tony Garnier se trouve à 2,2 km. L'aéroport de Lyon-Saint-Exupéry, le plus proche, est à 30 km.", "address": "43 Rue Raulin, 7e arr., 69007 Lyon, France"},
{"hotel_name": "Citadines Presqu'île Lyon", "url_hotel": "https://www.booking.com/hotel/fr/citadines-aparthotel-lyon-presqu-ile.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=bcd2fdddbd1b4d553adf312440a34b2c&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.7615873580887,4.832626506686211", "score": "8.5", "text_description": "Le Citadines Presqu'île Lyon est situé dans le centre-ville de Lyon, entre le Rhône et la Saône, au cœur du quartier de la Presqu'île. Ses studios et appartements sont entièrement équipés et bénéficient d'une connexion Wi-Fi gratuite.\n\nLes hébergements du Citadines Presqu'île Lyon comprennent un coffre-fort, du matériel de repassage et une télévision par satellite. La kitchenette est pourvue d'un réfrigérateur, d'un micro-ondes, d'un lave-vaisselle et d'un grille-pain. Le linge de lit et les serviettes sont fournis. Certains logements bénéficient de la climatisation.\n\nMoyennant des frais supplémentaires, un petit-déjeuner buffet est servi tous les matins dans la salle prévue à cet effet. La réception est ouverte 24h/24. L'établissement possède également une laverie assurant un service de nettoyage à sec, moyennant un supplément.\n\nLe Citadines Presqu'île Lyon est à 450 mètres de la station de métro Cordeliers Bourse. Vous séjournerez à 6 minutes à pied du Vieux Lyon et à 500 mètres de la place Bellecour. La gare de Lyon-Perrache est à 13 minutes de route. Un parking est disponible à proximité moyennant des frais supplémentaires et sous réserve de disponibilité.", "address": "2 Rue Thomassin, 2e arr., 69002 Lyon, France"},
{"hotel_name": "Résidence Montempô Part Dieu", "url_hotel": "https://www.booking.com/hotel/fr/residence-hoteliere-temporim-part-dieu.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=a4a00dd839e2f4ac2629058de4172866&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.75916256391318,4.865237474441528", "score": "7.8", "text_description": "Située à Lyon, la Résidence Montempô Part Dieu propose des studios et des appartements entièrement équipés. Vous séjournerez à 400 mètres de la gare de Lyon-Part-Dieu et vous bénéficierez d'une connexion Wi-Fi gratuite.\n\nLes studios et appartements climatisés comprennent un coin repas, une télévision à écran plat et un bureau. La kitchenette est équipée d'un micro-ondes, d'un réfrigérateur et de plaques de cuisson électriques. La salle de bains privative est pourvue d’une douche.\n\nChaque jour, le petit-déjeuner peut être livré en chambre moyennant des frais supplémentaires. Il se compose d'un croissant, de pain frais, d'un yaourt, de jus de fruits, d'une boisson chaude et de confitures.\n\nVous pourrez profiter d’un service de repassage et de blanchisserie moyennant des frais supplémentaires.\n\nDe nombreux cafés et restaurants sont accessibles en moins de 10 minutes de marche. Un parking privé est disponible dans le garage sur place.", "address": "30 Avenue Georges Pompidou, 3e arr., 69003 Lyon, France"},
{"hotel_name": "Radisson Blu Hotel, Lyon", "url_hotel": "https://www.booking.com/hotel/fr/radisson-blu-hotel-lyon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=a932e609f23cd4dcab69f911482e202d&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.7610637851169,4.855152368545532", "score": "8.2", "text_description": "Le Radisson Blu Hotel, Lyon est situé à Lyon, à 300 mètres de la gare Part-Dieu. Il possède un bar-restaurant offrant une vue panoramique sur Lyon depuis le 32e étage de l’emblématique tour Part-Dieu. Il propose une salle de sport et une connexion Wi-Fi gratuite dans l'ensemble de ses locaux. Un parking privé est accessible sur place, moyennant des frais supplémentaires.\n\nToutes les chambres sont climatisées et offrent une vue panoramique sur Lyon. Elles disposent d’une salle de bains privative et d’un coffre-fort pour ordinateur portable. Leur coin salon est doté d’une télévision à écran plat.\n\nUn petit-déjeuner buffet est servi chaque matin au bar-restaurant Celest. Vous pourrez savourer une cuisine internationale et créative pour le déjeuner ou le dîner. Vous pourrez également accéder à l'épicerie du restaurant tout au long de la journée.\n\nLe centre commercial de la Part-Dieu est à 100 mètres, tandis qu’une station de métro se trouve à 200 mètres. Les autoroutes A6, A7, A42 et A43 sont toutes accessibles en moins de 20 minutes en voiture. L’aéroport de Lyon-Saint-Exupéry, le plus proche, est distant de 27 km.\n\nUn parking privé est à votre disposition sur place, moyennant des frais supplémentaires et sous réserve de disponibilité.", "address": "129 rue Servient, 3e arr., 69003 Lyon, France"},
{"hotel_name": "LYON HYPERCENTRE LES CORDELIERS", "url_hotel": "https://www.booking.com/hotel/fr/lyon-hypercentre-les-cordeliers.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=cddf41b18bc20e9c138c19717128b40c&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.7629032,4.8360115", "score": "9.1", "text_description": "L’établissement LYON HYPERCENTRE LES CORDELIERS possède un sauna, ainsi que des hébergements avec la climatisation et une connexion Wi-Fi gratuite dans le centre de Lyon, à 600 mètres de ce lieu d’intérêt : Musée des Beaux-Arts de Lyon.\n\nChaque hébergement possède une télévision à écran plat avec les chaînes du câble. Vous bénéficierez également d’une cuisine complètement équipée comprenant une table à manger, ainsi que d’une salle de bains privative comportant une douche, des articles de toilette gratuits et un sèche-cheveux. Un réfrigérateur, un lave-vaisselle et un four sont également à disposition, de même qu’une machine à café et une bouilloire.\n\nVous séjournerez à proximité de ces lieux d’intérêt : Musée Miniature et Cinéma, Gare de Lyon-Part-Dieu et Théâtre antique de Fourvière. L'aéroport le plus proche (Aéroport de Lyon - Saint-Exupéry) est à 30 km.", "address": "33 Rue de la République, 2e arr., 69002 Lyon, France"},
{"hotel_name": "Campanile Lyon Centre - Berges du Rhône", "url_hotel": "https://www.booking.com/hotel/fr/bleumarinelyoncentre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=22592d8459737950115591a100905c3a&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.756699862193926,4.841953217983246", "score": "7.4", "text_description": "Le Campanile Lyon Centre - Berges du Rhône propose une connexion Wi-Fi gratuite. Il se situe à seulement 2 minutes à pied de la station de métro Guillotière et à 8 minutes en voiture de la gare de la Part-Dieu.\n\nRéparties sur 8 étages, les chambres du Campanile sont décorées avec simplicité et disposent de la climatisation. Veuillez noter que seule la télévision du bar diffuse les chaînes satellite et Canal+. La salle de bains privative est équipée d'une baignoire ou d'une douche et d'un sèche-cheveux. Quatre des chambres sont adaptées aux personnes à mobilité réduite.\n\nTous les matins, vous pourrez savourer un petit-déjeuner buffet à l’hôtel. Il vous fera profiter d'une réception ouverte 24h/24, de 2 salles de réunion et d'un service d'enregistrement rapide. Des journaux sont disponibles gratuitement.\n\nCet hôtel se trouve à 15 minutes de marche de la place Bellecour et de la rue de la République, la rue commerçante principale de Lyon. Vous pourrez rejoindre les autoroutes A6 et A7 en 5 minutes de route.", "address": "4-6, rue Mortier, 3e arr., 69003 Lyon, France"},
{"hotel_name": "Adagio Access Lyon Centre Université", "url_hotel": "https://www.booking.com/hotel/fr/comfort-suite-rive-gauche-lyon-centre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=eed7649475733eba46fbc7f269d830da&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.74916932775585,4.838733896613121", "score": "8.3", "text_description": "L'Adagio Access Lyon Centre Université propose des hébergements en appart'hôtel à Lyon, à 1,5 km de la gare de Perrache et de la place Bellecour. Dotés d'une connexion Wi-Fi gratuite, les studios et les appartements en duplex peuvent accueillir jusqu'à 5 personnes.\n\nTous les appartements disposent de la climatisation, d'une télévision à écran plat avec les chaînes Canal+ et beIN Sports, d'une kitchenette ainsi que d'une douche privative. Du café et du thé gratuits vous seront fournis. Les serviettes de toilette et le linge de lit sont fournis.\n\nChaque matin, vous pourrez profiter d'un petit-déjeuner buffet composé de viennoiseries, de pain frais et de mets salés. L'établissement assure tout un éventail de services hôteliers à la carte.\n\nUn arrêt de tramway installé à 200 mètres vous permettra de vous rendre à la gare de Lyon-Part-Dieu en 15 minutes. Vous séjournerez à quelques minutes de marche des universités Lyon II et Lyon III, de l'Institut d'études politiques (IEP) ainsi que du centre hospitalier Saint-Joseph Saint-Luc. L’aéroport de Lyon-Saint-Exupéry, le plus proche, est installé à 19 km.", "address": "31, rue Chevreul, 7e arr., 69007 Lyon, France"},
{"hotel_name": "Lyon Marriott Hotel Cité Internationale", "url_hotel": "https://www.booking.com/hotel/fr/marriott-lyon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=22dad9143196deb99419ae25fcba5c65&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.78492084747153,4.8528993129730225", "score": "8.1", "text_description": "Le Lyon Marriott Hôtel Cité Internationale vous propose des chambres climatisées près du Rhône et du parc de la Tête d'Or. Installé au sein du complexe de la Cité Internationale, il met gratuitement à votre disposition une salle de sport et une connexion Wi-Fi.\n\nToutes les chambres comprennent une télévision à écran plat, un plateau/bouilloire et une radio avec lecteur MP3. Leur salle de bains privative est pourvue d'une baignoire, d'une douche, de peignoirs et de chaussons.\n\nVous pourrez déguster un petit-déjeuner buffet chaque matin. Ce repas pourra vous être servi en chambre moyennant des frais supplémentaires. Agrémenté d'une terrasse, le restaurant Zucca propose une cuisine italienne avec des fromages et des vins raffinés. Pendant le brunch du dimanche, les enfants pourront profiter d'activités dans une salle prévue à cet effet.\n\nL'établissement se trouve à deux pas du centre des congrès et d'un arrêt de bus desservant le centre-ville de Lyon, accessible en seulement 10 minutes de route. Vous rejoindrez l’aéroport de Lyon-Saint-Exupéry en 30 minutes en voiture.", "address": "70 Quai Charles de Gaulle, 6e arr., 69006 Lyon, France"},
{"hotel_name": "Hotel du Théatre", "url_hotel": "https://www.booking.com/hotel/fr/du-theatre-lyon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=2cef84e09718b244ec1029289f58220b&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.76021516731861,4.831921756267548", "score": "7.4", "text_description": "L'Hôtel du Théâtre vous accueille dans le centre de Lyon, entre le Rhône et la Saône, à 1 km de l'opéra de Lyon et du musée des beaux-arts. Il propose des hébergements avec salle de bains privative. Certaines chambres donnent sur la place des Célestins. Vous disposerez d’une connexion Wi-Fi gratuite.\n\nSitué aux étages supérieurs d’un bâtiment du XIXe siècle et accessible par un escalier, l'hôtel ne dispose pas d'ascenseur. Chaque chambre dispose d'une télévision par satellite à écran plat et d'une salle de bains privative avec douche ou baignoire.\n\nLa rue de la République, la principale artère commerçante de Lyon, se trouve à 4 minutes à pied de l’hôtel. La station de métro Bellecour (lignes A et D) est à seulement 350 mètres.\n\nUne station de location de vélos est située juste au pied de l’hôtel. La gare de Lyon-Perrache se trouve à 2 km et celle de Lyon Part-Dieu à 3 km.\n\nVeuillez noter que l'hôtel ne dispose pas d'ascenseur, ni de la climatisation.", "address": "10 rue de Savoie, 2e arr., 69002 Lyon, France"},
{"hotel_name": "Résidence Villemanzy", "url_hotel": "https://www.booking.com/hotel/fr/residence-villemanzy.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=1660a8339d40e6f7b6f7c99de06651f3&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.77193514928889,4.83545757830143", "score": "7.5", "text_description": "Offrant une vue sur les Alpes et le Rhône, la Résidence Villemanzy occupe un ancien couvent à Lyon, à moins de 650 mètres de la place des Terreaux, de l’opéra national de Lyon et des quais du Rhône. Vous bénéficierez d’une connexion Wi-Fi gratuite.\n\nToutes les chambres disposent d’une kitchenette équipée d’un lave-vaisselle, d’un micro-ondes et d’un coin repas. Elles sont également dotées d’une télévision par câble.\n\nUn petit-déjeuner buffet composé de viennoiseries françaises, de boissons chaudes, de produits laitiers, de céréales, de salade de fruits et de charcuterie vous sera servi moyennant des frais supplémentaires. Cet établissement possède par ailleurs un jardin et une terrasse.\n\nLa station de métro Croix Paquet se trouve à 200 mètres, tandis que le parc de la Tête d’Or est accessible en 20 minutes de marche. Vous rejoindrez la gare de Lyon-Perrache en 20 minutes de route.", "address": "21 Montee St Sebastien, 1er arr., 69001 Lyon, France"},
{"hotel_name": "Séjours & Affaires Lyon Park Lane", "url_hotel": "https://www.booking.com/hotel/fr/residence-park-lane.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=cddf41b18bc20e9c138c19717128b40c&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.76914699444473,4.806228876113892", "score": "7.3", "text_description": "Le Séjours & Affaires Lyon Park Lane propose des hébergements à Lyon, à 5 minutes à pied de la station de métro Gorge de Loup. Une connexion Wi-Fi est disponible gratuitement dans l’ensemble des locaux.\n\nTous les studios et appartements disposent d'une télévision à écran plat. Ce logement comprend une salle de bains privative ainsi qu'une kitchenette équipée d'un micro-ondes, d'un réfrigérateur et de plaques de cuisson. Certains appartements bénéficient d'un balcon privé.\n\nUn petit-déjeuner buffet est servi uniquement du lundi au vendredi, moyennant des frais supplémentaires. Vous pourrez utiliser la buanderie sur place moyennant un coût supplémentaire.\n\nSur place, certaines places de parking peuvent être attribuées, sur réservation préalable et sous réserve de disponibilité. Pour rejoindre le Vieux Lyon en 2 minutes, empruntez la ligne D du métro depuis la station Gorge de Loup. Vous séjournerez à 4 km de la Place Bellecour et à 13 minutes en voiture de la gare de Lyon-Perrache.", "address": "43 Rue Du Sergent Berthet, 9e arr., 69009 Lyon, France"},
{"hotel_name": "Hotelo Lyon Charité", "url_hotel": "https://www.booking.com/hotel/fr/hotelo-lyon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=bd0fcc8506329ef06631b9e8041fe846&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.7492970675663,4.829564094543457", "score": "8.1", "text_description": "Situé dans le centre historique de Lyon, dans un bâtiment datant du XIXe siècle à côté de la place Carnot, l'Hotelo Lyon Charité propose des hébergements avec une connexion Wi-Fi gratuite et une réception ouverte 24h/24.\n\nToutes les chambres disposent de la climatisation, d'un bureau, d'une télévision par satellite à écran plat avec Canal+, ainsi que d'une salle de bains privative.\n\nVous pourrez déguster un petit-déjeuner buffet qui comporte des viennoiseries, du pain, des yaourts, des jus de fruits et des boissons chaudes. De nombreux restaurants sont accessibles à pied.\n\nLa gare et la station de métro Perrache sont accessibles en 3 minutes à pied. Vous pourrez rejoindre les autoroutes E15 et A6 en quelques minutes en voiture.", "address": "86 Rue de la Charité, 2e arr., 69002 Lyon, France"},
{"hotel_name": "Hôtel Charlemagne by Happyculture", "url_hotel": "https://www.booking.com/hotel/fr/hotelbestwesterncharlemagne.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=bd0fcc8506329ef06631b9e8041fe846&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.74602253133387,4.823893904685974", "score": "8.0", "text_description": "L’Hôtel Charlemagne by Happyculture se trouve dans le centre de Lyon, à 5 minutes de marche de la station de métro et gare TGV de Lyon-Perrache. Les hébergements sont climatisés et dotés d’une connexion Wi-Fi gratuite.\n\nToutes les chambres disposent d’une télévision par satellite et d’une salle de bains privative. Certaines chambres possèdent également un balcon privé.\n\nUn petit-déjeuner buffet est proposé tous les jours. Le restaurant de l'Hôtel Charlemagne by Happyculture, La Bibliothèque, sert par ailleurs une cuisine régionale. Vous pourrez prendre un verre au bar Le Mélèze, doté d’une terrasse fleurie.\n\nL’hôtel est à 20 minutes de marche de la place Bellecour et à 2 km de la basilique Notre-Dame de Fourvière. L’arrêt de tramway Suchet se trouve à seulement 120 mètres.", "address": "23 Cours Charlemagne, 2e arr., 69002 Lyon, France"},
{"hotel_name": "Hôtel Vaubecour - Centre Lyon Ainay - Perrache", "url_hotel": "https://www.booking.com/hotel/fr/vaubecour.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=bd0fcc8506329ef06631b9e8041fe846&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.7536869,4.825845200000003", "score": "8.4", "text_description": "L'Hôtel Vaubecour - Centre Lyon Ainay - Perrache se trouve à Lyon, au 2e étage d'un immeuble. L’hôtel est situé à 500 mètres de la gare de Lyon-Perrache et à 1,6 km du musée des Beaux-Arts de Lyon. Une connexion Wi-Fi est disponible gratuitement.\n\nAccessibles par un ascenseur, les hébergements non-fumeurs disposent d’un bureau et d’une télévision par satellite. Leur salle de bains privative est pourvue d’une douche. L’Hôtel Vaubecour - Centre Lyon Ainay - Perrache assure gratuitement un service de ménage quotidien.\n\nVeuillez noter que l'établissement ne dispose pas de la climatisation.\n\nVous pourrez prendre votre petit-déjeuner dans la salle prévue à cet effet. Une bibliothèque et des jeux de société sont à votre disposition.\n\nVous rejoindrez le quartier des affaires de la Part-Dieu à 2,4 km L’aéroport de Lyon-Saint-Exupéry est installé à 20 km.\n\nVeuillez noter que l'ascenseur n'est pas accessible aux personnes à mobilité réduite.", "address": "28 rue Vaubecour, 2ème étage,, 2e arr., 69002 Lyon, France"},
{"hotel_name": "Hotel Saint Vincent", "url_hotel": "https://www.booking.com/hotel/fr/saint-vincent-lyon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=cddf41b18bc20e9c138c19717128b40c&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.76854481702091,4.827895425260067", "score": "8.6", "text_description": "L'Hotel Saint Vincent vous accueille à Lyon, à 10 minutes de marche de l'opéra. Une connexion Wi-Fi est disponible gratuitement dans l'ensemble des locaux.\n\nToutes les chambres comprennent une salle de bains privative pourvue d'une douche et d'articles de toilette gratuits. Du matériel de repassage est fourni sur demande.\n\nChaque matin, un petit-déjeuner est servi moyennant des frais supplémentaires. L'Hotel Saint Vincent propose également des journaux, une bagagerie ainsi qu'une réception ouverte 24h/24. Des bars et des restaurants vous attendent à moins de 100 mètres.\n\nPar ailleurs, vous pourrez rejoindre la Saône à 50 mètres ainsi que le Musée des Beaux-Arts à 600 mètres. La gare de Lyon-Perrache est accessible en 18 minutes en voiture. Un parking public payant est accessible à 5 minutes à pied.", "address": "9 rue Pareille, 1er arr., 69001 Lyon, France"},
{"hotel_name": "Novotel Lyon Centre-Confluence Bord de Saone", "url_hotel": "https://www.booking.com/hotel/fr/novotel-lyon-confluence.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=cddf41b18bc20e9c138c19717128b40c&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.741556723764276,4.815292060375214", "score": "8.2", "text_description": "Implanté dans le centre de Lyon, sur les rives de la Saône, le Novotel Lyon Centre-Confluence Bord de Saone propose une terrasse et un bar avec vue panoramique sur la rivière. Une station de vaporetto, située juste devant l'hôtel, vous permettra de rejoindre la vieille ville de Lyon en navette fluviale, moyennant un supplément. L'établissement se trouve à 950 mètres du Musée des Confluences.\n\nClimatisées et insonorisées, les chambres spacieuses de l'hôtel comprennent une connexion Wi-Fi gratuite et une télévision par satellite. Certaines sont équipées d'une station d'accueil pour iPod.\n\nVous dégusterez une cuisine internationale dans le restaurant de l'établissement. De plus, le petit-déjeuner est servi quotidiennement. Vous savourerez vos repas au restaurant ou sur la terrasse en plein air.\n\nLe Novotel Lyon Centre-Confluence Bord de Saone possède un parking privé disponible moyennant des frais supplémentaires. Les autoroutes A6 et A7 sont à 300 mètres. L'hôtel est placé juste à côté du centre commercial Confluence et à 800 mètres de la gare de Lyon-Perrache.", "address": "3, rue Montrochet, 2e arr., 69002 Lyon, France"},
{"hotel_name": "ibis Lyon Gerland Musée des Confluences", "url_hotel": "https://www.booking.com/hotel/fr/ibis-lyon-gerland-7eme.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=cddf41b18bc20e9c138c19717128b40c&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.733324985383106,4.822880029678345", "score": "7.9", "text_description": "Situé dans le sud de Lyon, sur les rives du Rhône, à 200 mètres des autoroutes A7 et A6, l’ibis Lyon Gerland Musée des Confluences possède une réception ouverte 24h/24, un bar, un restaurant et un parking privé payant. L'hôtel se trouve à 200 mètres de la Halle Tony Garnier et à 600 mètres du musée des Confluences. Vous bénéficierez d’une connexion Wi-Fi gratuite dans l’ensemble des locaux.\n\nToutes les chambres climatisées comprennent une télévision à écran LCD ainsi qu’une salle de bains privative pourvue d’une douche à l’italienne et d’un sèche-cheveux. Certaines offrent une vue sur le musée des Confluences.\n\nChaque matin, l’hôtel sert un petit-déjeuner buffet incluant des mets sucrés et salés tels que des œufs, une salade de fruits, des yaourts et des jus de fruits. Des viennoiseries préparées sur place et des madeleines fraîchement cuites au four sont également proposées. Vous pourrez prendre une boisson chaude et un fruit à emporter. Le bar sert le petit-déjeuner jusqu’à midi.\n\nUn petit-déjeuner express est également servi de 6h30 à midi.\n\nL'ibis Lyon Gerland Musée des Confluences possède une terrasse privée, une bagagerie et un ascenseur. L'arrêt de tramway le plus proche vous attend à 200 mètres, et l'aéroport de Lyon Saint-Exupéry est accessible en 30 minutes de route. Le Matmut Stadium Gerland est situé à 1,5 km. Un garage pour les vélos est à votre disposition sur demande.", "address": "68 Avenue Leclerc, 7e arr., 69007 Lyon, France"},
{"hotel_name": "Hotel Carlton Lyon - MGallery Hotel Collection", "url_hotel": "https://www.booking.com/hotel/fr/carlton-lyon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=cddf41b18bc20e9c138c19717128b40c&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.760987531674914,4.83672559261322", "score": "8.7", "text_description": "Occupant un bâtiment datant de 1894, l’Hotel Carlton Lyon - MGallery Hotel Collection vous accueille sur la Presqu’île de Lyon, à 5 minutes à pied de la station de métro Cordeliers. Vous bénéficierez d’une connexion Wi-Fi gratuite dans l’ensemble des locaux.\n\nToutes les chambres de l’établissement sont insonorisées et dotées de la climatisation. Chaque logement comprend une télévision par câble et satellite ainsi qu’un plateau/bouilloire. Leur salle de bains privative est pourvue de peignoirs, d’un sèche-cheveux, de chaussons et d’articles de toilette gratuits.\n\nTous les matins, un petit-déjeuner buffet incluant des produits locaux est servi dans la salle à manger. Vous pourrez déguster une variété de champagnes et de cocktails signature au bar de l’hôtel.\n\nL’hôtel propose une réception ouverte 24h/24, des salles de réunion ainsi qu’un service de réservation de visites et d’excursions. Des journaux gratuits et une bagagerie sont également disponibles.\n\nL’Hotel Carlton Lyon - MGallery Hotel Collection se trouve à 500 mètres de la place Bellecour et à 1 km de la place des Terreaux. L’aéroport de Lyon-Saint-Exupéry est accessible en 33 minutes en voiture.", "address": "4 rue Jussieu, 2e arr., 69002 Lyon, France"},
{"hotel_name": "Nemea Appart Hotel So Cloud Lyon Gare Part-Dieu", "url_hotel": "https://www.booking.com/hotel/fr/nemea-appart-residence-so-cloud.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&sid=cddf41b18bc20e9c138c19717128b40c&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=921f5a47d4ac057a&type=total&ucfs=1&", "hotel_coordinates": "45.75769,4.858226", "score": "7.6", "text_description": "L’établissement Nemea Appart Hotel So Cloud Lyon Gare Part-Dieu se situe à 500 mètres de ce lieu d’intérêt : Gare de Lyon-Part-Dieu. Il propose des hébergements disposant d’un balcon et d’une connexion Wi-Fi gratuite.\n\nL’établissement dispose d’une télévision à écran plat, ainsi que d'une salle de bains privative comprenant des articles de toilette gratuits, un sèche-cheveux et une douche. Certains logements disposent également d’une kitchenette équipée d’un réfrigérateur, d’un lave-vaisselle et d’un micro-ondes.\n\nUn petit-déjeuner buffet est servi sur place.\n\nCet établissement 4 étoiles dispose d’une piscine intérieure. Sur place, vous trouverez une réception ouverte 24h/24, un salon commun et un centre d’affaires.\n\nUn service de location de vélos est disponible sur place.\n\nVous séjournerez à respectivement 3,5 km et 3,9 km de ces lieux d’intérêt : Musée Miniature et Cinéma et Musée des Beaux-Arts de Lyon. L'aéroport le plus proche (Aéroport de Lyon - Saint-Exupéry) est à 28 km.", "address": "53 Rue Desaix, 3e arr., 69003 Lyon, France"}
]