[
{"hotel_name": "La Taverne", "url_hotel": "https://www.booking.com/hotel/fr/la-taverne.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=130f7e27c408c4a087dc197895aa0b28&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "44.014659,4.4200515", "score": "8.6", "text_description": "La Taverne est située à Uzès, dans une rue piétonne, à seulement 2 minutes à pied du château du Duché. L'office de tourisme se trouve à 100 mètres et le musée Haribo est à 3 km.\n\nLes chambres de La Taverne sont décorées dans un style contemporain et comprennent une connexion Wi-Fi gratuite. Chacune dispose également d'une télévision à écran LCD, de la climatisation et d'une salle de bains privative avec articles de toilette gratuits.\n\nLe petit-déjeuner est servi tous les matins dans la salle prévue à cet effet. Une bagagerie et des journaux sont disponibles à la réception.\n\nLes autres activités locales incluent l'étang du Gard à 14 km ou la visite de Nîmes, à 30 minutes en voiture. L'hôtel est situé à côté de l'office de tourisme d'Uzès et de l'hôtel de ville.\n\nLes chambres sont situées à un étage supérieur et accessibles par des escaliers ou au rez-de-chaussée dans l'annexe.\n\nLa réception est ouverte tous les jours de 16h00 à 19h00. L'hôtel n'a pas la réceptionniste de nuit.", "address": "Rue Xavier Sigalon, 30700 Uzès, France"},
{"hotel_name": "Secret d'Uzès - Le Loft - Avec piscine chauffée", "url_hotel": "https://www.booking.com/hotel/fr/secret-d-uzes-le-loft-uzes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=5ec5324baeed0035ec3f368118e56281&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "44.008072891557,4.324984612995", "score": "10", "text_description": "Situé à Uzès, le Secret d'Uzès - Le Loft - Avec piscine chauffée propose un hébergement climatisé avec une piscine chauffée. Vous bénéficierez gratuitement d'un parking privé et d'une connexion Wi-Fi. Cet établissement non-fumeurs se trouve à 30 km du parc des expositions de Nîmes.\n\nCet appart'hôtel spacieux comprend une chambre, une salle de bains, du linge de lit, des serviettes, une télévision à écran plat, un coin repas, une cuisine entièrement équipée et une terrasse avec vue sur le jardin. Vous pourrez prendre vos repas dans le coin repas extérieur tout en admirant la vue sur la ville.\n\nCet appart'hôtel sert un petit-déjeuner continental tous les matins. Vous pourrez profiter des beaux jours grâce au barbecue de l'établissement.\n\nLe Secret d'Uzès - Le Loft - Avec piscine chauffée possède également une piscine intérieure et une salle de sport. Un service de location de vélos est assuré sur place.\n\nVous séjournerez à 46 km de la gare centrale d'Avignon et à 48 km du palais des papes. L'aéroport de Nîmes-Garons est implanté à 41 km.", "address": "Chemin de la Carrierasse, 30190 Uzès, France"},
{"hotel_name": "Logis Hotel Restaurant Uzès Pont du Gard", "url_hotel": "https://www.booking.com/hotel/fr/uzes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=0186421f4467339d4f940c8e534bcc32&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "44.00284484835363,4.416452050099906", "score": "7.9", "text_description": "Le Logis Hotel Restaurant Uzès Pont du Gard propose des chambres confortables et bien équipées, à seulement 10 minutes à pied du centre. Une piscine extérieure, 2 courts de tennis et un restaurant de qualité sont mis à votre disposition.\n\nToutes les chambres du Logis Hotel Restaurant Uzès Pont du Gard disposent d'une télévision par satellite et d'une salle de bains privative. Une connexion Wi-Fi illimitée est disponible gratuitement.\n\nLe restaurant de l'hôtel sert une cuisine française traditionnelle et offre une vue sur la piscine. En été, vous pourrez prendre vos repas sur la terrasse ombragée.\n\nLe Logis Hotel Restaurant Uzès Pont du Gard est idéalement situé pour découvrir Uzès. La place aux Herbes et la tour Fenestrelle se trouvent à proximité.", "address": "2 Bis rue de l'Emmeraude, 30700 Uzès, France"},
{"hotel_name": "Domaine de Privadière & Spa", "url_hotel": "https://www.booking.com/hotel/fr/domaine-de-privadiere.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=da69f491d878baed3538598369e06e44&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "43.986524,4.302525", "score": "9.5", "text_description": "Situé à Uzès, à 28 km du parc des expositions de Nîmes, le Domaine de Privadière & Spa propose une piscine extérieure ouverte en saison, un parking privé gratuit, un jardin et une terrasse. Situé à 48 km de la gare centrale d'Avignon et à 50 km du palais des Papes, l'établissement possède un restaurant et un bar. Il propose une réception ouverte 24h/24, des transferts aéroport, un service d'étage et une connexion Wi-Fi gratuite dans l'ensemble de ses locaux.\n\nToutes les chambres comprennent une armoire. Leur salle de bains privative est pourvue d'articles de toilette gratuits. Les logements du Domaine de Privadière & Spa disposent d'une télévision à écran plat et de la climatisation. Certains comprennent un coin salon. Tous les logements comprennent un bureau et une machine à café.\n\nVous séjournerez à 24 km du pont du Gard et à 49 km du pont d'Avignon. L'aéroport de Nîmes-Garons est implanté à 40 km.", "address": "Domaine de Privadière, 30190 Uzès, France"},
{"hotel_name": "Hostellerie Provençale", "url_hotel": "https://www.booking.com/hotel/fr/hostellerie-provencale.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=e1379a801127b7da502a53a5efe5ca48&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "44.00924515327312,4.416173994541168", "score": "8.9", "text_description": "En séjournant dans le centre d'Uzès, vous pourrez pleinement apprécier les charmes de cet hôtel typiquement provençal. L'Hostellerie Provençale et son personnel seront ravis de vous accueillir.\n\nL'Hostellerie Provençale occupe une maison vieille de 300 ans proposant à la fois le charme d'une ancienne demeure et la modernité du XXIe siècle.\n\nVous pourrez prendre votre petit-déjeuner sur la terrasse, bénéficiant d'une vue sur Uzès et ses environs. Le restaurant sert des plats méditerranéens et des plats préparés à partir de produits frais issus du marché.\n\nUn marché régional se tient sur la Place aux Herbes, à côté de l'hôtel. Vous pourrez également profiter de votre séjour pour visiter le pont du Gard, la Maison Carrée à Nîmes et le palais des papes à Avignon.\n\nUn parking public se trouve à moins de 5 minutes de marche de l'hôtel.", "address": "1-3 Grande Bourgade, 30700 Uzès, France"},
{"hotel_name": "Hôtel Le Saint-Geniès", "url_hotel": "https://www.booking.com/hotel/fr/le-saint-genies.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=660c0eee84e7629c91bdf6588faf596e&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "44.023394710582856,4.419290721416473", "score": "9.0", "text_description": "Cet hôtel à la gestion familiale est situé au cœur d'un jardin, dans un quartier résidentiel paisible à 1,5 km du centre historique d'Uzès. Il comprend une piscine extérieure et offre de belles vues sur la campagne.\n\nL'hôtel Le Saint-Geniès dispose de confortables chambres insonorisées dotées de la climatisation et d'une télévision par câble à écran plat. Les salles de bains privatives disposent d'un sèche-cheveux et d'une douche.\n\nTous les matins, l'hôtel Le Saint-Geniès vous servira un petit-déjeuner buffet complet que vous pourrez déguster sur la terrasse. Vous pourrez également vous détendre sur la terrasse bien exposée près de la piscine.\n\nL'hôtel Saint-Geniès met à votre disposition une connexion Wi-Fi gratuite dans votre chambre. L'établissement se trouve à 30 km de Nîmes, à 16 km du Pont du Gard et à 30 minutes de route d'Avignon. Un parking public est disponible gratuitement sur place.", "address": "15 impasse Saint-Geniès, 30700 Uzès, France"},
{"hotel_name": "Boutique Hôtel Entraigues", "url_hotel": "https://www.booking.com/hotel/fr/entraigues-uzes2.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=be2908d7435c711f1e1ffba731caed58&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "44.01246437098573,4.421800111045059", "score": "8.9", "text_description": "Doté d’une piscine extérieure, le Boutique Hôtel Entraigues vous accueille à Uzès, dans le Languedoc-Roussillon, à 32 km d’Avignon. Il possède une terrasse bien exposée et offre une vue sur la ville. Une connexion Wi-Fi est disponible gratuitement dans l’ensemble de l’établissement, et vous pourrez profiter d’un parking privé sur place moyennant des frais supplémentaires et sous réserve de disponibilité.\n\nLes chambres sont climatisées et disposent d’une télévision par câble à écran plat ainsi que d’un plateau/bouilloire. Certaines comportent une terrasse, un patio ou un coin salon où vous pourrez vous détendre après une journée bien remplie.\n\nVous trouverez plusieurs restaurants à moins de 2 minutes de marche.\n\nVous aurez la possibilité de pratiquer différentes activités dans les environs, telles que le golf et le vélo. Le Boutique Hôtel Entraigues se trouve à 20 km de Nîmes et à 41 km d'Arles. L’aéroport d’Avignon-Provence est, quant à lui, situé à 40 km.", "address": "4 place de l'Evêché, Rue de la Calade, 30700 Uzès, France"},
{"hotel_name": "UZES APPART HOTEL Résidence Le Mas des Oliviers", "url_hotel": "https://www.booking.com/hotel/fr/le-mas-des-oliviers-ulv.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=7f58a9b04d403bed6020e02fb4092e0e&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "44.0126325895461,4.414148926734924", "score": "6.9", "text_description": "Décoré dans un style provençal, l'UZES APPART HOTEL Résidence Le Mas des Oliviers est situé à 500 mètres du centre d'Uzès et à 1 km de la cathédrale de la ville. Il propose une connexion Wi-Fi gratuite et une piscine intérieure chauffée ouverte d'avril à octobre.\n\nDotés d'une terrasse ou d'un balcon privés, tous les appartements comprennent du carrelage, la climatisation et un salon avec une télévision à écran LCD. Leur salle de bains privative est pourvue d'articles de toilette gratuits.\n\nSur réservation préalable, vous pourrez savourer un petit-déjeuner continental livré chaque matin dans un panier à votre appartement. Vous aurez aussi la possibilité de préparer vos repas dans votre kitchenette équipée de plaques de cuisson.\n\nSur place, vous disposerez de livres et de jeux de société, ainsi que d'un parking souterrain privé gratuit. Vous séjournerez à 30 km de Nîmes et d'Avignon. Par ailleurs, le samedi, vous aurez l'occasion de découvrir le marché provençal d'Uzès. Enfin, l'UZES APPART HOTEL Résidence Le Mas des Oliviers vous fera bénéficier d'un bon de réduction pour visiter le pont du Gard.", "address": "1 rue des Cèdres, 30700 Uzès, France"},
{"hotel_name": "Hotel Restaurant Le Clos De Pradines", "url_hotel": "https://www.booking.com/hotel/fr/clos-des-pradines.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=6563f7a56560382aa86d297c7a2ab181&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "44.0461975690864,4.443197781753497", "score": "8.4", "text_description": "L'établissement Le Clos de Pradines vous accueille à Saint-Quentin-la-Poterie, près de Nîmes, Alès et Avignon. Il propose une terrasse offrant une vue panoramique sur la vallée d'Uzès et la piscine extérieure. Une connexion Wi-Fi est accessible gratuitement dans les parties communes.\n\nLes chambres disposent de la climatisation, d'une télévision, ainsi que d'une salle de bains privative en marbre. Certaines sont dotées d'une terrasse ou d'un balcon et d'une vue.\n\nL'établissement Le Clos de Pradines possède également un restaurant, La Table du Clos. Ce restaurant mentionné dans le guide Michelin vous servira une cuisine régionale gastronomique.\n\nUn jacuzzi et un sauna sont aussi disponibles moyennant des frais supplémentaires et sur réservation.", "address": "Place Du Pigeonnier, 30700 Saint-Quentin-la-Poterie, France"},
{"hotel_name": "Patio De Violette", "url_hotel": "https://www.booking.com/hotel/fr/patio-de-violette.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=327e3d7944346f6cfe310ceacc4cf77f&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "44.02843142473164,4.420023858328932", "score": "8.4", "text_description": "Situé dans la campagne du Languedoc-Roussillon, le Patio De Violette se trouve à 2 minutes de route de la ville d'Uzès. Il dispose d'une piscine extérieure avec un solarium et d'un patio fleuri au premier étage.\n\nToutes les chambres climatisées sont équipées d'une télévision par satellite et d'une connexion Wi-Fi gratuite. Elles sont insonorisées et comprennent un balcon surplombant le patio et une salle de bains privative pourvue d'un sèche-cheveux.\n\nUn petit-déjeuner buffet est servi chaque matin.\n\nDoté sur place d'un parking privé gratuit, l'établissement est installé à 8 km du célèbre pont du Gard. Le musée Haribo est accessible en 5 minutes de route et un service de navette gratuit est assuré les mercredis et samedis.", "address": "8 Chemin de Trinquelaigues, 30700 Uzès, France"},
{"hotel_name": "Château d'Arpaillargues - TERITORIA", "url_hotel": "https://www.booking.com/hotel/fr/chac-teau-d-arpaillargues.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=99519d73ea2942ef9eba0701c5245934&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "43.99945020733687,4.372767806053162", "score": "8.1", "text_description": "Le Château d'Arpaillargues vous accueille dans un château du XVIIIe siècle entouré de jardins, à 4 km de la ville médiévale d'Uzès et à 25 minutes en voiture du pont du Gard. Il vous propose une piscine extérieure, un bain à remous ainsi qu'un court de tennis sur place. De plus, une connexion Wi-Fi est disponible gratuitement.\n\nDonnant sur les jardins, les chambres élégantes et climatisées sont équipées d'une télévision à écran plat et d'un minibar. Chacune d'elles comprend une salle de bains privative avec un peignoir et des articles de toilette gratuits.\n\nServi chaque matin, le petit-déjeuner buffet peut être apprécié sur la terrasse pendant l'été. Pour le dîner, vous pourrez déguster une cuisine régionale dans salle à manger historique de l'hôtel.\n\nPour vous divertir, vous pourrez profiter sur place d'une table de ping-pong et d'un boulodrome. Le Château d'Arpaillargues comporte en outre un espace de stationnement privé accessible gratuitement.", "address": "Rue du Chateau, 30700 Arpaillargues-et-Aureillac, France"},
{"hotel_name": "Secret d'Uzès - Le Duché - Piscine chauffée et Jacuzzi", "url_hotel": "https://www.booking.com/hotel/fr/secret-d-uzes-le-duche-uzes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=4f262c9e05cd5328b75d1f460c564248&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "44.0085782,4.3252278", "score": "10", "text_description": "Situé à Uzès, le Secret d'Uzès - Le Duché - Piscine chauffée et Jacuzzi propose un hébergement climatisé avec une terrasse. Cet appart'hôtel met gratuitement à votre disposition un parking privé, une réception ouverte 24h/24 et une connexion Wi-Fi. Cet établissement non-fumeurs se trouve à 30 km du parc des expositions de Nîmes.\n\nCet appart'hôtel spacieux comprend 2 chambres, 2 salles de bains, du linge de lit, des serviettes, une télévision à écran plat, un coin repas, une cuisine entièrement équipée et une terrasse avec vue sur le jardin. Vous pourrez profiter de l'ambiance des environs depuis le coin repas extérieur.\n\nCet appart'hôtel sert un petit-déjeuner continental chaque matin. Pour les moments où vous préférez ne pas dîner dehors, vous pouvez choisir de cuisiner sur le barbecue.\n\nLe Secret d'Uzès - Le Duché - Piscine chauffée et Jacuzzi possède également une piscine intérieure et un bain à remous. Un service de location de vélos est assuré sur place.\n\nVous séjournerez à 46 km de la gare centrale d'Avignon et à 48 km du palais des papes. L'aéroport de Nîmes-Garons est implanté à 41 km.", "address": "Chemin de la Carrierasse, 30190 Uzès, France"},
{"hotel_name": "La Maison d'Uzès Relais & Châteaux", "url_hotel": "https://www.booking.com/hotel/fr/la-maison-d-uza-s.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=1a3efea5799d5494a072eba6229ecbe1&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "44.0127444719537,4.42113071680069", "score": "8.5", "text_description": "Situé dans le centre de la vieille ville d'Uzès, l'établissement La Maison d'Uzès Relais & Châteaux occupe un bâtiment classé. L'hôtel dispose d'un hammam et d'un bain romain gratuits pendant 30 minutes si vous réservez un soin. Des soins de spa de Clarins sont également disponibles moyennant des frais supplémentaires.\n\nToutes les chambres comprennent une télévision par satellite à écran plat. Les salles de bains privatives sont pourvues d'une baignoire ou d'une douche et d'articles de toilette gratuits.\n\nLe restaurant de l'hôtel sert une cuisine française moderne et des spécialités locales. Vous trouverez d'autres restaurants et bars à moins de 200 mètres.\n\nLa Maison d'Uzès Relais & Châteaux est située à 25 km de la gare de Nîmes. L'aéroport d'Avignon est accessible en 1 heure de route.", "address": "18 rue du Docteur Blanchard, 30700 Uzès, France"},
{"hotel_name": "Secret d'Uzès - Place aux Herbes - Piscine chauffée et Jacuzzi", "url_hotel": "https://www.booking.com/hotel/fr/secret-d-uzes-place-aux-herbes-uzes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=a73dec848962d20c6dcdaa9e10bf2ab9&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "44.0080420250349,4.32490736540788", "score": "10", "text_description": "Situé à Uzès, à 30 km du parc des expositions de Nîmes et à 46 km de la gare centrale d'Avignon, Le Secret d'Uzès - Place aux Herbes - Piscine chauffée et Jacuzzi propose une piscine intérieure et la climatisation. Vous bénéficierez gratuitement d'un parking privé et d'une connexion Wi-Fi. Cet établissement non-fumeurs se trouve à 48 km du palais des papes.\n\nSitué au rez-de-chaussée, cet appart'hôtel spacieux comprend 2 chambres, une télévision à écran plat ainsi qu'une cuisine entièrement équipée avec un lave-vaisselle, un four, un lave-linge, un micro-ondes et un grille-pain. Les serviettes et le linge de lit sont fournis. L'établissement possède un coin repas extérieur.\n\nCet appart'hôtel sert un petit-déjeuner continental. Vous pourrez profiter des beaux jours grâce au barbecue de l'établissement.\n\nUn service de location de vélos est assuré sur place.\n\nVous séjournerez à 22 km du pont du Gard et à 48 km de la gare TGV d'Avignon. L'aéroport de Nîmes-Garons est implanté à 41 km.", "address": "Chemin de la Carrierasse, 30190 Uzès, France"},
{"hotel_name": "Château de Collias", "url_hotel": "https://www.booking.com/hotel/fr/chateau-de-collias.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=e2b923a1cf86f895580ead7b790edf7c&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "43.95294149642264,4.475574244041458", "score": "9.5", "text_description": "L’établissement Château de Collias vous accueille à Collias, à 28 km de ce lieu d’intérêt : Parc des expositions de Nîmes. Il comprend une piscine extérieure, un jardin, une terrasse et un parking privé gratuit. De nombreux équipements et services sont fournis sur place, notamment un restaurant, un service d'étage, un service de concierge et une connexion Wi-Fi gratuite disponible dans l'ensemble des locaux. Vous pourrez prendre un verre au bar sur place.\n\nTous les hébergements sont pourvus de la climatisation, d'un coin salon, d'une télévision à écran plat avec les chaînes du satellite et d'un coffre-fort. Ils possèdent également une salle de bains privative comportant des articles de toilette gratuits et un sèche-cheveux. Certains hébergements offrent une vue sur la ville. Tous comportent une machine à café. Des serviettes et du linge de lit sont fournis.\n\nUn petit-déjeuner américain, végétarien ou sans gluten est servi sur place.\n\nVous pourrez jouer au billard dans cet hôtel 5 étoiles, et la région est prisée des amateurs de randonnée et de vélo.\n\nVous séjournerez à respectivement 32 km et 34 km de ces lieux d’intérêt : Gare d'Avignon-Centre et Palais des Papes d'Avignon. L'aéroport le plus proche (Aéroport de Nîmes Alès Camargue Cévennes) est à 27 km.", "address": "8 Bis chemin du Barry, PL DU CHATEAU 30210 COLLIAS, 30210 Collias, France"},
{"hotel_name": "Le Castellas Hotel & SPA - TERITORIA", "url_hotel": "https://www.booking.com/hotel/fr/castellascollias.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=ec7a36d4c4f6c20a5c9199a2c76b6e0a&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "43.95418957604745,4.476158916950226", "score": "8.6", "text_description": "L'Hostellerie Le Castellas Les Collectionneurs est une résidence du XVIIe siècle, située au cœur de Collias. Cet établissement propose une cour intérieure arborée et fleurie avec une piscine extérieure chauffée équipée d'une option de nage à contre-courant.\n\nLes chambres présentent une décoration individuelle de style moderne, baroque ou raffiné. Une connexion Wi-Fi gratuite et une télévision à écran plat sont également fournies.\n\nVous pourrez déjeuner sous la glycine de la terrasse du jardin. Vous pourrez savourer une cuisine régionale pour le dîner ou profiter d'une dégustation de vins sur place.\n\nL'Hostellerie le Castellas inclut un jacuzzi extérieur, un centre de bien-être et un hammam. La liste complète des soins proposés peut être consultée sur le site de l'hôtel.\n\nL'hôtel se trouve entre Nîmes et Avignon dans les gorges du Gardon et entre le pont du Gard et Uzès, près de la rivière.", "address": "30 Grand Rue, 30210 Collias, France"},
{"hotel_name": "Residhotel Résidence Pont du Gard", "url_hotel": "https://www.booking.com/hotel/fr/residence-club-mmv-pont-du-gard.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=be2908d7435c711f1e1ffba731caed58&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "43.94498,4.549344000000019", "score": "7.6", "text_description": "Situé à Remoulins, le Residhotel - Résidence Pont du Gard propose une piscine extérieure, un hammam et un sauna. Cet hébergement indépendant est doté d’une connexion Wi-Fi gratuite dans le hall de réception.\n\nLe logement est pourvu d’une télévision à écran plat. Les kitchenettes sont équipées d’un four micro-ondes et d’un réfrigérateur. Les salles de bains privatives sont pourvues d’une baignoire ou d’une douche.\n\nL’établissement dispose d’un parking gratuit. L’aéroport de Nîmes-Alès-Camargue-Cévennes, le plus proche, est situé à 28 km.\n\n- Le parking du pont du Gard se trouve à 700 mètres de la résidence et le pont du Gard à 1 km à pied.\n\n- Le Residhotel - Résidence Pont du Gard se trouve à 77 km de l'aéroport de Montpellier et à 22 km de Nîmes.\n\n- La résidence Pont du Gard possède une piscine extérieure non chauffée.", "address": "47 avenue du pont du gard , 30210 Remoulins, France"},
{"hotel_name": "La Bégude Saint-Pierre", "url_hotel": "https://www.booking.com/hotel/fr/la-ba-c-gude-lt-st-pierre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=be2908d7435c711f1e1ffba731caed58&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "43.959707857172845,4.519329071044922", "score": "8.2", "text_description": "Situé à Vers-Pont-du-Gard, l'établissement La Bégude Saint-Pierre occupe un bâtiment du XVIIe siècle avec un domaine de 14 hectares planté d'oliviers. Il dispose d'une piscine extérieure, d'un bar-salon et d'un restaurant.\n\nLes chambres climatisées disposent d'une télévision à écran plat, d'une machine à café Nespresso et d'un minibar. Certaines possèdent une terrasse privée avec vue sur la piscine. La salle de bains est pourvue d'une baignoire ou d'une douche, d'un sèche-cheveux et d'articles de toilette Nuxe gratuits.\n\nLe petit-déjeuner buffet se compose de viennoiseries danoises, de gâteaux ou de brioches faits maison, d'une sélection de fromages, d'une épicerie fine, de confitures et de miel locaux, d'œufs brouillés, de bacon... ainsi que de boissons chaudes et froides. Le petit-déjeuner peut également être servi dans le confort de votre chambre.\n\nLe restaurant est ouvert tous les soirs d'avril à octobre. Les jours de fermeture s'appliquent de novembre à mars.\nVous pourrez déguster une cuisine inventive au restaurant offrant une vue sur la piscine et le jardin.\n\nVous séjournerez à 2 km du pont du Gard, à 10 km d'Uzès et à 22 km de Nîmes.La gare d'Avignon est accessible en 30 minutes de route. L'autoroute A9 est accessible en seulement 5 minutes en voiture.", "address": "295 Chemin des Begudes, 30210 Vers-Pont-du-Gard, France"},
{"hotel_name": "Soko Hotels-Pont du Gard", "url_hotel": "https://www.booking.com/hotel/fr/soko-hotels-pont-du-gard.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=e1379a801127b7da502a53a5efe5ca48&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "43.946223,4.548705", "score": "9.2", "text_description": "L’établissement Soko Hotels-Pont du Gard se trouve à Remoulins, à 23 km de ce lieu d’intérêt : Gare d'Avignon-Centre. Il propose un service de prêt de vélos, une piscine extérieure ouverte en saison, un jardin et un parking privé gratuit. De nombreuses installations sont proposées sur place, notamment un salon commun, une terrasse et un bar. Cet établissement non-fumeurs vous accueille à 25 km de : Palais des Papes d'Avignon.\n\nLes hébergements sont dotés de la climatisation, d’un bureau, d’une machine à café, d’un coffre-fort, d’une télévision à écran plat et d’une salle de bains privative avec une douche. Une connexion Wi-Fi gratuite est disponible. Certains hébergements comprennent également un balcon.\n\nL’établissement Soko Hotels-Pont du Gard sert un petit-déjeuner buffet ou continental. Sur place, vous pourrez profiter d’un restaurant qui propose de nombreux plats italiens, ainsi que des options végétariennes, végétaliennes et sans gluten.\n\nLors de votre séjour, vous pourrez pratiquer diverses activités à Remoulins et dans les environs, telles que le vélo.\n\nVous séjournerez à respectivement 26 km et 29 km de ces lieux d’intérêt : Gare TGV d'Avignon et Parc des expositions de Nîmes. L'aéroport le plus proche (Aéroport de Nîmes Alès Camargue Cévennes) est à 28 km.", "address": "24 Avenue du Pont du Gard, 30210 Remoulins, France"},
{"hotel_name": "Le Vieux Castillon", "url_hotel": "https://www.booking.com/hotel/fr/le-vieux-castillon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=e1379a801127b7da502a53a5efe5ca48&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "43.9708845,4.554961300000059", "score": "8.9", "text_description": "Le Vieux Castillon est situé au cœur du petit village médiéval de Castillon-du-Gard, à 35 minutes de route de Nîmes et d’Avignon. Le célèbre pont du Gard se trouve à 3,5 km. Cet hôtel possède un spa et une piscine extérieure chauffée avec vue sur les environs.\n\nLe Vieux Castillon propose 34 chambres, réparties dans 2 bâtiments. Les chambres ont été rénovées entre 2015 et 2017. Toutes sont équipées du confort moderne, notamment de la climatisation, d’une télévision par satellite et d’une machine à café. Un minibar contenant des boissons avec et sans alcool est disponible moyennant des frais supplémentaires.\n\nDoté d’imposantes poutres en bois, le restaurant vous servira une cuisine raffinée aux accents régionaux.\n\nSur place, vous pourrez également profiter de plusieurs patios et terrasses.\n\nLe Vieux Castillon se situe à 50 minutes de route de l’aéroport Avignon-Provence ainsi qu’à 35 minutes de la gare TGV d’Avignon et de la gare de Nîmes.", "address": "10 rue Turion Sabatier, 30210 Castillon-du-Gard, France"},
{"hotel_name": "Les Glycines", "url_hotel": "https://www.booking.com/hotel/fr/les-glycines-remoulins.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=e1379a801127b7da502a53a5efe5ca48&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "43.938682,4.560167", "score": "7.9", "text_description": "L’établissement Les Glycines vous accueille à Remoulins, à respectivement 22 km et 23 km de ces lieux d’intérêt : Gare d'Avignon-Centre et Palais des Papes d'Avignon. Il propose des hébergements dotés de la climatisation et d’une salle de bains privative. Il est installé à respectivement 27 km, 31 km et 38 km de : Parc des expositions de Nîmes, Parc des expositions d'Avignon et Arènes d'Arles. Cet établissement non-fumeurs se trouve à 24 km de : Gare TGV d'Avignon.\n\nLes hébergements comprennent un bureau, une télévision, une salle de bains privative, du linge de lit et des serviettes. Vous profiterez aussi d’une armoire.\n\nVous séjournerez à respectivement 6,9 km et 23 km de ces lieux d’intérêt : Pont du Gard et Pont d'Avignon.", "address": "8 Avenue Geoffroy Perret, 30210 Remoulins, France"},
{"hotel_name": "Domaine de Panery", "url_hotel": "https://www.booking.com/hotel/fr/hameau-de-panery.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=e1379a801127b7da502a53a5efe5ca48&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "44.008803,4.570564", "score": "9.5", "text_description": "L’établissement Domaine de Panery se situe à Pouzilhac, à 27 km de ce lieu d’intérêt : Gare d'Avignon-Centre. Il possède une piscine extérieure ouverte en saison, une salle de sport, un jardin et un parking privé gratuit. De nombreux équipements et services sont fournis sur place, notamment un restaurant, un salon commun, un service d'étage et une connexion Wi-Fi gratuite. Cet hôtel dispose d'une terrasse et d’un hammam.\n\nTous les hébergements sont dotés d’une bouilloire électrique. Vous bénéficierez d’une salle de bains privative, d’une télévision à écran plat et de la climatisation. Certains hébergements possèdent également un coin salon.\n\nUn petit-déjeuner continental est servi sur place.\n\nLa région est prisée des amateurs de randonnée et l’établissement Domaine de Panery assure un service de location de vélos.\n\nVous séjournerez à respectivement 29 km et 29 km de ces lieux d’intérêt : Palais des Papes d'Avignon et Gare TGV d'Avignon.", "address": "Chateau de Panéry, 30210 Pouzilhac, France"},
{"hotel_name": "L'Enclos des Lauriers Roses", "url_hotel": "https://www.booking.com/hotel/fr/l-39-enclos-des-lauriers-roses.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=e1379a801127b7da502a53a5efe5ca48&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "43.9042517,4.47074120000002", "score": "9.1", "text_description": "L’établissement L'Enclos des Lauriers Roses vous accueille à Cabrières, à 15 km de ce lieu d’intérêt : Parc des expositions de Nîmes. Il comprend une piscine extérieure, un jardin, une terrasse et un parking privé gratuit. Cet hôtel 3 étoiles propose un restaurant ainsi que des hébergements dotés de la climatisation, d’une connexion Wi-Fi gratuite et d’une salle de bains privative. Cet établissement non-fumeurs se trouve à 32 km de : Gare d'Avignon-Centre.\n\nLes hébergements comprennent une armoire et une télévision à écran plat. Des serviettes et du linge de lit sont fournis.\n\nL’établissement L'Enclos des Lauriers Roses sert un petit-déjeuner buffet ou sans gluten.\n\nLors de votre séjour, vous pourrez pratiquer diverses activités à Cabrières et dans les environs, telles que la randonnée, la pêche et le vélo.\n\nVous séjournerez à respectivement 33 km et 34 km de ces lieux d’intérêt : Palais des Papes d'Avignon et Gare TGV d'Avignon. L'aéroport le plus proche (Aéroport de Nîmes Alès Camargue Cévennes) est à 20 km.", "address": "71 rue du 14 Juillet, 30210 Cabrières, France"},
{"hotel_name": "Royal Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/royal.fr.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&sid=e1379a801127b7da502a53a5efe5ca48&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=27a35a4693db011a&type=total&ucfs=1&", "hotel_coordinates": "43.83881509620307,4.3548184633255005", "score": "8.3", "text_description": "Situé au cœur de Nîmes, le Royal Hôtel dispose d'un restaurant sur place, La Bodéguita, qui s'ouvre sur la place Assas. L'hôtel se trouve à moins de 3 minutes à pied du temple Maison Carrée et de la galerie d'art moderne Carré d'Art. Une connexion Wi-Fi est disponible gratuitement.\n\nL'établissement accepte les chiens de moins de 10 kg.\n\nAccessible par un escalier, chaque chambre comprend la climatisation, une télévision à écran plat et une vue sur le patio intérieur ou la place Assas. Certains logements comprennent un coin salon, idéal pour se détendre après une journée bien remplie. Les chambres comprennent une salle de bains privative.\n\nLe petit-déjeuner est servi tous les jours et se compose d'une sélection de produits bio frais. Vous pourrez déguster une cuisine espagnole et du poisson à la plancha au restaurant. Vous pourrez déguster des tapas sur la terrasse du bar.\n\nDes soirées tango sont organisées sur la place Assas en juillet et en août. Des spectacles d'art et des expositions sont régulièrement organisés sur la place.\n\nLe parc des expositions de Nîmes se trouve à 2,7 km du Royal Hôtel. L'aéroport de Montpellier-Méditerranée est implanté à 53 km.", "address": "1 place d'Assas, 30000 Nîmes, France"}
]