[
{"hotel_name": "Hotel Espace Cite", "url_hotel": "https://www.booking.com/hotel/fr/inter-espace-cite.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=1e8effe0be6f96f398507cf7357f08e8&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.208354695058915,2.3677602410316467", "score": "8.4", "text_description": "L'Hotel Espace Cite est situé à seulement 200 mètres du centre-ville médiéval de Carcassonne et à 500 mètres du canal du Midi, deux sites classés au patrimoine mondial de l'UNESCO. Cet hôtel dispose d’une connexion Wi-Fi gratuite.\n\nToutes les chambres climatisées comprennent une télévision à écran plat et une salle de bains privative pourvue d'une douche.\n\nUn petit-déjeuner buffet est servi chaque matin dans la salle du petit-déjeuner de l'hôtel ou, par beau temps, sur la terrasse offrant une vue sur la cité médiévale. Veuillez noter que la salle de petit-déjeuner est au 1er étage, sans ascenseur.\n\nSous réserve de disponibilité, l'hôtel propose un parking privé dans un garage souterrain moyennant des frais supplémentaires.\n\nLa gare de Carcassonne se trouve à 2,5 km.\n\nLes animaux domestiques sont acceptés, moyennant un supplément de 12 EUR par jour.", "address": "132, Rue Trivalle, 11000 Carcassonne, France"},
{"hotel_name": "Hôtel Le Donjon - Cœur de La Cité Médiévale", "url_hotel": "https://www.booking.com/hotel/fr/ledonjon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=f5a76967fa5b67e8442b7a1ec8f60b16&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.2064642015836,2.3636336624622345", "score": "8.3", "text_description": "Situé au cœur de la cité médiévale de Carcassonne, l'hôtel Le Donjon - Cœur de La Cité Médiévale est entouré par les anciens remparts de la ville. Cet hôtel possède un restaurant et un bar. L’établissement se compose de 2 bâtiments. Vous profiterez d’une connexion Wi-Fi gratuite dans l’ensemble des locaux.\n\nOffrant une vue sur la rue ou le jardin, les chambres sont décorées individuellement et disposent d’une télévision à écran plat. Elles donnent sur la citadelle ou le jardin de l’hôtel.\n\nChaque matin, vous pourrez savourer un petit-déjeuner buffet sur place. Le restaurant de l’établissement sert une cuisine française traditionnelle. Vous pourrez aussi vous détendre au bar à cocktails en soirée.\n\nLa réception est ouverte 24h/24, et un service d’étage est disponible sur demande. Des services de nettoyage à sec et de blanchisserie sont également assurés.\n\nLa gare de Carcassonne se trouve à 2,4 km de l'hôtel Le Donjon - Cœur de La Cité Médiévale. Vous séjournerez à moins de 100 mètres du château comtal et à 2 minutes à pied de la basilique Saint-Nazaire-et-Saint-Celse.", "address": "2 Rue Du Comte Roger, La Cité, 11000 Carcassonne, France"},
{"hotel_name": "SOWELL HOTELS Les Chevaliers", "url_hotel": "https://www.booking.com/hotel/fr/soleil-vacances-les-chevaliers.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=d8e4bfa34a086d58ebc15968edb8ab78&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.21103244477474,2.3581999522190245", "score": "8.4", "text_description": "Situé à Carcassonne, à 2 minutes à pied de l'Aude et offrant une vue sur le pont Vieux, le SOWELL HOTELS Les Chevaliers propose une connexion Wi-Fi gratuite. La cité médiévale est à seulement 10 minutes à pied.\n\nCertains logements bénéficient d’une terrasse donnant sur le jardin ou la cité médiévale.\n\nUn petit-déjeuner buffet est servi chaque matin. Le restaurant sert une cuisine traditionnelle et des spécialités locales. Vous pourrez prendre un verre sur la terrasse en profitant de la vue sur la cité médiévale.\n\nLe personnel de la réception, parlant espagnol et anglais, se fera un plaisir de vous fournir des conseils pratiques sur la région\n\nL’aéroport de Carcassonne est le plus proche, à 4 km.", "address": "2 bis Rue des Calquières, 11000 Carcassonne, France"},
{"hotel_name": "Comfort Aparthotel Carcassonne", "url_hotel": "https://www.booking.com/hotel/fr/appart-city-cap-affaires-carcassonne.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=9b1c7a252c8c4782a1f8e8d4bd8f68a7&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.22829221587989,2.3601870238780975", "score": "7.6", "text_description": "Le Comfort Aparthotel Carcassonne Nord vous accueille à 4 km du cœur de la cité médiévale fortifiée. Cet établissement propose une piscine extérieure ainsi que des appartements et des studios dotés d’une kitchenette. Une connexion Wi-Fi est disponible gratuitement dans l’ensemble des locaux.\n\nLes hébergements sont climatisés et desservis par un ascenseur. Chaque logement dispose d’une télévision à écran LCD, d’un bureau et d’une salle de bains privative. Des sèche-cheveux sont fournis sur demande à la réception.\n\nVous pourrez préparer vos repas dans la kitchenette puis les savourer dans le coin repas. Entièrement équipée, chaque kitchenette comporte un lave-vaisselle, un micro-ondes et une cafetière. La résidence sert par ailleurs un petit-déjeuner buffet. Vous pourrez également prendre vos repas dans l’un des restaurants partenaires, situés à quelques pas. Des paniers-repas sont préparés sur demande et vous aurez la possibilité de les déguster dans le confort de votre chambre.\n\nLa résidence est facilement accessible depuis l’autoroute A61, située à seulement 8 minutes. Vous rejoindrez la gare de Carcassonne en 5 minutes en voiture. Un parking privé est disponible gratuitement sur place.\n\nCet établissement propose une piscine extérieure (de 5 × 10 mètres) ainsi que des appartements et des studios avec kitchenette.\n\nNotre réception n'étant pas ouverte 24h/24, il est impératif de nous contacter pendant les heures d'ouverture pour connaître la marche à suivre en cas d'arrivée en dehors de ces horaires.", "address": "14 Route de Villemoustaussou, 11000 Carcassonne, France"},
{"hotel_name": "Hôtel l'Aragon", "url_hotel": "https://www.booking.com/hotel/fr/l-aragon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=67015ee7a2963b6bcaf9ffb44b3eb364&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.2077994786468,2.3673471808433533", "score": "8.5", "text_description": "Situé à seulement 50 mètres du centre historique de Carcassonne dans l'Aude, l'hôtel l'Aragon propose une connexion Wi-Fi gratuite dans l'ensemble de ses locaux, un parking privé accessible sans frais sur place et une réception ouverte 24h/24.\n\nSes chambres sont équipées de la climatisation, d'une télévision par satellite à écran plat et d'une salle de bains privative avec des articles de toilette gratuits et un sèche-cheveux.\n\nUn petit-déjeuner buffet est servi chaque matin sur place. Vous aurez la possibilité de vous détendre dans le salon ou sur la terrasse, par beau temps.\n\nEnfin, cet établissement se trouve à 9 minutes à pied de l'église Saint-Nazaire et à 5 minutes de marche du château Comtal.", "address": "15 montée Combeleran, 11000 Carcassonne, France"},
{"hotel_name": "GOOD KNIGHT", "url_hotel": "https://www.booking.com/hotel/fr/good-knight.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=5c790646c818ea9f6c3082d5c8236907&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.207746,2.366914", "score": "8.8", "text_description": "Situé à Carcassonne, à 50 km du château des Termes, le GOOD KNIGHT propose un hébergement avec un jardin, un parking privé gratuit et une terrasse. Vous séjournerez à environ 400 mètres du château de Comtal et à 1,5 km de la Maison des Mémoires.\n\nTous les logements comprennent une télévision à écran plat. Chaque chambre du Good Knight comprend la climatisation et une salle de bains privative.\n\nUn petit-déjeuner buffet ou continental est servi sur place.\n\nLa cathédrale de Carcassonne se trouve à 1,5 km du GOOD KNIGHT. L'aéroport de Carcassonne est à 5 km.", "address": "17 montée gaston combelean, 11000 Carcassonne, France"},
{"hotel_name": "Hotel De La Bastide", "url_hotel": "https://www.booking.com/hotel/fr/de-la-bastide.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=eca862f99b2069da79cd0ae4871b3ab0&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.215677604770505,2.3497438430786133", "score": "8.0", "text_description": "L'hôtel De La Bastide est un hôtel à la gestion familiale situé dans le centre de Carcassonne, à 5 minutes à pied de la gare et à 25 minutes de marche de la cité médiévale. Vous aurez la possibilité de vous garer gratuitement dans un parking public à 50 mètres.\n\nDesservies par un ascenseur, les chambres comprennent la climatisation, une télévision à écran LCD et une connexion Wi-Fi gratuite.\n\nToutes les chambres et les parties communes de l'établissement sont non-fumeurs.\n\nEnfin, une navette aéroport s'arrête à seulement 150 mètres de l'hôtel De La Bastide.", "address": "81 Rue De La Liberte, 11000 Carcassonne, France"},
{"hotel_name": "Adonis Carcassonne", "url_hotel": "https://www.booking.com/hotel/fr/adonis-la-barbacane.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=5bdf695dff6d3e6d5954a608337ebcbb&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.20478377901096,2.360220291996029", "score": "7.7", "text_description": "L'Adonis Carcassonne vous accueille au pied du centre historique de Carcassonne, à seulement 350 mètres de la ville médiévale. Vous bénéficierez d'une connexion Wi-Fi gratuite. L'aéroport de Carcassonne se trouve à 10 minutes en voiture.\n\nTous les appartements et les studios de l'Adonis Carcassonne comprennent la climatisation, une télévision par satellite à écran LCD, un coffre-fort privé et une kitchenette avec des plaques chauffantes.\n\nLors de votre séjour, vous pourrez déguster un petit-déjeuner buffet dans la salle à manger ou sur la terrasse.\n\nSur place, vous disposerez d'un parking privé et d'un service de location de vélos pour visiter les châteaux cathares. Enfin, la basilique Saint-Nazaire se trouve à 5 minutes de route de l'Adonis Carcassonne.", "address": "15, rue de la Barbacane, 11000 Carcassonne, France"},
{"hotel_name": "Hotel Astoria", "url_hotel": "https://www.booking.com/hotel/fr/astoria-carcassonne.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=8669d58fac04fa65ae0d1b6dd5dcc7d8&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.217554129893834,2.3541735112667084", "score": "7.9", "text_description": "Hotel Astoria is located in the centre of Carcassonne, 150 metres from the train station and a 20-minute walk from the medieval city. It offers free Wi-Fi internet access.\n\nThe guest rooms are located in two buildings, one with 2 floors and one located entirely on the ground floor. They are all equipped with a TV and telephone and each room has a private bathroom.\n\nParking in the garage is free for motorbikes and bicycles.\n\nThe courthouse is a 5-minute walk away and the Canal du Midi is 50 metres away.", "address": "18 Rue Tourtel, 11000 Carcassonne, France"},
{"hotel_name": "Cerise Carcassonne Sud", "url_hotel": "https://www.booking.com/hotel/fr/cerise-carcassonne-sud.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=ea81c81bcc3c536395e15f755983aed0&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.207548456621915,2.3726145028740575", "score": "7.6", "text_description": "Installé à 500 mètres de la cité médiévale de Carcassonne, le Cerise Carcassonne Sud vous propose une piscine intérieure, un hammam et une connexion Wi-Fi gratuite. La bastide Saint-Louis se trouve à 1,5 km seulement.\n\nLa Cerise Carcassonne Sud se compose de 2 bâtiments implantés dans un grand espace verdoyant. Tous les studios et les appartements comprennent la climatisation, une télévision, une armoire et une salle de bains pourvue d’un sèche-cheveux. La kitchenette est équipée d’un micro-ondes, d’ustensiles de cuisine et d’un réfrigérateur. Vous disposerez également de plaques de cuisson et d’une machine à café.\n\nAu Cerise Carcassonne Sud, un petit-déjeuner buffet est disponible tous les matins, moyennant une réservation 1 jour à l’avance. À tout moment de la journée, vous pourrez commander des repas à emporter à la réception, puis les savourer dans le confort de votre chambre. Des épiceries et des restaurants vous attendent à seulement 200 mètres de l’établissement. Vous pourrez également dîner dans l’un des restaurants partenaires situés à proximité ou leur commander la livraison d’un repas, moyennant un supplément.\n\nSur place, vous pourrez profiter d’une bagagerie, d’un service de blanchisserie, d’un ascenseur et d’un parking privé gratuit. L’établissement se trouve à seulement 10 minutes de marche du château de Carcassonne et à 2 km de la gare de la ville.\n\nLors de l’enregistrement, l’établissement bloquera une certaine somme sur votre carte de crédit afin de garantir votre séjour (préautorisation).", "address": "1 rue Darius Milhaud, 11000 Carcassonne, France"},
{"hotel_name": "Hotel Du Pont Vieux", "url_hotel": "https://www.booking.com/hotel/fr/du-pont-vieux.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=6329464791554be2e4eb5a3cef1d3cad&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.20905066342329,2.3617976903915405", "score": "8.9", "text_description": "Idéalement situé au pied de la ville fortifiée de Carcassonne, l'Hotel Du Pont Vieux occupe un superbe bâtiment du XVIIIe siècle. Il propose des hébergements confortables donnant sur les tours du château ou le jardin de l'établissement. La connexion Wi-Fi est à votre disposition gratuitement. Le centre-ville de Carcassonne vous attend à 600 mètres.\n\nChaque chambre dispose de la climatisation, d'une télévision à écran plat ainsi que d'une salle de bains privative avec baignoire ou douche et articles de toilette gratuits.\n\nQuand le temps le permet, vous pourrez profiter de votre petit-déjeuner buffet continental sur la terrasse fleurie.\n\nL'Hôtel Du Pont Vieux assure différents services pratiques, notamment un service de location de vélos et de voitures, ainsi que des paniers-repas. Le personnel du Pont Vieux, à votre disposition 24h/24, pourra vous aider à organiser votre séjour à Carcassonne.\n\nUn garage est possible sur demande préalable et sous réserve de disponibilité. Enfin, la gare de Carcassonne est distante de 3 km.", "address": "32 Rue Trivalle, 11000 Carcassonne, France"},
{"hotel_name": "Hotel du Roi & Spa by SOWELL COLLECTION", "url_hotel": "https://www.booking.com/hotel/fr/soleilvacances-du-roi.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=d1d3b12334424ceabd0b83d05ac301c3&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.21085,2.357769", "score": "8.2", "text_description": "Situé à Carcassonne, l’établissement Hotel du Roi & Spa by SOWELL COLLECTION possède un jardin, une terrasse, un restaurant et un bar. Cet hôtel 5 étoiles propose une connexion Wi-Fi gratuite, un service d'étage et une réception ouverte 24h/24. Cet hôtel comprend une piscine intérieure et un service de concierge.\n\nTous les hébergements sont pourvus d’une machine à café. Vous bénéficierez d'une salle de bains privative dotée d’une douche, d'articles de toilette gratuits et d'un sèche-cheveux. Vous profiterez de la climatisation, d’un coffre-fort et d’une télévision à écran plat.\n\nUn petit-déjeuner buffet, continental et américain est servi sur place.\n\nVous séjournerez à proximité de ces lieux d’intérêt : Memorial House (Maison des Memoires), Cathédrale Saint-Michel de Carcassonne et Comtal Castle. L'aéroport le plus proche (Aéroport de Carcassonne) est à 4 km.", "address": "3 Rue des Calquières, 11000 Carcassonne, France"},
{"hotel_name": "Brit Hotel Bosquet Carcassonne Cité", "url_hotel": "https://www.booking.com/hotel/fr/brit-bosquet-carcassonne.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=e65dd8e1dece4ffca35a913351ecd243&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.20630779825827,2.383691221475601", "score": "8.0", "text_description": "Le Brit Hôtel Bosquet Carcassonne est situé à 1,5 km de la cité médiévale de Carcassonne, un site classé au patrimoine mondial de l'UNESCO. Vous bénéficierez gratuitement d’une connexion Wi-Fi.\n\nAccessibles uniquement par un escalier, les chambres climatisées comportent une télévision par satellite recevant la chaîne Canal +, un téléphone ainsi qu’une salle de bains pourvue d’un sèche-cheveux.\n\nL’hôtel sert un petit-déjeuner buffet tous les matins.\n\nVous trouverez des restaurants à moins de 500 mètres.\n\nL’établissement est implanté à 3,5 km du canal du Midi et à 10 minutes en voiture du lac de La Cavayère. La gare de Carcassonne est, quant à elle, à 5 km.", "address": "8 Rue des Côteaux Pech Mary, 11000 Carcassonne, France"},
{"hotel_name": "Hôtel De L'octroi", "url_hotel": "https://www.booking.com/hotel/fr/de-l-octroi.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=622b5f5b5d7383d605ee2afd9808e6ff&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.20895682545534,2.3684388399124146", "score": "8.2", "text_description": "L'Hôtel De L'octroi est situé à 150 mètres de l'entrée de la cité médiévale de Carcassonne. L’établissement propose des chambres modernes avec connexion Wi-Fi gratuite.\n\nToutes les chambres de l'Hôtel De L'octroi sont insonorisées et climatisées. Ces chambres possèdent une télévision à écran plat, un téléphone et une salle de bains privative.\n\nL'Hôtel De L’octroi comprend un bar et une terrasse. La piscine extérieure est ouverte de Pâques à fin octobre jusqu'à 20h30 tous les soirs. Moyennant des frais supplémentaires, vous pourrez vous détendre au spa Gemology, installé à 150 mètres, qui propose un hammam, un bain à remous et des massages.\n\nDes collations peuvent aussi être préparées. \n\nL'Octroi se trouve à 10 minutes à pied de la basilique Saint-Nazaire-et-Saint-Celse et à 20 minutes de marche de la cathédrale de Carcassonne. Un parking privé est accessible sur place moyennant des frais supplémentaires. La gare de Carcassonne est implantée à 8 minutes de route.", "address": "143 rue Trivalle, 11000 Carcassonne, France"},
{"hotel_name": "Hôtel Le Parc - La Table de Franck Putelat", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-restaurant-le-parc-franck-putelat.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=0d4f24f1bddeab9db4830081029034d2&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.20136837496012,2.3602621257305145", "score": "9.3", "text_description": "Situé à 500 mètres de la cité médiévale de Carcassonne, l'Hôtel Le Parc - La Table de Franck Putelat propose une connexion Wi-Fi gratuite, des chambres desservies par un ascenseur et un restaurant 2 étoiles au guide Michelin avec une terrasse. Vous pourrez profiter d'une piscine située à 850 mètres dans le deuxième hôtel du groupe, l'Hotel Pont Levis.\n\nDécorées dans un style moderne, les chambres et suites climatisées disposent d'un balcon ou d'une terrasse et d'une télévision à écran plat. La salle de bains privative, séparée par un rideau discret, est pourvue d'articles de toilette gratuits, d'un sèche-cheveux et d'une baignoire ou d'une douche.\n\nUn petit-déjeuner continental est servi chaque matin dans le restaurant ou dans le confort de votre chambre. Il se compose d'une variété de produits que vous pourrez choisir pour composer votre petit-déjeuner personnalisé.\nVous pourrez déguster une cuisine gastronomique au restaurant de l'hôtel, qui présente une décoration moderne.\n\nL'Hôtel Le Parc - La Table de Franck Putelat se trouve à 8 km de l'aéroport de Carcassonne et à 3 km de la gare principale. Le canal du Midi est à 2 km et un parking privé gratuit est disponible sur place.\n\nUne sélection de services peut être suggérée par notre équipe comme des massages, dégustation de vin, accueil romantique, location de voiture, ...", "address": "80, chemin des Anglais, 11000 Carcassonne, France"},
{"hotel_name": "ibis Carcassonne Centre - La Cité", "url_hotel": "https://www.booking.com/hotel/fr/ibis-carcassonne-centre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=9618ed146dc42146be3fb5d7ae99a227&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.21157054986196,2.3573291301727295", "score": "7.0", "text_description": "L'ibis Carcassonne Centre bénéficie d'un emplacement idéal à 1 km de la gare de Carcassonne et à seulement 800 mètres du cœur médiéval de la ville. Il dispose d'une réception ouverte 24h/24 et propose des hébergements climatisés dotés d'une connexion Wi-Fi gratuite.\n\nChaque chambre comprend une télévision par satellite à écran plat et un bureau. Leur salle de bains privative est pourvue d'un sèche-cheveux et d'articles de toilette.\n\nTous les matins, l'établissement sert un petit-déjeuner buffet composé de plats sucrés et salés, tels que des œufs, de la salade de fruits, des yaourts et des jus de fruits. Des viennoiseries préparées sur place et des madeleines fraîches sont également proposées, ainsi qu'une boisson chaude et un fruit à emporter. Vous pourrez profiter d'un repas plus léger en dehors des horaires de petit-déjeuner habituels, à partir de 4h00. L’hôtel comporte par ailleurs un snack-bar ouvert toute la journée.\n\nUne partie du Canal du Midi datant du XVIIe siècle se trouve à 500 mètres de l'hôtel. Le théâtre Jean Alary, le musée des Beaux-Arts et le château comtal sont accessibles en 10 minutes de marche. Enfin, la zone industrielle de Pont-Rouge est à 10 minutes de route de l'ibis Carcassonne Centre, tandis que l'aéroport de Carcassonne-Salvaza est accessible en 13 minutes en voiture.", "address": "5, square Gambetta, 11000 Carcassonne, France"},
{"hotel_name": "Hôtel Montmorency & Spa", "url_hotel": "https://www.booking.com/hotel/fr/montmorency.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=d8e4bfa34a086d58ebc15968edb8ab78&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.207066350642066,2.3670870065689087", "score": "8.0", "text_description": "Situé à 30 mètres de l'entrée de la cité médiévale de Carcassonne, l'Hôtel Montmorency propose une connexion Wi-Fi gratuite, une piscine extérieure et un jacuzzi. Moyennant des frais supplémentaires, vous profiterez d'un spa avec une piscine intérieure et un hammam.\n\nLes chambres de l'Hotel Montmorency comprennent un téléphone, une télévision à écran LCD, ainsi qu'une salle de bains privative pourvue d'une baignoire. Certaines sont dotées de la climatisation.\n\nVous apprécierez un moment de détente avec une boisson au bar du Montmorency, agrémenté d'une terrasse panoramique. Des collations sont également disponibles.\n\nLe Montmorency Hotel se trouve à 60 km de Narbonne et à 70 km de Castres. Le parking privé sur place est accessible moyennant des frais supplémentaires. Vous rejoindrez la gare de Carcassonne en 10 minutes de route.", "address": "2 Rue Camille Saint Saens, 11000 Carcassonne, France"},
{"hotel_name": "Kyriad Carcassonne - Aéroport", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-carcassonne-ouest-la-cita-c-xml.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=d8e4bfa34a086d58ebc15968edb8ab78&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.207957833138664,2.312631458044052", "score": "7.9", "text_description": "Le Kyriad Carcassonne - Aéroport se trouve à Carcassonne, à moins de 10 minutes de route du centre-ville et de la cité médiévale. Vous pourrez prendre un verre au bar-salon ou sur la terrasse et profiter de la connexion Wi-Fi gratuite dans l’ensemble des locaux.\n\nLes chambres climatisées du Kyriad Carcassonne – Aéroport comprennent une télévision par câble à écran plat avec 18 chaînes internationales, un téléphone et un bureau. La salle de bains privative est pourvue d’une baignoire ou d’une douche et d’un sèche-cheveux. Chaque chambre est dotée d'une bouilloire électrique. Du thé, du café et des biscuits sont disponibles tous les jours. L'établissement possède également une piscine chauffée.\n\nUn petit-déjeuner buffet est proposé tous les matins. Un petit-déjeuner continental est également disponible à un tarif plus avantageux. Vous pourrez déguster des spécialités régionales et une cuisine traditionnelle au restaurant sur place ou sur la terrasse.\n\nL’autoroute A61 et l’aéroport de Carcassonne sont à 1 km. L'hôtel met à votre disposition une réception ouverte 24h/24 et un parking privé clôturé avec vidéosurveillance accessible gratuitement.", "address": "Allée Gilles Personnier De Roberval, 11000 Carcassonne, France"},
{"hotel_name": "514 Appart Hotel", "url_hotel": "https://www.booking.com/hotel/fr/514-appart.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=d8e4bfa34a086d58ebc15968edb8ab78&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.205485,2.372206199999937", "score": "8.4", "text_description": "Doté d'une terrasse donnant sur les montagnes, le 514 Appart Hotel vous accueille à Carcassonne, dans le Languedoc-Roussillon, à 300 mètres de la ville médiévale. Un espace de stationnement privé est disponible gratuitement sur place.\n\nAcceptant les animaux domestiques, les logements sont dotés de la climatisation et d'une télévision à écran plat. Certains comprennent un coin repas et/ou une terrasse. Tous comportent une cuisine équipée d’un four traditionnel, d’un four micro-ondes, d'un réfrigérateur, d'une plaque de cuisson et d'une machine à café. Leur salle de bains privative est pourvue d'une douche et d'articles de toilette gratuits. Les serviettes de toilette et le linge de lit sont fournis.\n\nLe 514 Appart Hotel se trouve à 1,6 km de la médiathèque Grain d’Sel et à 1,7 km de l'hôtel de ville de Carcassonne. L'aéroport de Carcassonne-Salvaza est situé à 10 km.", "address": "7 Chemin De Montlegun, 11000 Carcassonne, France"},
{"hotel_name": "Mercure Carcassonne La Cité", "url_hotel": "https://www.booking.com/hotel/fr/carcassonne-porte-de-la-cite.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=d8e4bfa34a086d58ebc15968edb8ab78&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.20716410155182,2.3698121309280396", "score": "8.4", "text_description": "Offrant une vue sur les remparts de la ville, le Mercure Carcassonne La Cité est situé à seulement 4 minutes à pied du quartier médiéval de Carcassonne. Il propose une piscine extérieure ouverte en été et une connexion Wi-Fi gratuite.\n\nLe Mercure Carcassonne Porte De La Cite dispose de chambres climatisées avec une salle de bains privative moderne. Décorées dans des tons pastel, elles donnent sur le jardin ou la montagne Noire.\n\nAu restaurant Le Vicomté sur place, vous dégusterez des spécialités méditerranéennes pour le déjeuner et le dîner, accompagnées d'une sélection de vins. Vous apprécierez également de vous détendre au bar, près de la cheminée.\n\nLors de votre séjour au Mercure Carcassonne La Cité, vous profiterez d'un jardin, d'un service d'étage, de 3 salles de réunion pouvant accueillir jusqu'à 90 personnes et d'un parking privé gratuit. Enfin, la gare de Carcassonne se trouve à 2,5 km.", "address": "18 Rue Camille Saint-Saens, 11000 Carcassonne, France"},
{"hotel_name": "Hotel de la Cité & Spa MGallery", "url_hotel": "https://www.booking.com/hotel/fr/hotel-de-la-cite.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=d8e4bfa34a086d58ebc15968edb8ab78&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.205627,2.362696000000028", "score": "8.7", "text_description": "L’Hotel de la Cité & Spa MGallery vous accueille dans un château de style médiéval situé à l’intérieur des remparts de Carcassonne. L’hôtel possède un jardin et une piscine extérieure avec vue sur l’église Saint-Nazaire. Vous bénéficierez gratuitement d’une connexion Internet par câble et Wi-Fi. \n\nArborant une décoration classique ou de style provençal, toutes les chambres sont munies d’une station d’accueil pour iPod. Certaines comportent un balcon avec vue sur la ville.\n\nLa brasserie-restaurant d’été sert des spécialités régionales et un petit-déjeuner composé de viennoiseries faites maison. Vous pourrez également dîner au restaurant Barbacane, étoilé au guide Michelin, ou déguster un cocktail au bar.\n\nPar ailleurs, vous aurez la possibilité de participer à une dégustation de vin dans la cave sur place ou de réserver une croisière sur le fleuve auprès de la réception ouverte 24h/24. L’hôtel assure un service de navette, ainsi que de voiturier si vous utilisez le parking privé.\n\nVous séjournerez à 2,4 km de la gare de Carcassonne. Vous séjournerez à 61 km de la ville de Narbonne. Enfin, vous bénéficierez d’un stationnement sur place moyennant des frais supplémentaires.\n\n- pas de station d'accueil pour iPod dans les chambres ;\n- pas de brasserie ni de restaurant d'été, mais un bar dans le jardin en été où vous pourrez déguster des tapas tout en admirant la vue sur les remparts ;\n- pas de dégustation de vin dans la cave sur place.", "address": "Place Auguste Pierre Pont, 11000 Carcassonne, France"},
{"hotel_name": "Hôtel La Bastide Saint Martin", "url_hotel": "https://www.booking.com/hotel/fr/hostellerie-saint-martin-carcassonne.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=d8e4bfa34a086d58ebc15968edb8ab78&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.227146962271064,2.3963995277881622", "score": "9.1", "text_description": "La Bastide Saint Martin is set 5 km from the centre and the fortified city of Carcassonne and the Canal du Midi and offers free WiFi access and air-conditioned rooms. Guests are free to relax by the seasonal  outdoor pool or in the surrounding garden.\n\nViews of the garden or swimming pool are offered in all guest rooms at La Bastide Saint Martin. Each en suite room is air-conditioned and features a flat-screen TV, and some rooms provide direct access to the swimming pool.\n\nBreakfast is served at the property every morning.\n\nFree secure parking is available on site and the Carcassonne Train Station is 3 km away. The hotel is 3 km from the Fresquel Aqueduct and 33 km from the city of Limoux.", "address": "Avenue Saint Martin, 11000 Carcassonne, France"},
{"hotel_name": "Hôtel Pont Rouge , Carcassonne", "url_hotel": "https://www.booking.com/hotel/fr/balladins-carcassonne.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=d8e4bfa34a086d58ebc15968edb8ab78&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.233830561917436,2.3687124252319336", "score": "7.9", "text_description": "Doté d'une réception ouverte 24h/24, Hôtel Pont Rouge , Carcassonne est situé à 10 minutes en voiture de l'aéroport de Carcassonne et à 5 km de la partie médiévale de la ville. L’établissement propose 50 chambres décorées dans un style moderne, toutes desservies par un ascenseur. Une connexion Wi-Fi est accessible gratuitement dans l’ensemble de l’établissement.\n\nToutes les chambres disposent de la climatisation et d'une télévision à écran plat. La salle de bains privative est pourvue d’une douche.\n\nL’hôtel sert un petit-déjeuner buffet chaque matin.\n\nL'hôtel se trouve à 60 km de Narbonne. Vous pourrez profiter d’un parking surveillé gratuit sur place.", "address": "110 rue Yves de Kerguelen (Vasco de Gama), ZI du Pont Rouge, 11000 Carcassonne, France"},
{"hotel_name": "Hôtel du Château & Spa - Teritoria", "url_hotel": "https://www.booking.com/hotel/fr/du-chateau-carcassonne.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=d8e4bfa34a086d58ebc15968edb8ab78&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.20734200780554,2.3665130138397217", "score": "8.4", "text_description": "L'Hôtel du Château & Spa - Teritoria se situe à 30 mètres de l'entrée de la cité médiévale de Carcassonne. Il met gratuitement à votre disposition une piscine extérieure et une connexion Wi-Fi. Moyennant des frais supplémentaires, vous pourrez profiter d'un spa doté d'une piscine intérieure, d'un jacuzzi et d'un hammam.\n\nLes hébergements sont pourvus de la climatisation et d'une télévision à écran plat. Chaque chambre ou suite comprend une salle de bains privative.\n\nLe bar panoramique offre une vue sur la ville. Des collations sont servies et vous pourrez prendre des cours de cuisine sur demande.\n\nL'établissement possède également une réception ouverte 24h/24 et un parking privé.\n\nL'Hôtel du Château & Spa - Teritoria se trouve à moins de 300 mètres de la sortie de l'autoroute N113, à 7 minutes de marche de la basilique Saint-Nazaire, à 5 minutes à pied de l'église Saint-Celse et à 8 minutes de route de la gare de Carcassonne.", "address": "2 Rue Camille Saint Saens, 11000 Carcassonne, France"},
{"hotel_name": "ibis budget Carcassonne La Cité", "url_hotel": "https://www.booking.com/hotel/fr/ibis-budget-carcassonne-la-cite.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&sid=d8e4bfa34a086d58ebc15968edb8ab78&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=290b5a4737cf00eb&type=total&ucfs=1&", "hotel_coordinates": "43.20765480875172,2.3788082599639893", "score": "7.7", "text_description": "L'ibis budget Carcassonne La Cité est situé à Carcassonne, à 15 minutes à pied de la cité médiévale et à 2 km du centre-ville.\n\nPrésentant un décor moderne et fonctionnel, les chambres comprennent une connexion Wi-Fi gratuite, une salle de bains privative et une télévision par satellite.\n\nUn petit-déjeuner buffet continental est servi. Par ailleurs, Carcassonne abrite un grand nombre de restaurants, de bars et d'épiceries.\n\nL'aéroport de Carcassonne se trouve à seulement 15 minutes de route de l'hôtel et la gare est à 10 minutes. Vous pourrez profiter gratuitement d'un parking privé sur place.", "address": "211 Avenue Du General Leclerc, 11000 Carcassonne, France"}
]