[
{"hotel_name": "Hôtel des Halles", "url_hotel": "https://www.booking.com/hotel/fr/hotel-des-halles-dijon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.32558141857032,5.036918297410011", "score": "8.4", "text_description": "Located in Dijon historical city center, 50 metres from the pedestrian area, Hôtel des Halles features a free WiFi access. The Halles centrales Covered Market is located 300m walk away. The road of vintage wines of Bourgogne starts a 10-minute drive from the property.\n\nAll rooms provide air conditioning, a flat-screen TV and a private bathroom fitted with a walk-in shower. Rooms are accessible by lift.\n\nA buffet breakfast is served daily at Hôtel des Halles.\n\nGodrans Tramway Stop is 30 metres away and provides direct access to Dijon Zenith and Dijon University. Paid public parking is located 250 metres away.", "address": "8 rue Montigny, 21000 Dijon, France"},
{"hotel_name": "Hôtel Restaurant Kyriad Direct DIJON NORD - Zenith - Toison d'Or", "url_hotel": "https://www.booking.com/hotel/fr/hotel-balladins-dijon-nord-superior.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.35121565844352,5.069667398929596", "score": "7.2", "text_description": "Located a 12-minute drive from Dijon city centre, Hôtel Hôtel Restaurant Kyriad Direct DIJON NORD - Zenith - Toison d'Or has features air-conditioned room with free WiFi, meeting rooms and a restaurant. Free private parking is available on site.\n\nWith a simple decor, the soundproofed rooms at Hôtel Hôtel Restaurant Kyriad Direct DIJON NORD - Zenith - Toison d'Or include a private bathroom and an LCD TV with Canal+. Provided with free WiFi, rooms are all accessible by lift and some are suitable for families or groups of friends.\n\nA buffet breakfast is served every morning in the dining room. Guests can have a drink at the hotel’s bar and eat at the restaurant, which proposes à la carte menus including Burgundian specialties, grills, salads and pizzas.\n\nDijon’s Train Station is 6 km away and Dijon-Bourgogne Airport is 20 minutes by car. The Palais des Sports is a 9-minute drive and the Musée des Beaux-Arts is 5 km away.", "address": "4, Rue Des Ardennes, 21000 Dijon, France"},
{"hotel_name": "Holiday Inn Express Dijon, an IHG Hotel", "url_hotel": "https://www.booking.com/hotel/fr/holiday-inn-express-dijon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.326999104970184,5.076087266206741", "score": "8.3", "text_description": "Offering an outdoor pool, Holiday Inn Express Dijon is located in Saint-Apollinaire. The air-conditioned hotel offers 24-hour reception, a sun terrace and a bar. Luggage storage and free Wi-Fi access are available.\n\nRooms here will provide you with a flat-screen TV, air conditioning and cable channels. Featuring a walk-in shower, private bathrooms also come with a hairdryer and free toiletries.\n\nThere is also an electric kettle in every room.  A buffet breakfast is available daily and vending machines with snacks are provided on site.\n\nThe hotel is situated 3 km from Dijon centre and 4.6 km from the train station.  The property offers free, secured parking.", "address": "8 Rue de la Glaciere (Saint-Apollinaire), 21850 Dijon, France"},
{"hotel_name": "Odalys City Dijon Les Cordeliers", "url_hotel": "https://www.booking.com/hotel/fr/appart-39-odalys-les-cordeliers.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.318270014552496,5.040114623313457", "score": "7.8", "text_description": "Odalys City Dijon Les Cordeliers is located in the historic centre of Dijon. The aparthotel offers en suite rooms and self-catering accommodations. Guests can relax in the garden or in the steam bath.\n\nAll of the accommodations at Odalys City Dijon Les Cordeliers have a private shower room with free toiletries and hairdryer. Free Wi-Fi access and a cable TV are also available.\n\nThe apartments have an equipped kitchen with dishwasher, microwave and an electric kettle. Restaurants and bars can be found within a walking distance.\n\nThe property is 500 metres from the Palais des Ducs and Fines Arts Museum, and 1.50 km from Dijon ville train station. Dijon Congrexpo is 1.5 km away.", "address": "3/5, rue Turgot, Dijon Centre Ville, 21000 Dijon, France"},
{"hotel_name": "Hôtel République", "url_hotel": "https://www.booking.com/hotel/fr/republique-dijon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.325701412090226,5.044780522584915", "score": "8.0", "text_description": "This 18th-century coaching hotel is located in a peaceful street in the historical centre of Dijon. It offers a modern and elegant setting and free Wi-Fi access.\n\nHotel République features rooms decorated with warm colours to offer a cosy atmosphere. The rooms are equipped with a private bathroom and a flat-screen TV.\n\nGuests can relax on the terrace at the République Hotel. A buffet breakfast is served daily.\n\nDijon-Ville Train Station is less than a 15-minute walk away, or a 5-minute tram ride from République Tram Stop. Hotel République is 900 metres from Musee de Beaux-Arts de Dijon and an 8-minute walk from Dijon Cathedral.", "address": "3 rue du Nord, Dijon Centre Ville, 21000 Dijon, France"},
{"hotel_name": "City Loft Apparthotel", "url_hotel": "https://www.booking.com/hotel/fr/city-loft.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.32268694683896,5.038175582885742", "score": "8.1", "text_description": "Ideally located in the heart of the pedestrian quarter, close to the Palais des Ducs.\n\nFormerly known as the Au Pauvre Diable shop, the building houses 53 nicely furnished apartments ranging from single to quadruple. Every apartment is equipped with air-conditioning, a full kitchenette with hot hobs, fridge and microwave, a safe and a television.\n\nWhile in Dijon, make sure you take some time to discover the city's famous products such as its mustard, gingerbread and blackcurrant liquor. The city also houses an auditorium and a famous university.", "address": "96 rue des Godrans, Dijon Centre Ville, 21000 Dijon, France"},
{"hotel_name": "Residhome Dijon Cité Des Vignes", "url_hotel": "https://www.booking.com/hotel/fr/residhome-dijon-cite-des-vignes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.318251,5.028123", "score": "8.5", "text_description": "Set less than 1 km from Dijon Train Station, a 10-minute walk from Foch-Gare Tramway Station and 3.1 km from Dijon Congrexpo, Residhome Dijon Cité Des Vignes offers accommodation located in Dijon. It is situated less than 1 km from Saint-Philibert Church and features a 24-hour front desk. Free WiFi is available and private parking can be arranged at an extra charge.\n\nEach unit is fitted with air conditioning, a private bathroom and a well-fitted kitchenette including a dishwasher, microwave, fridge and a stovetop. Kitchenware and kettle are also offered. At the aparthotel, units have bed linen and towels.\n\nBuffet and continental breakfast options with fresh pastries, fruits and cheese are available.\n\nChenove Centre Tramway Station is 3.8 km from the aparthotel, while Universite Tramway Station is 4.2 km from the property. Dole-Jura Airport is 50 km away.", "address": "1 Avenue de l'Ouche, 21000 Dijon, France"},
{"hotel_name": "Kyriad Dijon Est Mirande", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-dijon-est-mirande.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.31154756939846,5.080313086509705", "score": "7.3", "text_description": "This functional hotel and restaurant is located in East Dijon, a 15-minute drive from the train station, the exhibition centre and city centre. It offers comfortable rooms with free Wi-Fi access. It offers an outdoor, heated swimming pool.\n\nThe Kyriad Dijon Est Mirande is ideally located for a stopover. Dijon city centre is only a short drive away and the hotel boasts easy access to the A6 and the A31 motorways. Piscine Olympique Tram Station is just 100 metres away.\n\nFree private parking is provided at the Kyriad Dijon Est Mirande, making it easy to explore the Bourgogne region by car.\n\nLeisure facilities at the Kyriad Dijon include a fitness suite and there is an 18-hole golf course a short drive away.\n\nThe friendly and attentive staff at the Kyriad Dijon Est Mirande will be happy to help you organise your stay in Dijon 24 hours a day.", "address": "12-14,Rue Pierre De Coubertin, 21000 Dijon, France"},
{"hotel_name": "Hôtel Montchapet Dijon Centre", "url_hotel": "https://www.booking.com/hotel/fr/montchapet.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.327073254889456,5.033303294549114", "score": "7.8", "text_description": "The Hôtel Montchapet is located in the heart of Dijon, just a 10-minute walk to Gare de Dijon-Ville. It offers soundproofed accommodation and free Wi-Fi.\n\nEach guest room at the Montchapet Hotel has a modern decor and a private bathroom.\n\nGuests at the Montchapet can relax with a drink in the bar after a day of sightseeing. The hotel is less than a 10-minute walk from the Dijon Cathedral.", "address": "26 rue Jacques Cellerier, 21000 Dijon, France"},
{"hotel_name": "ibis Dijon Sud", "url_hotel": "https://www.booking.com/hotel/fr/ibis-dijon-sud.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.272269176944285,5.003117769956589", "score": "7.1", "text_description": "Located 6 km from central Dijon, the Ibis Dijon Sud offers a 24-hour front desk and a restaurant and bar with terrace. Free WiFi access.\n\nAll of the 78 air-conditioned rooms have a private bathroom with bath or shower and free toiletries. They also feature a desk and a flat-screen TV. Rooms for guests with limited mobility are also available.\n\nThe ibis Dijon Sud has a bar and a restaurant. A buffet breakfast composed of sweet and savoury dishes such as eggs, fruit salad, yogurts and juices is served every day. Pastries baked on site and fresh French Madeleine cakes are also on offer, as well as a hot beverage and a piece of fruit to take away. Outside of regular breakfast hours guests can also enjoy a lighter option, available from 04:00.\n\nizivia electric charging stations for all vehicles are available\n\nA tennis court and a golf course can be found less than 8 km away. With Dijon Airport 13 km away, the hotel offers free on-site parking with no prior reservation.", "address": "Rue Bolotte - Route de Beaune, 21160 Dijon, France"},
{"hotel_name": "Aparthotel Adagio Access Dijon République", "url_hotel": "https://www.booking.com/hotel/fr/aparthotel-adagio-access-dijon-republique.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.325525999999996,5.049480399999993", "score": "8.5", "text_description": "Located in the centre of Dijon, just a 3-minute walk from the Place de la République, Aparthotel Adagio Access Dijon République offers a 24-hour reception and free WiFi access throughout. The Fine Arts Museum is a 15-minute walk away.\n\nAll accommodation is air-conditioned and features a living area with a TV, a desk and a bathroom with a hairdryer. The fully equipped kitchen includes a microwave, stovetop and refrigerator.\n\nYou can prepare homemade meals in the studio or apartment. A buffet breakfast is also served each morning in the property's breakfast room and children from 4 to 11 years old can enjoy it at a reduced rate. Guests can also find grocery shops and restaurants within walking distance.\n\nClassed as an eco-friendly building due to its photovoltaic roof, the aparthotel is easily accessible by public transport. The tramway and L3 bus provide direct access to Dijon Train Station, which is 500 metres from Dijon Congrexpo Exhibition Centre. Private parking is available on site at a surcharge.", "address": "33 rue de Mulhouse, 21000 Dijon, France"},
{"hotel_name": "B&B HOTEL Dijon Nord Zénith", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-dijon-zenith.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "47.350663931507675,5.069212432540894", "score": "7.4", "text_description": "B&B HOTEL Dijon Nord Zénith is a disabled-friendly hotel located in Dijon, 1 km from Zénith de Dijon Convention Centre.\n\nAll rooms come with a flat-screen TV with cable channels, a laptop and and a desk. Other facilities include a wardrobe, heating and air conditioning. Every room has a private bathroom equipped with a shower. Some rooms can accommodate disabled guests, other rooms are able to accommodate smokers.\n\nBuffet breakfast is available every morning at an extra charge.\n\nThe hotel is 6.5 km from Dijon Train Station. The property is also a 8-minute drive from Dijon Congrexpo Convention Centre. The nearest airport is Dole - Jura Airport, 51 km from the property.", "address": "1 Rue des Ardennes - Zone village auto, 21000 Dijon, France"},
{"hotel_name": "ibis Styles Dijon Central", "url_hotel": "https://www.booking.com/hotel/fr/ibis-central.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.323121491343166,5.03729984164238", "score": "8.1", "text_description": "Set in a pedestrian district in the heart of Dijon’s historic area, ibis Styles Dijon Central is just 1 km from Dijon Train Station. It offers 24-hour reception and free Wi-Fi.\n\nThe ibis Styles Dijon Central boasts air-conditioned and soundproofed guest rooms, as well as a conference room enjoying the support of a professional staff and a reliable organization.\n\nThe success of the ibis Styles Dijon Central is closely linked to its gastronomic restaurant, Le Central and its brasserie-style restaurant. After a tasty meal, you can discover the city of Dijon and its countless landmarks.\n\nThe Palace of the Dukes of Burgundy is 400 metres from the hotel.", "address": "3, Place Grangier, Dijon Centre Ville, 21000 Dijon, France"},
{"hotel_name": "Kyriad Hotel Dijon Gare", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-gare.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.32279603784554,5.029898285865784", "score": "7.0", "text_description": "The Kyriad Hotel Dijon Gare is 120 metres from Dijon Train Station and offers an indoor swimming pool and soundproofed rooms with free Wi-Fi access.\n\nEach air-conditioned bedroom has a tea and coffee maker and satellite TV. All the rooms have a private bathroom.\n\nExtras include a fitness centre and a sauna upon reservation.\n\nThe hotel reception is open 24 hours, 7 days a week. There are 2 TV lounges on the ground floor and a computer with internet access is available for guests' use.\n\nThe hotel has a bar and large groups can be catered for on request, 24 hours a day. A hot buffet breakfast is available daily.\n\nThe hotel is 7 km from Dijon Bourgogne Airport. A close garage parking is available at an additional cost. The Palais des Congrès is a 7-minute tram ride away and both the university campus and the Toison d'Or shopping centre are less than 20 minutes from the property.", "address": "7-9 Rue Docteur Albert Remy, 21000 Dijon, France"},
{"hotel_name": "Novotel Dijon Sud", "url_hotel": "https://www.booking.com/hotel/fr/novotel-dijon-sud.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "47.27952742932506,5.0077056884765625", "score": "7.3", "text_description": "The Novotel Dijon Sud is situated on the Burgundy wine route, 10 minutes from Dijon and in the area of the Marsannay-La-Côte vineyards. It features an outdoor swimming pool and free parking is available.\n\nRooms at the the Novotel Dijon Sud are spacious, air-conditioned and feature a Satellite TV and a mini bar.\n\nGuests can enjoy a drink and sample traditional French cuisine in the Novotel Restaurant. In the summertime, meals are also served on the outdoor terrace. A children’s menu is available upon request.", "address": "11 Route De Beaune, 21160 Dijon, France"},
{"hotel_name": "Campanile Dijon Congrès Clemenceau", "url_hotel": "https://www.booking.com/hotel/fr/campanile-dijon-congra-s-cla-c-menceau.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.32874479296254,5.0593167543411255", "score": "7.6", "text_description": "Located in Dijon, Campanile Dijon Congrès Clémenceau offers air-conditioned guest rooms and free Wi-Fi access throughout. You can relax with a drink from the 24-hour lounge bar and the Palais des Congrès of Dijon is 200 metres away.\n\nAll of the contemporary rooms at Campanile Dijon Congrès Clémenceau have a flat-screen TV with satellite channels, heating, and a private bathroom with hairdryer and shower.\n\nA private, secured parking is available upon prior reservation and with an additional cost. Dijon city centre is located 1 km from the property and Poincarré tram stop can be found in front of the hotel.", "address": "16 Avenue Raymond Poincaré, 21000 Dijon, France"},
{"hotel_name": "ibis Dijon Gare", "url_hotel": "https://www.booking.com/hotel/fr/ibis-dijon-gare.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "47.322231489453145,5.023886114358902", "score": "7.9", "text_description": "Located opposite Dijon Train Station, the ibis Dijon Gare Hotel is just a 10-minute walk from the historic city centre. It offers air-conditioned rooms equipped with a radio and free WiFi.\n\nThe ibis Dijon Gare's restaurant, Le Klub, serves regional cuisine and a large wine selection. During the summer, guests can enjoy their meal on the floral terrace.\n\nA buffet breakfast composed of sweet and savoury dishes such as eggs, fruit salad, yogurts and juices is served every day. Pastries baked on site and fresh French Madeleine cakes are also on offer, as well as a hot beverage and a piece of fruit to take away. Outside of regular breakfast hours guests can also enjoy a lighter option, available from 04:00.", "address": "15 Avenue Albert 1Er, 21000 Dijon, France"},
{"hotel_name": "Hôtel Wilson - Teritoria", "url_hotel": "https://www.booking.com/hotel/fr/wilson-dijon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.31585012770182,5.044266879558563", "score": "8.2", "text_description": "Hôtel Wilson - Teritoriais located in the Burgundy region a 10-minute walk from the centre of Dijon. It is housed in a 17th-century post house. Free Wi-Fi is available.\n\nGuest rooms overlook Place Wilson or the hotel’s interior courtyard. All rooms are equipped with en suite bathrooms, telephones, satellite TV and are accessible by lift.\n\nHôtel Wilson - Teritoria has a bar. Parking in the courtyard is available, subject to availability with extra fees.  The Musée des Beaux-Arts de Dijon and Palace of the Dukes and Estates of Burgundy are a 6-minute drive away.", "address": "1 rue de Longvic, 21000 Dijon, France"},
{"hotel_name": "Maison Philippe Le Bon", "url_hotel": "https://www.booking.com/hotel/fr/philippe-le-bon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.31837585355751,5.038001239299774", "score": "8.3", "text_description": "Set in the heart of the historic centre of Dijon, Maison Philippe Le Bon is 300 metres from Palais des Ducs de Bourgogne. Free WiFi in all rooms and all public areas of the hotel.\n\nThe air-conditioned rooms at Maison Philippe Le Bon have a private bathroom and flat screen TV. Rooms offer views over the city of Dijon, the interior garden or Gothic courtyard or over rue Sainte Anne.\n\nRestaurant La Closerie serves inventive, seasonal gourmet cuisine, complemented by an excellent wine list featuring many local wines. La Closerie offers elegant dining in a setting dating back to the 17th century, with original floortiles, exposed beams and rustic stonework, yet infused with contemporary touches.\n\nIn the summertime, lunch and dinner can be served in the hotel's private garden. A full buffet breakfast is served daily. Please note that our restaurant will be closed from the 1st January 2025 until 28th February 2025 as it will be undergoing renovations. We are still providing breakfast, but as room service only.\n\nGuests at Maison Philippe Le Bon can explore the historical centre, its quaint streets and squares, while visiting Les Halles market, a wide variety of museums and original boutiques and shops.\n\nGare de Dijon-Ville train station is a 5-minute drive or a 15-minute walk away from Maison Philippe Le Bon.", "address": "18 rue Sainte Anne, Dijon Centre Ville, 21000 Dijon, France"},
{"hotel_name": "Hotel Le Jacquemart", "url_hotel": "https://www.booking.com/hotel/fr/le-jacquemart.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.32345830632939,5.043451488018036", "score": "8.4", "text_description": "In the centre of Dijon, capital of Burgundy, close to the Palais des Ducs de Bourgogne, Hotel Le Jacquemart enjoys a privileged location in the district of the Antique shops.\n\nWhether on a holiday or on a business trip, enjoy the comfort of 31 elegant rooms ranging from economic to premium. The hotel's welcoming staff will be more than happy to help you make the most of your stay.\n\nWhile in Dijon, make sure you spare some time to visit the art museum and the Notre-Dame church with its famous owl-shaped carving.", "address": "32 Rue Verrerie, Dijon Centre Ville, 21000 Dijon, France"},
{"hotel_name": "Hôtel Le Chambellan", "url_hotel": "https://www.booking.com/hotel/fr/le-chambellan-dijon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.32178557377735,5.045166090130806", "score": "7.6", "text_description": "Hotel Le Chambellan is housed in a 17th-century building in Dijon city centre. Its location is ideal for visiting churches and museums, of which there are 7 within a 15-minute walk.\n\nThe heated guest rooms at Le Chambellan are all equipped with a flat-screen TV and Satellite channels and free Wi-Fi connection. All rooms are soundproofed, and some rooms have a view of the private courtyard.\n\nA buffet breakfast is served every morning in the breakfast room, where guests can read the daily newspapers provided.\n\nThe tour desk at Le Chambellan will provide information about Dijon’s main attractions including La Porte Guillaume archway, just a 10-minute walk away. With public parking nearby, this hotel is just 900 m from Dijon Train Station and 7 km from Dijon-Bourgogne Airport.", "address": "92 rue Vannerie, Dijon Centre Ville, 21000 Dijon, France"},
{"hotel_name": "B&B HOTEL Dijon Valmy Toison d'or", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-dijon-valmy-toison-d-39-or.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.361115,5.05172", "score": "8.3", "text_description": "B&B HOTEL Dijon Valmy Toison d'or is located in Dijon, within 4.9 km of Dijon Congrexpo and 6.7 km of Dijon Train Station. Featuring a shared lounge, the 3-star hotel has air-conditioned rooms with free WiFi, each with a private bathroom. The property is non-smoking and is situated 1.1 km from Zénith de Dijon.\n\nAt the hotel rooms include a desk and a flat-screen TV.\n\nGuests at B&B HOTEL Dijon Valmy Toison d'or can enjoy a buffet or a continental breakfast.\n\nFoch-Gare Tramway Station is 6.8 km from the accommodation, while CHU - Hopitaux Tramway Station is 7 km from the property. Dole-Jura Airport is 54 km away.", "address": "19 Avenue Françoise Giroud, 21000 Dijon, France"},
{"hotel_name": "Ibis Styles Dijon Nord Valmy", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-prestige-dijon-nord-valmy-xml.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.360673,5.049352999999996", "score": "8.2", "text_description": "With a 24-hour reception desk, this Ibis Styles Dijon Nord Valmy is located 5 km from Dijon Train Station. It offers free Wi-Fi internet access, free private parking onsite and a bar. A buffet breakfast is served daily.\n\nServiced with a lift, all of the air-conditioned rooms at the Hotel Dijon Nord Valm are equipped with an LCD TV, a safe and a telephone. Some of the rooms have facilities for guests with reduced mobility.\n\nYou can read one of the free newspapers on the hotel’s terrace. The closest restaurant is located 450 metres away and a shopping center can be found 1 km from this Ibis Styles Dijon Nord Valmy.", "address": "Impasse aux Charmes D'asnières - Zac Valmy, 21000 Dijon, France"},
{"hotel_name": "L'aparthoteL LhL", "url_hotel": "https://www.booking.com/hotel/fr/aparthotel-lhl.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.32566595948774,5.035188943147659", "score": "7.7", "text_description": "L'aparthoteL LhL is located in the heart of Dijon, a 5-minute walk from the station.  It offers apartment accommodation with free wired internet access and has a large garden. There is a secure car park on site at a surcharge and is subject to availability.\n\nEach apartment includes a kitchenette with hot plates, microwave and refrigerator and a lounge/dining area. Free WiFi is also available throughout and a free laundry service, washing machines and dryers, is at your disposal.\n\nL'aparthoteL LhL serves a continental breakfast and it can also be taken in the guest room upon request. Grocery shops, bakeries, restaurants and cinemas can be reached within walking distance.\n\nGuests of L'aparthoteL LhL can relax in the garden which is filled with many plants, flowers and trees or on the terrace.  Barbecue facilities are also provided. A laundry with washing machines and clothes dryers are at your disposal on site, as well as an iron and an ironing board.\n\nL'aparthoteL LhL is 600 metres from Dijon Cathedral and a 10-minute walk from the Palace of the Dukes of Burgundy. It is a 2-minute walk from Place Darcy and a 5-minute drive from Dijon convention centre. There is a secure car park, available at a surcharge.", "address": "4 rue Audra, 21000 Dijon, France"},
{"hotel_name": "Hotel ibis Dijon Centre Clemenceau", "url_hotel": "https://www.booking.com/hotel/fr/ibis-dijon-centre-clemenceau.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=35c95a46ce4b0408&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.32945016325863,5.051640272140503", "score": "7.8", "text_description": "This hotel has a 24-hour reception and offers air-conditioned guest rooms with satellite TV and free Wi-Fi access. It is located just a 15-minute walk from the centre of Dijon.\n\nThe soundproofed guest rooms include a telephone and a work desk. Each room has a private bathroom. All of the rooms are serviced by a lift.\n\nA buffet breakfast composed of sweet and savoury dishes such as fruit salad, yogurts and juices is served every day. Pastries baked on site and fresh French Madeleine cakes are also on offer, as well as a hot beverage. Outside of regular breakfast hours guests can also enjoy a lighter option, available from 04:00. Light snacks are served in the contemporary bar.\n\nGare Porte Neuve Train Station is just 1 km from Hotel ibis Dijon Centre Clemenceau. The Exhibition Centre is 350 metres away and public parking is available on site.", "address": "2 avenue de Marbotte, 21000 Dijon, France"}
]