[
{"hotel_name": "Moxy Annecy", "url_hotel": "https://www.booking.com/hotel/fr/moxy-annecy.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=48cc261aff27ba81b65611695fb7fdfa&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.90025357689497,6.115946039173132", "score": "7.9", "text_description": "Idéalement situé à Annecy, le Moxy Annecy propose des chambres climatisées, une terrasse, une connexion Wi-Fi gratuite et un restaurant. Cet hôtel 3 étoiles met à votre disposition un service d’étage et une réception ouverte 24h/24. L’hébergement possède un centre d’affaires et assure des services de concierge ainsi que de bagagerie.\n\nLes chambres comprennent une salle de bains privative pourvue d’une douche et d’un sèche-cheveux. Certaines sont dotées d’un balcon. Chaque chambre du Moxy Annecy est équipée d'un bureau et d'une télévision à écran plat.\n\nLe matin, vous pourrez prendre un petit-déjeuner buffet sur place.\n\nLe Moxy Annecy se trouve à 35 km de Rochexpo et à 36 km du lac du Bourget. L’aéroport de Chambéry-Savoie se situe à 41 km.", "address": "19 Avenue Du Rhone, 74000 Annecy, France"},
{"hotel_name": "Allobroges Park Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/tiallobroges.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=e1576c4f6ac335a2328d9c88a9bdd98a&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.90218660575059,6.123805046081543", "score": "8.9", "text_description": "L'établissement 3 étoiles Allobroges Park Hôtel vous accueille dans le centre-ville d'Annecy, à 10 minutes à pied du château d'Annecy. Il dispose d'une réception ouverte 24h/24 et d'une connexion Wi-Fi gratuite.\n\nToutes les chambres insonorisées comprennent la climatisation, un bureau et une télévision à écran LCD. Certaines sont dotées de poutres apparentes. Leur salle de bains privative est pourvue d'un sèche-cheveux et d'articles de toilette gratuits.\n\nLe bar sur place est ouvert 24h/24 et 7j/7. En été, vous pourrez également profiter d'une terrasse.\n\nLe lac d'Annecy vous attend à 10 minutes de marche. Sur réservation préalable, vous pourrez utiliser un parking privé (sous réserve de disponibilité). La gare d'Annecy se trouve à 260 mètres de l'Allobroges Park Hôtel.", "address": "11 rue Sommeiller, 74000 Annecy, France"},
{"hotel_name": "Hôtel des Alpes", "url_hotel": "https://www.booking.com/hotel/fr/hotel-des-alpes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=568278f2017c3b2629d712f3d8bc8a6e&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.90163038296463,6.122925281524658", "score": "8.4", "text_description": "L'Hôtel des Alpes propose un hébergement 2 étoiles à 10 minutes à pied du lac d'Annecy et à 100 mètres de la gare. La vieille ville, les boutiques et les restaurants sont accessibles à pied.\n\nTous les logements de l’hôtel sont équipés d’une télévision par satellite à écran plat et d’un bureau. Les salles de bains privatives sont pourvues d’un sèche-cheveux et d’articles de toilette gratuits. L'hôtel ne possède pas d'ascenseur, mais le personnel se fera un plaisir de vous aider à porter vos bagages si besoin.\n\nL’Hôtel des Alpes sert un petit-déjeuner continental tous les matins. Vous pourrez profiter d’un bar sur place.\n\nL’aéroport le plus proche, celui de Chambéry-Savoie, est situé à 48 km de l’établissement. Un parking public se trouve à proximité. Il est gratuit de 19h00 à 8h00 et payant le reste de la journée.\n\nL'hôtel dispose d'un ascenseur. Il descend jusqu’au 1er étage, où se trouve la réception, et permet d’accéder aux 2e et 3e étages.\nVous devrez monter quelques marches pour rejoindre les 1er et 4e étages. N'hésitez pas à demander de l'aide à l'arrivée et au départ.", "address": "12 Rue De La Poste, 74000 Annecy, France"},
{"hotel_name": "Hôtel Les Muses", "url_hotel": "https://www.booking.com/hotel/fr/marina-bay-hotels.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=044e93d5e67eb7db57bf391644cfd85d&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.9061192031712,6.15546584129333", "score": "7.9", "text_description": "Situé à Annecy-le-Vieux, dans les Alpes françaises, l’Hôtel Les Muses est composé de 2 bâtiments avec des chambres donnant sur le lac d’Annecy ou le mont Veyrier.\n\nChacune des chambres de l’Hôtel Les Muses dispose d’une connexion Wi-Fi gratuite, d’une télévision par câble à écran plat et d’une salle de bains privative. Certaines sont dotées d’une terrasse et de la climatisation.\n\nLe petit-déjeuner quotidien est servi sous forme de buffet. Dans les environs, vous pourrez pratiquer des activités comme la randonnée et le ski nautique. Le lac d’Annecy se trouve à 50 mètres, tandis que sa plage est à 250 mètres.\n\nLe stationnement privé sur place est gratuit. Le personnel multilingue de l’Hôtel Les Muses pourra vous renseigner sur les lieux d’intérêt de la région.", "address": "61 Rue Centrale, 74940 Annecy, France"},
{"hotel_name": "Zenitude Hôtel-Résidences Les Hauts d'Annecy", "url_hotel": "https://www.booking.com/hotel/fr/appart-city-annecy-seynod.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=47b117663997526053f894d8321b77c9&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.890749,6.107753", "score": "7.6", "text_description": "Le Zenitude Hôtel - Résidences Les Hauts d’Annecy se situe à Seynod, à 3 km du lac d’Annecy et à 2 km du centre-ville. Les studios et les appartements du Zenitude Hôtel-Résidences Les Hauts d'Annecy présentent une décoration contemporaine. La réception est ouverte de 6h15 à 22h30. Toutes les chambres bénéficient d’une connexion Wi-Fi gratuite.\n\nLes appartements sont dotés d’un coin salon avec télévision à écran plat et d’une salle de bains privative avec douche ou baignoire. Ces appartements indépendants sont pourvus de serviettes de toilette et de linge de lit. Le ménage y est effectué une fois par semaine.\n\nDepuis le Zenitude Hôtel - Résidences Les Hauts d'Annecy, vous rejoindrez les stations de ski de La Clusaz et du Grand Bornand en 45 minutes en voiture. Lors de votre séjour, vous pourrez visiter la vieille ville d’Annecy, la cathédrale et le palais de l’Isle. \n\nDes formules de plats à emporter composées d'un plat chaud, d'une boisson et d'un dessert sont disponibles. Vous pourrez choisir parmi une vaste gamme de plats et vous détendre en prenant un délicieux repas.", "address": "16, rue du Champ de la Taillee, 74600 Annecy, France"},
{"hotel_name": "Icône Hôtel - Annecy", "url_hotel": "https://www.booking.com/hotel/fr/ica-ne.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=b24f67f9a4d070b03a962b471b89a26a&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.89714928882797,6.122658848653373", "score": "7.6", "text_description": "Vous accueillant dans le centre-ville d'Annecy, l'Icône Hôtel - Annecy propose un salon commun, une bagagerie et une connexion Wi-Fi gratuite. Vous séjournerez à 10 minutes à pied du lac d'Annecy et à 33 km de la station de ski de La Clusaz.\n\nOffrant une vue sur la ville, les chambres de l’Icône Hôtel - Annecy disposent d’une télévision à écran plat, ainsi que d’une salle de bains avec baignoire ou douche. Les hébergements comprennent également un bureau, une armoire et des articles de toilette gratuits. Le petit-déjeuner pourra par ailleurs vous être servi dans le confort de votre chambre moyennant un supplément.\n\nDes restaurants et des commerces sont installés à moins de 1 km. La gare d'Annecy se trouve à 650 mètres. L'aéroport international de Genève est accessible en 40 minutes de route.\n\nLa réception est ouverte 24h24.", "address": "1 Faubourg des Balmettes, 74000 Annecy, France"},
{"hotel_name": "Ace Hotel Annecy", "url_hotel": "https://www.booking.com/hotel/fr/ace-annecy.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=d87d3c1609b6859589ce4527494716c9&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.8800899491911,6.09713047742844", "score": "8.3", "text_description": "Doté d'une réception ouverte 24h/24, l'Ace Hotel Annecy est situé à Seynod, à moins de 5 km du lac d'Annecy et du centre-ville d'Annecy. L'établissement propose une connexion Wi-Fi gratuite dans les chambres et les parties communes.\n\nChaque chambre est climatisée et dispose d'une télévision par satellite, d'un bureau et d'une armoire. La salle de bains privative est pourvue d'une douche, d'un sèche-cheveux et d'articles de toilette gratuits.\n\nL'Ace Hotel Annecy met à votre disposition des distributeurs automatiques ainsi qu'une salle à manger où le petit-déjeuner vous sera servi chaque matin. L'hôtel se situe dans un quartier commerçant et vous trouverez plusieurs restaurants à moins de 300 mètres.\n\nL'établissement propose également un salon commun. Sur place ou dans les environs, vous pourrez pratiquer de nombreuses activités telles que le ski, le golf et la randonnée à vélo. Le parcours de golf du lac d'Annecy est accessible en 25 minutes de route.\n\nUn parking gratuit est disponible sur place. L'établissement se trouve à 3,4 km de la gare d'Annecy et à 100 mètres du transport en commun qui vous amènera au centre-ville d'Annecy du lundi au samedi.", "address": "8 Boulevard du Semnoz  - Zone d'activités  de Periaz Seynod, 74600 Annecy, France"},
{"hotel_name": "Hotel Les Terrasses", "url_hotel": "https://www.booking.com/hotel/fr/les-terrasses-annecy.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=e6dd6b9093cee64bfbb3fc761633af5a&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.90393736458728,6.119993627071381", "score": "8.7", "text_description": "L’Hotel Les Terrasses vous accueille dans le centre d'Annecy, à seulement 5 minutes à pied de la gare SNCF d'Annecy. L’établissement est situé dans un grand jardin paysager et propose une connexion Wi-Fi gratuite.\n\nLes chambres de l'Hotel Les Terrasses sont toutes insonorisées et dotées d'un bureau ainsi que d'une télévision à écran plat. Les salles de bains privatives sont pourvues d'une baignoire ou d'une douche et de la climatisation.\n\nUn petit-déjeuner est proposé sur place moyennant des frais supplémentaires. Vous pourrez le déguster dans votre hébergement ou sur la terrasse, si le temps le permet.\n\nLe lac est accessible en 15 minutes à pied. L'hôtel se trouve à seulement 30 minutes de route de Genève et de la frontière suisse.", "address": "15 rue Louis Chaumontel, 74000 Annecy, France"},
{"hotel_name": "Sure Hotel by Best Western Annecy", "url_hotel": "https://www.booking.com/hotel/fr/best-ha-tel-annecy.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=9c8147cb5ec0b954f182a5eb5bbd2a03&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.90074937439729,6.100300848484039", "score": "7.7", "text_description": "Le Sure Hotel by Best Western Annecy est situé à seulement 3,5 km du lac d'Annecy et à 4 minutes en voiture du centre-ville d'Annecy. Des chambres dotées d’une connexion Wi-Fi gratuite sont proposées.\n\nLes chambres comprennent toutes une télévision à écran plat, ainsi qu’une salle de bains privative pourvue d’une baignoire ou d’une douche.\n\nChaque matin, vous pourrez savourer un petit-déjeuner buffet. Agrémenté d’une terrasse, le restaurant sur place prépare des plats français traditionnels.\n\nCet établissement possède par ailleurs un bar et un coin salon avec un billard, un flipper et un baby-foot, ainsi qu'une aire de jeux pour enfants. Du matériel de repassage et une sélection de jeux de société sont fournis à la réception, sur demande. \n\nVous pourrez profiter d'un accès privé pour 1 ou 2 personnes à l'espace de relaxation sensoriel sur réservation et moyennant des frais supplémentaires. Cet espace comporte un jacuzzi avec jets de massage et luminothérapie, ainsi qu’un sauna, un mur d’images vidéo et un plafond étoilé.\n\nVous aurez la possibilité de pratiquer de nombreuses activités dans la région, telles que le parapente et l'escalade. Un parking privé gratuit est disponible sur place.", "address": "138 rue des paquerettes Cran Gevrier, 74960 Annecy, France"},
{"hotel_name": "Le Boutik Hotel", "url_hotel": "https://www.booking.com/hotel/fr/le-boutik.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=9dde0fda0c36a91491692a2857f209dd&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.89771606659,6.13013094662711", "score": "8.3", "text_description": "Décoré dans un style unique et doté d’un jardin, d’une terrasse et d’une connexion Wi-Fi gratuite, Le Boutik Hotel se trouve à Annecy. Il se situe à 300 mètres du palais de l'Île et à 4 minutes à pied du château d’Annecy.\n\nToutes les chambres de l'hôtel sont décorées individuellement et disposent d'une salle de bains privative pourvue d'articles de toilette gratuits et d'un sèche-cheveux.\n\nDes iPad sont disponibles sur demande avant votre arrivée pour regarder la télévision.\n\nUn petit-déjeuner buffet est servi tous les jours sur place. Il se compose de fromage, de charcuterie, de viennoiseries, de gâteaux, d’une sélection de pains, de crêpes, de fruits frais et de jus de fruits. Un brunch est proposé le dimanche, sur réservation.\n\nLe personnel, parlant français, anglais et italien, se fera un plaisir de vous assister 24h/24 pendant votre séjour.\n\nL’établissement se trouve à 200 mètres de l’église Saint-François de Sales et à 450 mètres du pont des Amours. L’aéroport de Chambéry-Savoie, le plus proche, est accessible à 49 km.", "address": "entrée par la rue de la providence 2 Rue des Marquisats, 74000 Annecy, France"},
{"hotel_name": "Le Pélican", "url_hotel": "https://www.booking.com/hotel/fr/le-pelican-annecy1.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=1e5e798aabd8f14c052be81930dbd697&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.897015,6.131543", "score": "8.8", "text_description": "Situé à Annecy, à 37 km de Rochexpo, l'établissement Le Pélican propose une piscine extérieure ouverte en saison, un parking privé, une terrasse et un restaurant. Cet hôtel 4 étoiles propose un service d'étage, une réception ouverte 24h/24 et une connexion Wi-Fi gratuite. Vous pourrez prendre un verre au bar.\n\nLes chambres climatisées comprennent un bureau, une machine à café, un réfrigérateur, un coffre-fort, une télévision à écran plat et une salle de bains privative avec douche. Toutes les chambres disposent d'une armoire.\n\nUn petit-déjeuner buffet, continental ou sans gluten est servi sur place.\n\nVous séjournerez à 38 km du lac du Bourget et à 43 km du stade de Genève. L'aéroport de Chambéry-Savoie est à 43 km.", "address": "20 Rue des Marquisats, 74000 Annecy, France"},
{"hotel_name": "Centre Jean XXIII", "url_hotel": "https://www.booking.com/hotel/fr/centre-jean-xxiii.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=10519c994233507b3e625420083a7540&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.9183227,6.15250679999997", "score": "8.2", "text_description": "Doté d’une terrasse bien exposée, le Centre Jean XXIII se trouve à Annecy, à 1,8 km du lac et à 3 km de la vieille ville. Vous bénéficierez gratuitement d’une connexion Wi-Fi dans l’ensemble des locaux.\n\nCertaines chambres offrent une vue sur le lac ou la ville. Toutes disposent d’une salle de bains privative mais aucune n’est climatisée.\n\nL’établissement possède aussi un salon commun.\n\nVous aurez la possibilité de pratiquer diverses activités dans les environs, telles que le ski et la planche à voile. Le lac comporte des installations de sports nautiques. Vous séjournerez à 2,3 km du siège d’Ubisoft et à 3,1 km du château d’Annecy. L’aéroport international de Genève, le plus proche, est accessible à 46 km du Centre Jean XXIII.", "address": "Annecy-le-Vieux 10 Chemin du Bray, 74940 Annecy, France"},
{"hotel_name": "Les Loges Annecy Vieille Ville", "url_hotel": "https://www.booking.com/hotel/fr/les-loges-annecy-vieille-ville.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=2ff28296cfb5e9f541cb6e89020c8b34&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.898025998926904,6.123657524585724", "score": "8.5", "text_description": "L’établissement Les Loges Annecy Vieille Ville propose des appartements indépendants 5 étoiles au cœur du quartier historique d’Annecy, à seulement 200 mètres du lac et à proximité des commerces, des restaurants et des bars. Vous bénéficierez d’une connexion Wi-Fi gratuite.\n\nLes appartements comprennent un bain turc, une cave à vin, une cheminée, une machine à café Nespresso et un plateau de bienvenue agrémenté de produits locaux. Vous pourrez vous détendre dans le lit électrique André Renault tout en utilisant la tablette que vous aurez connectée à la chaîne hi-fi Bose si vous le souhaitez. La salle de bains privative est pourvue d’un peignoir et de chaussons.\n\nL'établissement propose une large gamme de services, notamment un service de billetterie, un bureau d'excursions, des paniers-repas et un concierge. Entièrement non-fumeur, l’hébergement dispose d'équipements pour les personnes à mobilité réduite et d'un ascenseur. Un petit-déjeuner continental est servi chaque matin sur place.\n\nVous séjournerez à 200 mètres du château d’Annecy et à 100 mètres du musée-château. Le Palais de l'Île, l'église Saint-François et la gare d'Annecy se trouvent tous dans un rayon de 300 m. L’aéroport de Genève, le plus proche, est implanté à 49 km.", "address": "35 rue Sainte Claire, 74000 Annecy, France"},
{"hotel_name": "Hôtel du Château", "url_hotel": "https://www.booking.com/hotel/fr/du-chateau-annecy.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=2cb39b98c184184b861670927ce1bbf3&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.89789346662321,6.125205159187317", "score": "8.7", "text_description": "Offrant une vue sur la vieille ville, l’Hotel du Chateau est situé au pied du château d’Annecy. Sa réception est dotée d’une connexion Wi-Fi gratuite.\n\nDécorées avec simplicité, les chambres comprennent une télévision, un téléphone et une salle de bains privative. \n\nL’Hotel du Chateau sert un petit-déjeuner continental chaque matin. Vous pourrez également déguster un verre ou un panier-repas sur la terrasse panoramique de l’hôtel, équipée d’un micro-ondes et d’ustensiles de cuisine.\n\nEnfin, l’Hotel du Chateau se trouve à 5 minutes à pied du lac d’Annecy et à seulement 10 minutes de marche de la gare.", "address": "16, rampe du Château, 74000 Annecy, France"},
{"hotel_name": "Campanile Annecy - Cran Gevrier", "url_hotel": "https://www.booking.com/hotel/fr/campanile-annecy.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=97b7c41200b4533fa86a674a69b2bc51&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.9002696668203,6.10310643911362", "score": "7.4", "text_description": "Le Campanile Annecy - Cran Gevrier se trouve à 3 km du centre-ville, du lac et de la gare d'Annecy. L'aéroport d'Annecy Mont-Blanc est situé à 5 km.\n\nLes chambres sont dotées d'une connexion Wi-Fi gratuite, d'une bouilloire électrique et d'une salle de bains privative avec baignoire ou douche et sèche-cheveux. Certaines chambres sont adaptées aux personnes à mobilité réduite. Un parking privé est disponible gratuitement.\n\nVous pourrez profiter de la Haute-Savoie, notamment du lac d'Annecy, des gorges du Fier et du château de Montrottier. Vous pourrez également visiter les Alpes : La Clusaz, Le Grand Bornand et Chamonix. Genève est accessible en 30 minutes.\n\nLe restaurant sur place vous accueille du lundi au jeudi soir pour le dîner, et du lundi au vendredi midi pour le déjeuner. Vous y dégusterez une cuisine traditionnelle et familiale.\n\nLe Campanile Annecy dispose de la climatisation et d’une terrasse.", "address": "4 Impasse Des Crets, 74960 Annecy, France"},
{"hotel_name": "Rivage Hôtel & Spa Annecy", "url_hotel": "https://www.booking.com/hotel/fr/rivage-amp-spa-annecy.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=648c4ad0c90ffc83225aed9cc7240424&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.905699,6.151953", "score": "8.8", "text_description": "Établissement 4 étoiles, le Rivage Hôtel & Spa Annecy vous accueille à Annecy, à 2,1 km du palais de l’Isle et à 2,2 km du château d’Annecy. Cet hôtel est situé près de plusieurs lieux d’intérêt prisés, comme le pont des Amours, à environ 1,7 km, et le centre culturel de Bonlieu, à environ 1,8 km. Vous séjournerez également à proximité d’attractions populaires telles que l’école supérieure d’art, l’hôtel de ville et le palais de justice d’Annecy.\n\nToutes les chambres de l’hôtel disposent d’une télévision à écran plat. Chaque logement est équipé de la climatisation et certains bénéficient également d’un balcon.\n\nTous les matins, vous pourrez savourer un petit-déjeuner buffet sur place. L’hôtel possède un restaurant ouvert pour le déjeuner et le dîner, agrémenté d’une terrasse donnant sur le lac d’Annecy.\n\nL’établissement comporte une piscine intérieure, un sauna, un hammam, un bain à remous et une salle de sport accessible gratuitement. Des massages spa et des séances de yoga sont disponibles moyennant des frais supplémentaires.\n\nVous trouverez 2 parkings privés (intérieur et extérieur) sur place, accessibles moyennant un supplément.\n\nParlant français et anglais, le personnel de la réception est à votre disposition 24h/24.\n\nLe Rivage Hôtel & Spa Annecy se trouve à 2 km du palais de justice d’Annecy et à 2,1 km de l’église Saint-François. L’aéroport de Chambéry-Savoie-Mont-Blanc est implanté à 37 km.", "address": "33 Avenue du Petit Port, 74000 Annecy, France"},
{"hotel_name": "Aparthotel Adagio Annecy Centre", "url_hotel": "https://www.booking.com/hotel/fr/adagio-city-aparthotel-annecy-centre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=044e93d5e67eb7db57bf391644cfd85d&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.903201977941485,6.122673153877258", "score": "8.6", "text_description": "Doté dune salle de sport, l'Aparthotel Adagio Annecy Centre propose des studios et des appartements munis d'une connexion Wi-Fi gratuite, dans le centre d'Annecy. L’établissement est situé à 1 km du lac d'Annecy, à 3 minutes à pied de la gare et bénéficie d'une réception ouverte 24h/24.\n\nSes appartements climatisés comprennent tous une télévision par satellite. Tous les hébergements disposent d'un coin salon et d'une salle de bains privative avec sèche-cheveux. Les appartements possèdent également une cuisine équipée d'un micro-ondes, d'un réfrigérateur et d'une bouilloire.\n\nDe plus, un petit-déjeuner buffet complet vous sera servi tous les matins moyennant des frais supplémentaires.\n\nPar ailleurs, cet établissement comporte un parking privé sur place et se trouve à 500 mètres du château et de la vieille ville. Enfin, l'Auditorium Seynod vous attend à 5 km.", "address": "2 Place Marie Curie (ex- Avenue Berthollet), 74000 Annecy, France"},
{"hotel_name": "Novotel Annecy Centre", "url_hotel": "https://www.booking.com/hotel/fr/annecy-centre-atria.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=044e93d5e67eb7db57bf391644cfd85d&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.9030377278167,6.122657060623169", "score": "7.8", "text_description": "Le Novotel Annecy Centre est situé dans le centre d'Annecy, à 5 minutes à pied de la vieille ville, du lac et du château d'Annecy. Cet établissement dispose d'une réception ouverte 24h/24 et d'une connexion Wi-Fi gratuite.\n\nToutes les chambres sont insonorisées et munies de la climatisation. Les hébergements comprennent une télévision par satellite à écran plat avec les chaînes beIN Sports et Canal +. Les logements comportent un minibar et un plateau/bouilloire. Les hébergements disposent d'un coin salon et les salles de bains privatives sont équipées d'un sèche-cheveux et d'articles de toilette gratuits.\n\nLe Novotel Annecy Centre propose un petit-déjeuner buffet. The Craic, le restaurant sur place, sert une cuisine variée, dont des plats européens et français. Le bar de l’hôtel sert des boissons et des collations légères.\n\nLe Novotel Annecy Centre possède une aire de jeux intérieure et une bibliothèque pour les enfants. Un service de location de vélos est disponible.\n\nVous séjournerez à seulement 50 mètres de la gare TGV d'Annecy et à 1 km du lac d'Annecy. Vous bénéficierez d'un garage privé sur place moyennant des frais supplémentaires.", "address": "1, place Marie Curie (1 avenue Bertholet), 74000 Annecy, France"},
{"hotel_name": "Impérial Palace", "url_hotel": "https://www.booking.com/hotel/fr/imperial-palace.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=9c8147cb5ec0b954f182a5eb5bbd2a03&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.90374698623782,6.144694089889526", "score": "8.8", "text_description": "Situé au cœur des Alpes françaises, l'Impérial Palace est un hôtel 4 étoiles au bord du lac d'Annecy, à environ 1,5 km du centre d'Annecy. Il propose des hébergements climatisés, un spa et un casino. La connexion Wi-Fi est gratuite.\n\nToutes les chambres sont dotées d'un minibar et d'une télévision par satellite à écran plat. La plupart sont pourvues d'un balcon offrant une vue sur le lac et les montagnes environnantes ou le parc. Un plateau de courtoisie avec du thé est prévu dans chaque chambre.\n\nSur place, le restaurant gastronomique La Voile prépare une cuisine française traditionnelle. Les repas sont servis sur une terrasse ombragée surplombant le lac. Le restaurant La Brasserie vous accueille quant à lui dans un cadre plus décontracté. L'établissement comporte également un bar et un salon où vous dégusterez des pâtisseries faites maison, des collations et un petit-déjeuner buffet complet.\n\nLe spa sur place de 600 m² compte une piscine, une douche sensorielle, un sauna, un hammam, une fontaine de glace, une baignoire spa et des salles de soins privées. De plus, l'Impérial Palace possède un centre d'affaires.\n\nLe stationnement privé sur place est gratuit. Des bornes de recharge pour véhicules électriques sont présentes. L'aéroport international de Genève est installé à 40 km et la gare ferroviaire d'Annecy à 1,5 km. Le château d'Annecy est à 2 km.", "address": "Allée de l'Impérial, 74000 Annecy, France"},
{"hotel_name": "Hôtel de Bonlieu", "url_hotel": "https://www.booking.com/hotel/fr/hoteldebonlieu.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=044e93d5e67eb7db57bf391644cfd85d&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.90349688035514,6.128477454185486", "score": "8.4", "text_description": "Situé à 500 mètres du lac d'Annecy et à 12 minutes à pied du château, l'Hôtel de Bonlieu propose une réception ouverte 24h/24 ainsi que des hébergements dotés d'une connexion Wi-Fi gratuite.\n\nLes chambres climatisées et insonorisées disposent d'une télévision par satellite à écran plat. Leur salle de bains privative est pourvue d'une baignoire ou d'une douche.\n\nUn petit-déjeuner buffet continental est servi chaque jour. Vous pourrez également choisir de prendre le petit-déjeuner en chambre.\n\nUn parking public se trouve à proximité. Vous rejoindrez la gare en 10 minutes à pied. L'aéroport de Chambéry-Savoie est quant à lui accessible en 35 minutes de route.", "address": "5 Rue de Bonlieu, 74000 Annecy, France"},
{"hotel_name": "Séjours & Affaires Annecy Le Pont Neuf", "url_hotel": "https://www.booking.com/hotel/fr/sejours-affaires-annecy-le-pont-neuf.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=9c8147cb5ec0b954f182a5eb5bbd2a03&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.89719346681384,6.110809743404388", "score": "7.6", "text_description": "L'établissement Séjours & Affaires Annecy Le Pont Neuf se situe à 3 km du lac d'Annecy et à 1 km du centre-ville historique. Il se trouve à 45 minutes de route des domaines skiables de La Clusaz et du Grand Bornand.\n\nLes appartements, confortables et pourvus d'une connexion Wi-Fi gratuite et d'équipements modernes, offrent un cadre idéal pour les séjours de courte ou de longue durée. Le petit-déjeuner buffet est servi du lundi au vendredi, moyennant un supplément.\n\nLe Séjours & Affaires Annecy Le Pont Neuf se trouve à Cran-Gevrier, à proximité de commerces, restaurants et transports en commun.\n\nLa gare d'Annecy se trouve à 15 minutes à pied. Un parking est proposé moyennant un supplément. Le domaine skiable du Semnoz se situe à 30 minutes de route.", "address": "8 Rue Du Rond Point - Cran Gévrier, 74960 Annecy, France"},
{"hotel_name": "Fasthotel Annecy", "url_hotel": "https://www.booking.com/hotel/fr/fasthotel-seynod.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=044e93d5e67eb7db57bf391644cfd85d&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.8870546135623,6.07344388961792", "score": "7.3", "text_description": "Situé à 10 minutes en voiture du lac d'Annecy et rénové dans un style typique de la Louisiane, le Fasthotel Annecy est un charmant hôtel proposant un bon rapport qualité-prix. L’aéroport de Genève est implanté à 48 km.\n\nLe Fasthotel propose 48 chambres dotées d'une salle de bains privative, d'une télévision par satellite avec Canal+ et d'une connexion Wi-Fi gratuite.\n\nVous pourrez déguster une cuisine régionale au restaurant du Fasthotel, ouvert pour le dîner du lundi au jeudi.\n\nLe Fasthotel met un parking gratuit à votre disposition, vous permettant de découvrir la région Rhône-Alpes en voiture. Le personnel du Fasthotel se fera un plaisir de vous aider à organiser votre séjour à Seynod et dans la région. La gare d’Annecy est accessible à 5 km.", "address": "2 rue Gustave Eiffel, 74600 Annecy, France"},
{"hotel_name": "Hôtel du Nord", "url_hotel": "https://www.booking.com/hotel/fr/hoteldunordannecy.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=9c8147cb5ec0b954f182a5eb5bbd2a03&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.90205968292101,6.124647259712219", "score": "8.6", "text_description": "Situé dans le centre d'Annecy, l'Hôtel du Nord propose un hébergement 2 étoiles, une réception ouverte 24h/24 et 7 j/7 et une connxion Wi-Fi gratuite, à quelques minutes du lac, de boutiques, de bars, de restaurants et de la gare.\n\nNon-fumeurs, les chambres climatisées de l'Hôtel du Nord comprennent une salle de bains privative.\n\nUn petit-déjeuner continental est servi chaque matin à l'Hôtel du Nord.\n\nParlant anglais, espagnol et français, le personnel de la réception se fera un plaisir de vous donner des conseils pratiques sur la région.\n\nUn parking voisin est gratuit la nuit. L'aéroport de Chambéry-Savoie est implanté à 35 km.", "address": "24, rue Sommeiller, 74000 Annecy, France"},
{"hotel_name": "B&B HOTEL Annecy Cran-Gevrier", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-annecy-cran-gevrier.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=9c8147cb5ec0b954f182a5eb5bbd2a03&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.892319,6.0895437", "score": "8.2", "text_description": "Le B&B HOTEL Annecy Cran-Gevrier est situé à Annecy, à moins de 35 km de Rochexpo et à 36 km du lac du Bourget. Cet hôtel 2 étoiles propose des chambres climatisées avec salle de bains privative et connexion Wi-Fi gratuite. Un parking privé est disponible sur place.\n\nLes chambres comprennent un bureau et une armoire. Toutes les chambres du B&B HOTEL Annecy Cran-Gevrier sont équipées d'une télévision à écran plat et d'articles de toilette gratuits.\n\nUn petit-déjeuner buffet est servi chaque matin.\n\nVous séjournerez à 41 km du stade de Genève et à 44 km du jet d'eau. L'aéroport de Chambéry-Savoie est à 41 km.", "address": "16 Route de Nanfray, 74000 Annecy, France"},
{"hotel_name": "Campanile Annecy Centre - Gare", "url_hotel": "https://www.booking.com/hotel/fr/campanile-annecy-centre-gare.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&sid=044e93d5e67eb7db57bf391644cfd85d&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=c47b5a467ff500bf&type=total&ucfs=1&", "hotel_coordinates": "45.90110729677437,6.122661500000049", "score": "7.9", "text_description": "Situé à Annecy, à 300 mètres de la gare ainsi qu'à 5 minutes de marche de la vieille ville et du lac, le Campanile Annecy Centre - Gare accepte les animaux domestiques. Une connexion Wi-Fi est disponible gratuitement dans tout l'établissement.\n\nLes chambres climatisées comprennent une télévision à écran plat, un bureau ainsi qu'une salle de bains privative équipée d'une baignoire ou d'une douche.\n\nLe Campanile Annecy Centre - Gare propose également une réception ouverte 24h/24 et un petit-déjeuner servi dans la salle prévue à cet effet ou sur la terrasse.\n\nLe palais de l'île se trouve à 500 mètres de l'établissement, tandis que le château d'Annecy est accessible à 600 mètres. Enfin, l'aéroport Lyon-Saint-Exupéry de la ville vous attend à 120 km.", "address": "37 rue Vaugelas, 74000 Annecy, France"}
]