[
{"hotel_name": "Hotel Strasbourg - Montagne Verte & Restaurant Louisiane", "url_hotel": "https://www.booking.com/hotel/fr/comforthotelstras.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=a117c2a40472f98516601da023d71cf8&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.57269177356032,7.7287135273218155", "score": "8.3", "text_description": "L’Hotel Strasbourg - Montagne Verte & Restaurant Louisiane est installé à proximité des rives de l’Ill et à 2 km du centre historique. Sur place, vous disposerez d’un jardin et d’un restaurant avec une terrasse ouverte en été.\n\nLes chambres insonorisées sont équipées d'une télévision par satellite à écran plat et d'un plateau/bouilloire. La salle de bains privative est pourvue d’un sèche-cheveux. L’Hotel Strasbourg - Montagne Verte Restaurant Louisiane propose une connexion Wi-Fi gratuite dans l’ensemble de ses locaux.\n\nLe restaurant La Louisiane sert des spécialités régionales. Vous pourrez prendre un verre au bar en lisant un journal mis à votre disposition. Lors de votre séjour à l’Hotel Strasbourg - Montagne Verte Restaurant Louisiane, vous pourrez savourer un petit-déjeuner buffet chaque matin, de 6h30 à 11h00.\n\nSur place, vous profiterez gratuitement d’un parking privé.\n Vous séjournerez à 15 km du parcours de golf du Golf Club de Strasbourg. L'aéroport international de Strasbourg-Entzheim se situe à seulement 19 km.\n\nLes animaux domestiques ne peuvent pas être laissés sans surveillance dans les chambres.\n\nVeuillez noter que les règles de l'hôtel s'appliquent à toutes les réservations. Tout séjour implique l'acceptation du règlement intérieur de l'hôtel, ce règlement intérieur est disponible sur demande à la réception.", "address": "14, rue des Corroyeurs, 67200 Strasbourg, France"},
{"hotel_name": "ClapClap Hôtel, Food & Bar", "url_hotel": "https://www.booking.com/hotel/fr/clapclap-strasbourg.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=4b93cf7250bde7ccbe8607094581f8dd&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.58249845375529,7.737239599227905", "score": "7.9", "text_description": "Le ClapClap Hotel se trouve à 400 mètres de la gare TGV de Strasbourg et de la station de tramway. Situé à 600 mètres du centre-ville, cet établissement avec terrasse propose des chambres dotées d’une connexion Wi-Fi gratuite.\n\nEntièrement équipées, les confortables chambres insonorisées comprennent une télévision par satellite à écran plat. La salle de bains privative est pourvue d’une douche et d’un sèche-cheveux. Les hébergements sont desservis par un ascenseur.\n\nUn petit-déjeuner buffet est servi tous les matins. Des journaux sont également mis à votre disposition.\n\nLe ClapClap Hotel se trouve à 5 minutes à pied du quartier de la Petite France avec ses sites touristiques, ses rues piétonnes, ses commerces et ses restaurants. Le musée d'Art moderne et contemporain de Strasbourg est accessible en 6 minutes de marche.\n\nL’établissement souhaite limiter le nombre de réservations de groupe. Les réservations de plus de 5 chambres font ainsi l’objet de conditions d'annulation différentes.", "address": "24 rue du Faubourg National, 67000 Strasbourg, France"},
{"hotel_name": "City Residence Access Strasbourg", "url_hotel": "https://www.booking.com/hotel/fr/city-residence-access-strasbourg-strasbourg.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=6973f1ef2e9a95a1d25f39424297807d&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.590014,7.73987", "score": "7.1", "text_description": "Situé à Strasbourg, à moins de 900 mètres du marché de Noël de la ville, le City Residence Access Strasbourg propose des hébergements avec une télévision et une kitchenette.\n\nLes logements comprennent une salle de bains privative entièrement équipée pourvue d'une douche et d'articles de toilette gratuits.\n\nVous séjournerez à 12 minutes à pied du quartier de la Petite France et à 1 km de la cathédrale de Strasbourg. L'aéroport de Strasbourg-Entzheim se trouve quant à lui à 10 km du City Residence Access Strasbourg.", "address": "11 Rue des Magasins, 67000 Strasbourg, France"},
{"hotel_name": "Citadines Eurometropole Strasbourg", "url_hotel": "https://www.booking.com/hotel/fr/citadines-eurometropole-strasbourg.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=92375b4d11a8483593d85d393ba3b0f4&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.60427412195041,7.7044611217040915", "score": "8.5", "text_description": "Situé à seulement 2,1 km du Zénith de Strasbourg, le Citadines Eurometropole Strasbourg propose un hébergement avec accès à une salle de sport, un bar et une réception ouverte 24h/24. L'appart'hôtel propose des installations de spa, des forfaits bien-être et des services de beauté. Une terrasse bien exposée et une borne de recharge pour véhicules électriques sont à votre disposition. Une connexion Wi-Fi et un parking privé sont disponibles gratuitement sur place.\n\nLes hébergements climatisés de l’appart'hôtel possèdent un bureau, une bouilloire, un micro-ondes, un grille-pain, un coffre-fort, une télévision à écran plat et une salle de bains privative avec douche. Certains logements comprennent une cuisine bien équipée avec un lave-vaisselle et un four. Les serviettes et le linge de lit sont fournis dans tous les logements de l’appart'hôtel.\n\nCet appart'hôtel sert un petit-déjeuner continental. Vous pourrez également déguster votre petit-déjeuner en chambre. Ouvert pour le dîner, le déjeuner et les cocktails, le restaurant du Citadines Eurometropole Strasbourg est spécialisé dans la cuisine française.\n\nCet appart'hôtel 4 étoiles assure un service de location de vélos pour vous permettre d’explorer cette région prisée des cyclistes et des randonneurs. Vous pourrez aussi découvrir à pied les environs.\n\nVous séjournerez à 5,5 km de l'église Saint-Paul et à 6 km du Jardin botanique de l'Université de Strasbourg. L'aéroport international de Strasbourg est accessible à 13 km.", "address": "11 Allée de l’Euro, 67205 Strasbourg, France"},
{"hotel_name": "Le Grand Hotel", "url_hotel": "https://www.booking.com/hotel/fr/legrandhotel.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=9deb904172b77bbfa187077b378ed976&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.58469687655924,7.7365610003471375", "score": "8.4", "text_description": "Le Grand Hôtel est situé en face de la gare de Strasbourg, à 10 minutes à pied du centre-ville et de la place Kléber. Il dispose d'un bar, d'une terrasse et d'une connexion Wi-Fi gratuite.\n\nToutes les chambres sont décorées dans un style moderne et comprennent une salle de bains privative. Chacune dispose d'une télévision par satellite à écran plat, d'un téléphone et d'une connexion Wi-Fi gratuite. Elles sont desservies par un ascenseur.\n\nChaque matin, l'établissement sert un petit-déjeuner buffet composé de plats sucrés et salés. Vous pourrez le savourer sur la terrasse lorsque le temps le permet. Un service d'étage est assuré 24h/24. Le bar-salon est idéal pour se détendre après une journée de tourisme ou de travail.\n\nSitué à 15 km de l'aéroport et à 8 km de la frontière allemande, le Grand Hotel bénéficie également d'un emplacement idéal pour découvrir les alentours. Vous pourrez vous rendre aux célèbres Galeries Lafayette ou visiter la cathédrale de Strasbourg.", "address": "12, Place de la Gare, 67000 Strasbourg, France"},
{"hotel_name": "K Hotel", "url_hotel": "https://www.booking.com/hotel/fr/k-strasbourg.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=fc622b16b1c7728aadf05ddecfac151f&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.5930475580478,7.714664146064706", "score": "8.7", "text_description": "Situé à Strasbourg, le K Hotel dispose d’une salle de sport et offre une vue sur la ville. L’église Saint-Paul se trouve à 3,9 km, la « Petite France » à 4 km et le parc des expositions de Strasbourg à 4,3 km. Toutes les chambres disposent d’une télévision par satellite à écran plat.\n\nTous les logements de l’hôtel sont équipés d’une bouilloire. Dotées d'une salle d'eau privative, les chambres du K HOTEL sont également pourvues d'une connexion Wi-Fi gratuite. Les logements disposent de la climatisation et d’un bureau.\n\nLe K Hotel possède une terrasse.\n\nLe personnel de la réception parle anglais et allemand et reste à votre disposition 24h/24.\n\nLe K Hotel se trouve à 4,4 km de la cathédrale de Strasbourg. L’aéroport international de Strasbourg est situé à 11 km. L'Espace Européen de l'Entreprise se trouve moins de 10 minutes en voiture.", "address": "3 allée Cérès , 67200 Strasbourg, France"},
{"hotel_name": "Holiday Inn Express Strasbourg Centre, an IHG Hotel", "url_hotel": "https://www.booking.com/hotel/fr/holiday-inn-express-strasbourg-centre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=40d38bf9794efc0059dcfd3b6cf8a504&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.57154051559203,7.745254915344276", "score": "8.1", "text_description": "Le Holiday Inn Express Strasbourg Centre, an IHG Hotel propose des hébergements ainsi qu’une connexion Internet et un petit-déjeuner buffet continental gratuits à seulement 10 minutes de marche du quartier piétonnier de Strasbourg.\n\nToutes les chambres disposent d’un bureau, d’un coffre-fort et d’une télévision à écran plat avec des chaînes internationales. Un plateau/bouilloire est également fourni. Les chambres comprennent une salle de bains privative pourvue d’une douche. Certains sont dotées d’un canapé-lit.\n\nLe bar de l’hôtel est ouvert de midi à 23h00.\n\nUn service de blanchisserie et un parking privé sont disponibles sur réservation préalable et moyennant des frais supplémentaires. L'hôtel se trouve à 1,1 km du quartier de la Petite France et à 1,2 km du marché de Noël ainsi que de la cathédrale de Strasbourg. La Route des Vins d’Alsace et le parc d’attractions Europa-Park sont accessibles directement depuis les autoroutes françaises et allemandes passant à proximité.", "address": "Rue de la Corderie, 67000 Strasbourg, France"},
{"hotel_name": "Hôtel Tandem - Boutique Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-nid-de-cigognes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=a667485d3dc3ea0e85d895bf93ae1b03&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.58383632696426,7.734948992729187", "score": "9.0", "text_description": "Ce boutique hôtel respectueux de l’environnement vous accueille en face de la gare TGV de Strasbourg, à seulement 1,7 km du centre-ville et à 5 minutes à pied du quartier pittoresque de la Petite France. Vous rejoindrez le Parlement européen en 10 minutes en tramway, et une connexion Wi-Fi est disponible gratuitement dans l’ensemble de l'établissement.\n\nLes chambres climatisées de l'Hôtel Tandem - Boutique Hôtel comprennent une télévision, un bureau et une salle de bains privative avec douche.\n\nUn petit-déjeuner buffet est servi chaque matin à l'Hôtel Tandem - Boutique Hôtel. Il est composé uniquement de produits faits maison, biologiques et locaux, avec une sélection de mets chauds et froids. Vous pourrez prendre un verre au bar ou vous détendre dans le patio intérieur.\n\nL’établissement propose une sélection de vins entièrement biodynamiques.\n\nSur place, vous disposerez de plusieurs espaces de travail, d’un salon et d’une bibliothèque.\n\nL'Hôtel Tandem propose également un service de location de vélos et de tandems, ainsi qu'un local à vélos sécurisé sur place. Un parking public est accessible à proximité, moyennant des frais supplémentaires.", "address": "2 place de la Gare, 67000 Strasbourg, France"},
{"hotel_name": "City Résidence Strasbourg Centre", "url_hotel": "https://www.booking.com/hotel/fr/appart-victoria-garden-strasbourg.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=5c43de3ee12659c7032d0d98d3636019&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.5890619439537,7.738798633217812", "score": "7.5", "text_description": "Situé à 1 km de la gare de Strasbourg ainsi qu'à 1,5 km du quartier de La Petite France, l'établissement City Résidence Strasbourg Centre dispose d'une réception ouverte 24h/24 et propose des hébergements indépendants et insonorisés. Vous bénéficierez gratuitement d'une connexion Wi-Fi dans l'ensemble des locaux.\n\nLes suites spacieuses comportent une télévision à écran plat, un coin repas ainsi qu'une kitchenette entièrement équipée. Elles comprennent également une salle de bains privative pourvue d'une douche.\n\nLe City Résidence Strasbourg Centre sert un petit-déjeuner buffet quotidien dans la salle à manger.\n\nLe City Résidence Strasbourg Centre est implanté à 20 minutes de marche de la cathédrale de Strasbourg et à 2 km du parc des expositions de la ville.", "address": "1 Rue des Magasins, 67000 Strasbourg, France"},
{"hotel_name": "Hôtel ORIGAMI", "url_hotel": "https://www.booking.com/hotel/fr/origami.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=d0ce78cc88f226090f6bb2c7a3df0ab3&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.59108148641645,7.727094003128059", "score": "8.7", "text_description": "Situé à Strasbourg, dans un bâtiment datant de 2018, l'hôtel ORIGAMI propose un bar et des chambres avec connexion Wi-Fi gratuite. Il se trouve à moins de 30 minutes à pied du quartier de la Petite France, à 1,7 km du marché de Noël et à 1,8 km de la cathédrale de la ville.\n\nLes chambres comprennent une télévision par satellite à écran plat ainsi qu'une salle de bains privative avec des articles de toilette gratuits. Certaines d'entre elles possèdent également un balcon. Elles sont toutes pourvues d'un bureau et d'une bouilloire.\n\nL'hôtel vous préparera un petit-déjeuner buffet ou américain.\n\nEnfin, vous découvrirez le musée historique de Strasbourg à 2 km et rejoindrez l'aéroport international de Strasbourg, à 9 km.", "address": "16 Rue du bataillon de marche 24, 67200 Strasbourg, France"},
{"hotel_name": "Séjours & Affaires Strasbourg Kleber", "url_hotel": "https://www.booking.com/hotel/fr/residhome-strasbourg-kleber.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=932040ac806dfc786ab94fbc3d942185&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.583196671844235,7.742852121591568", "score": "7.3", "text_description": "Cette résidence propose un hébergement individuel confortable. Elle se trouve dans une rue calme du centre-ville, à 5 minutes à pied du quartier historique de la Petite France et de la cathédrale de Strasbourg.\n\nLes studios de la résidence Séjours & Affaires Strasbourg Kleber sont équipés d'un accès Internet filaire gratuit et sont accessibles par un ascenseur. Ils disposent également d'une télévision à écran plat, d'un bureau et d'une salle de bains privative. Tous les studios sont dotés d'une kitchenette entièrement équipée.\n\nLa résidence Séjours & Affaires Strasbourg Kleber est accessible en voiture et un parking public se trouve à 2 minutes. Elle est bien desservie par le tramway, qui vous permettra de vous rendre dans le reste de la ville, et est située à seulement 10 minutes à pied de la gare.", "address": "16 Rue Hannong, 67000 Strasbourg, France"},
{"hotel_name": "Hôtel le Grillon", "url_hotel": "https://www.booking.com/hotel/fr/grillonstrasbourg.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=acaaf0730c864152b3d4e3de7bd4c069&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.58389842897197,7.737652659416199", "score": "8.3", "text_description": "Cet hôtel est situé dans le centre de Strasbourg, à 5 minutes à pied de la gare TGV et de la Petite France. Il comprend une terrasse en bois et des chambres insonorisées dotées d'une connexion Wi-Fi gratuite.\n\nLes chambres de l'hôtel Grillon sont décorées individuellement. Chacune possède une télévision par satellite et une salle de bains privative avec douche.\n\nUn petit-déjeuner buffet est proposé chaque matin dans la salle à manger de l'hôtel. La terrasse comprend également des tables et des chaises. Dans la soirée, vous pourrez prendre un verre au bar de l'hôtel.\n\nLa réception de l'établissement est ouverte 24h/24. Un service de location de vélos est disponible sur demande. La place Kléber ainsi que le Musée d'art moderne et contemporain sont situés à 700 mètres.", "address": "2, rue Thiergarten, 67000 Strasbourg, France"},
{"hotel_name": "Hôtel Patricia - Strasbourg Hyper Centre", "url_hotel": "https://www.booking.com/hotel/fr/patricia.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=b639f12cebbfda348800799a87baeafb&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.579680642091205,7.746891528367996", "score": "7.9", "text_description": "L’Hôtel Patricia - Strasbourg Hyper Centre est situé dans le quartier de la Petite France, au cœur du centre pittoresque de Strasbourg, à quelques pas de la cathédrale. L’établissement propose un hébergement abordable dans un bâtiment historique.\n\nLes chambres de l’hôtel Patricia sont fonctionnelles. Des chambres doubles, lits jumeaux, triples et quadruples sont disponibles selon vos besoins. Certaines chambres possèdent leur propre salle de bains privative. L’hôtel comporte également des chambres économiques avec accès à une salle de bains commune.\n\nVous pourrez prendre votre petit-déjeuner dans un café situé à 100 mètres de l’établissement.\n\nL’hôtel Patricia, situé dans un quartier paisible, est entièrement non-fumeurs. Vous bénéficierez gracieusement d’une connexion Wi-Fi et d’un petit-déjeuner continental quotidien.", "address": "1A, rue du Puits, 67000 Strasbourg, France"},
{"hotel_name": "voco Strasbourg Centre - The Garden, an IHG Hotel", "url_hotel": "https://www.booking.com/hotel/fr/golden-tulip-strasbourg-centre-the-garden.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=675f6a80e63957504b2147be05e11d94&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.589685,7.739508", "score": "8.5", "text_description": "Doté d'un jardin et d'un restaurant, le voco Strasbourg Centre - The Garden, an IHG Hotel est situé à Strasbourg. Cet établissement possède également une terrasse, un salon commun et un bar. Le marché de Noël de Strasbourg se trouve à 1,5 km et l’église Saint-Paul est à 1,9 km.\n\nToutes les chambres comprennent un bureau, une télévision à écran plat et une salle de bains privative. Les chambres du voco Strasbourg Centre disposent de la climatisation et d'une armoire.\n\nUn petit-déjeuner buffet est servi sur place.\n\nCet hôtel 4 étoiles possède un baby-foot et une salle de sport accessible gratuitement 24h/24. Sur réservation, sous réserve de disponibilité et moyennant des frais supplémentaires, les personnes âgées de 18 ans minimum pourront accéder à la piscine et au centre de bien-être. Merci de consulter la rubrique « À savoir », pour prendre connaissance des conditions d’admission des enfants. Des massages sont également dispensés, sur réservation et moyennant des frais supplémentaires.\n\nLe personnel de la réception se tient à votre service 24h/24.\n\nLa cathédrale de Strasbourg se trouve à 2,3 km. Enfin, l’aéroport international de Strasbourg, le plus proche, se trouve à 12 km. Un parking est disponible, sous réserve de disponibilité, sur réservation et moyennant des frais supplémentaires.", "address": "9 Rue des Magasins, 67000 Strasbourg, France"},
{"hotel_name": "Ibis Budget Strasbourg Centre Republique", "url_hotel": "https://www.booking.com/hotel/fr/ibis-budget-strasbourg-centre-republique.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=0b7cd6cf1e8e447eb48c24f238d82581&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.591522,7.754599", "score": "8.0", "text_description": "Possédant un salon commun, l’établissement Ibis Budget Strasbourg Centre Republique se situe à Strasbourg dans la région Alsace, à respectivement 700 mètres et 1,2 km de ces lieux d’intérêt : Église Saint-Paul de Strasbourg et Parc des expositions de Strasbourg. Cet hôtel 2 étoiles propose un jardin ainsi que des hébergements dotés de la climatisation, d’une connexion Wi-Fi gratuite et d’une salle de bains privative. Cet établissement non-fumeurs se trouve à 1,5 km de : Jardin botanique de l'Université de Strasbourg.\n\nTous les hébergements sont dotés d’une télévision à écran plat.\n\nL’établissement Ibis Budget Strasbourg Centre Republique sert un petit-déjeuner buffet ou continental.\n\nParlant allemand, anglais, espagnol et français, le personnel de la réception se tient 24h/24 à votre disposition.\n\nVous séjournerez à proximité de ces lieux d’intérêt : Parlement européen, Cathédrale Notre-Dame de Strasbourg et Musée historique de Strasbourg. L'aéroport le plus proche (Aéroport de Strasbourg Entzheim) est à 12 km.", "address": "23A Rue Oberlin, 67000 Strasbourg, France"},
{"hotel_name": "Hotel Esplanade", "url_hotel": "https://www.booking.com/hotel/fr/esplanade.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=b31a6fb31528f31e0a2c8068b3f739ca&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.58132734203915,7.769914269447327", "score": "7.4", "text_description": "L'Hôtel Esplanade vous accueille dans le quartier universitaire de Strasbourg. Il propose un service de location de vélos sur place, ainsi que des chambres confortables et contemporaines dans un cadre chaleureux.\n\nToutes les chambres de l'Hôtel Esplanade sont non-fumeurs. Elles comprennent une télévision à écran LCD, une connexion Wi-Fi gratuite, ainsi qu'une salle de bains privative avec articles de toilette gratuits. Des sèche-cheveux sont disponibles à la réception. Un petit-déjeuner buffet est servi tous les matins de 6h30 à 10h00 dans le salon prévu à cet effet.\n\nVous trouverez une station de tramway juste devant l'Hôtel Esplanade. Celle-ci vous permettra de rejoindre directement la nouvelle gare TGV, le Parlement européen et l'aéroport international d'Entzheim-Strasbourg (tramway + service de navette).\n\nLa cathédrale de Strasbourg est accessible en 20 minutes à pied. À proximité de l'établissement, vous trouverez un parking public gratuit, ouvert de 19h00 à 9h00.", "address": "1, Boulevard Leblois, 67000 Strasbourg, France"},
{"hotel_name": "Résidence La Canopée", "url_hotel": "https://www.booking.com/hotel/fr/residence-la-canopee.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=92375b4d11a8483593d85d393ba3b0f4&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.59274972099466,7.745059855155931", "score": "8.1", "text_description": "La Résidence La Canopée est située dans le Quartier Européen - Orangerie de Strasbourg, à moins de 1 km du marché de Noël et à 14 minutes à pied de la cathédrale. Vous profiterez d'une connexion Wi-Fi gratuite dans l'ensemble des locaux et d'un parking privé sur place.\n\nLes logements disposent de parquet, d'une kitchenette entièrement équipée avec un micro-ondes, d'un coin repas, d'une télévision à écran plat ainsi que d'une salle de bains privative pourvue d'une douche et d'articles de toilette gratuits. Vous disposerez d'un réfrigérateur, de plaques de cuisson et d'une bouilloire.\n\nLes lieux d'intérêt à proximité de l'appart'hôtel incluent l'église Saint-Paul, la Petite France et le musée d'histoire de Strasbourg. L'aéroport international de Strasbourg, le plus proche, est à 10 km de la Résidence La Canopée.", "address": "5 Rue Jacques Kablé, 67000 Strasbourg, France"},
{"hotel_name": "Appart'City Confort Strasbourg Centre", "url_hotel": "https://www.booking.com/hotel/fr/appart-city-strasbourg.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=4b93cf7250bde7ccbe8607094581f8dd&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.577720679830456,7.7339766919612885", "score": "7.8", "text_description": "L’Appart'City Confort Strasbourg Centre bénéficie d’un emplacement idéal dans le centre de Strasbourg, à 10 minutes de marche de la gare. Cet établissement a obtenu le label Clef Verte et propose des studios indépendants offrant une vue sur la ville. Une connexion Internet par fibre optique est disponible.\n\nDécorés dans un style contemporain, les appartements disposent du chauffage, d'une télévision à écran plat et d'une salle de bains privative pourvue d’une douche. Leur kitchenette est équipée d’un lave-vaisselle, d’un réfrigérateur et d’ustensiles de cuisine.\n\nUn petit-déjeuner buffet peut être servi tous les matins sur demande. Le petit-déjeuner se compose de différents pains, notamment sans gluten, de viennoiseries ainsi que de boissons chaudes et froides. De la salade de fruits, des fruits frais, du fromage et des yaourts sont également proposés.\n\nUne bagagerie est disponible moyennant un supplément par valise.\n\nL’Appart'City Strasbourg se trouve à 17 km de l’aéroport de Strasbourg-Entzheim. Un parking privé est disponible sur place, sur réservation préalable et moyennant des frais supplémentaires.", "address": "11 rue de Molsheim, 67000 Strasbourg, France"},
{"hotel_name": "Best Western Plus Monopole Métropole", "url_hotel": "https://www.booking.com/hotel/fr/monopolemetropole.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=a667485d3dc3ea0e85d895bf93ae1b03&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.58501891351632,7.7388254553079605", "score": "8.7", "text_description": "Le Best Western Monopole Métropole est situé à seulement 400 mètres de la gare de Strasbourg, près du quartier de la Petite France. Il propose des hébergements contemporains dotés d'un minibar et d'une connexion Wi-Fi gratuite.\n\nDécorées dans des tons neutres, les chambres du Monopole Métropole affichent un style contemporain et disposent toutes de la climatisation et d'une bouilloire électrique. Certaines sont même pourvues d'un coin salon.\n\nUn petit-déjeuner buffet composé d'œufs brouillés et de bacon vous sera servi chaque matin dans l'élégante salle de style alsacien prévue à cet effet. Bénéficiant de fauteuils propices à la détente, l'hôtel possède un bar moderne exposant des peintures d'artistes locaux.\n\nL'établissement se situe à seulement 10 minutes de marche de la place Kléber et de la cathédrale de Strasbourg. Vous pourrez par ailleurs accéder au Best Western Monopole Métropole par l'A35 qui se trouve à 4 minutes de route. Un parking souterrain privé est disponible sur place.", "address": "16, rue Kuhn, 67000 Strasbourg, France"},
{"hotel_name": "Aparthotel Adagio Access Strasbourg Petite France", "url_hotel": "https://www.booking.com/hotel/fr/adagio-access-strasbourg-petite-france.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=4b93cf7250bde7ccbe8607094581f8dd&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.57924766466367,7.732225880026817", "score": "8.2", "text_description": "Situé dans le centre-ville, l'Aparthotel Adagio Access Strasbourg Petite France propose une réception ouverte 24h/24, ainsi que des appartements et studios modernes, dotés d'une connexion Wi-Fi gratuite et d'une cuisine entièrement équipée, à 1,5 km de la cathédrale de Strasbourg.\n\nL'hébergement comprend une télévision à écran plat et un téléphone. La salle de bains privative est pourvue d'une douche et d'un sèche-cheveux.\n\nLa cuisine est équipée d'un micro-ondes, d'un réfrigérateur et d'une cafetière. Par ailleurs, l'Aparthotel Adagio Access Strasbourg Petite France sert chaque matin un petit-déjeuner buffet dans la salle prévue à cet effet.\n\nVous séjournerez à 350 mètres du musée d'art moderne et d'art contemporain de Strasbourg ainsi qu'à 10 minutes à pied de la gare. Enfin, un parking privé est disponible sur place, moyennant des frais supplémentaires et sur réservation préalable.", "address": "27 rue de Wasselonne , 67000 Strasbourg, France"},
{"hotel_name": "Hotel Beaucour", "url_hotel": "https://www.booking.com/hotel/fr/beaucour.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=4b93cf7250bde7ccbe8607094581f8dd&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.57866118727526,7.7514030039310455", "score": "8.8", "text_description": "Construit autour d'une cour fleurie et doté d'un salon commun orné d'une cheminée, l'hôtel Beaucour propose des hébergements dans le centre de Strasbourg, à seulement 400 mètres de la cathédrale de la ville.\n\nIl possède des chambres spacieuses à la décoration unique, équipées d'une connexion Wi-Fi et d'une télévision à écran plat. La plupart sont agrémentées d'une baignoire balnéo.\n\nUn petit-déjeuner buffet est servi tous les matins dans le coin repas de l’établissement.\n\nLa rivière Ill, le quartier de la Petite France et le palais historique Rohan vous attendent à moins de 5 minutes à pied. À seulement 60 mètres de l'hôtel, vous trouverez l'arrêt de tramway Porte de l'Hôpital, qui vous permettra de rejoindre aisément la gare de Strasbourg et le Parlement européen.", "address": "5 rue des Bouchers, 67000 Strasbourg, France"},
{"hotel_name": "Okko Hotels Strasbourg Centre", "url_hotel": "https://www.booking.com/hotel/fr/okko-hotels-strasboug-centre-strasbourg12.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=92375b4d11a8483593d85d393ba3b0f4&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.5740800171579,7.765449454344889", "score": "8.3", "text_description": "L’Okko Hotels Strasbourg Centre est situé à Strasbourg, sur la péninsule de Malraux, à 200 mètres de l’arrêt de tramway Winston Churchill. Vous pourrez prendre un verre au bar situé sur place.\n\nLes chambres climatisées de l'Okko Hotels Strasbourg Centre comprennent une connexion Wi-Fi gratuite, une télévision à écran plat ainsi qu'une salle de bains privative pourvue d'un sèche-cheveux et d'articles de toilette gratuits. Une machine à café Nespresso est également disponible. Toutes les chambres sont desservies par un ascenseur.\n\nUn petit-déjeuner buffet est proposé tous les matins. Toute la journée, des boissons sans alcool sont également disponibles gratuitement dans le salon. Chaque soir, vous pourrez rejoindre le Club pour vivre un moment de gourmandise et de convivialité autour de la table d'hôtes : l'aperitivo, composé d'une sélection de produits locaux, souvent bio et toujours délicieux.\n\nL’établissement comporte une réception ouverte 24h/24 et une bagagerie. Vous aurez la possibilité d’accéder gratuitement au sauna et à la salle de sport, ainsi que d’acheter des produits locaux dans la boutique sur place. De plus, vous disposerez d’ordinateurs dans le centre d’affaires.\n\nLe jardin botanique se trouve à 1,8 km de l’Okko Hotels Strasbourg Centre, tandis que l’église Saint-Paul et la cathédrale de Strasbourg sont à 1,9 km. L’établissement est installé à 1,5 km du musée historique de Strasbourg. Vous séjournerez à 16 km de l’aéroport de Strasbourg-Entzheim.", "address": "46, Rue du Bassin d'Austerlitz, 67100 Strasbourg, France"},
{"hotel_name": "Hôtel Restaurant Athena Spa", "url_hotel": "https://www.booking.com/hotel/fr/athena-spa.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=0b7cd6cf1e8e447eb48c24f238d82581&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.59173665086212,7.711704969406128", "score": "8.5", "text_description": "Installé à moins de 3 km du centre-ville de Strasbourg, l’Hôtel Restaurant Athena Spa possède une salle de sport accessible 24h/24, Cet hôtel design comprend un restaurant à la carte, un bar et une réception ouverte 24h/24. Vous y trouverez une piscine sensorielle, ouverte tous les jours et gratuite.\n\nModernes et colorées, les chambres sont équipées de la climatisation, d’une connexion Wi-Fi gratuite, d’une télévision par satellite à écran plat et d’un plateau/bouilloire. Leur salle de bains privative est pourvue d’une douche, d’un sèche-cheveux et d’articles de toilette gratuits.\n\nUn petit-déjeuner buffet est préparé chaque matin. Le bar est ouvert tous les jours de midi à minuit.\n\nVous pourrez accéder à l'espace bien-être et au spa de l'hôtel, qui comporte une piscine sensorielle avec jets d'hydromassage, un hammam, un sauna finlandais, un sauna tropical, un espace détente et une douche multi-sensorielle.\n\nL'hôtel dispose d'un nombre limité de places de stationnement gratuites dans un parking extérieur sécurisé. Un parking souterrain est également accessible moyennant des frais supplémentaires. De plus, deux bornes de recharge pour véhicules électriques sont disponibles moyennant des frais supplémentaires. L’Hôtel Restaurant Athena Spa se trouve à 2,5 km du quartier de la Petite France et à 3 km de la cathédrale de Strasbourg. L’aéroport international de Strasbourg est implanté à 8 km.", "address": "1 Rue Armande Béjart, 67200 Strasbourg, France"},
{"hotel_name": "Maison Kammerzell - Hotel & Restaurant", "url_hotel": "https://www.booking.com/hotel/fr/baumann-maison-kammerzell.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=0b7cd6cf1e8e447eb48c24f238d82581&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.58188451069398,7.749634087085724", "score": "7.5", "text_description": "L'hôtel Kammerzell propose un hébergement exceptionnel dans un superbe bâtiment, alliant tradition et modernité, pour vous faire passer un séjour agréable.\n\nDonnant sur la cathédrale et les toits de Strasbourg, il dispose de 9 chambres contemporaines, accessibles par un escalier du XVIe siècle, en plein cœur de la ville.\n\nToutes les chambres de l'hôtel offrent une ambiance et un style uniques. Elles sont dotées d'une salle de bains privative moderne, d'une connexion Wi-Fi, de la télévision et de la climatisation. Pour plus de confort, elles sont insonorisées afin de vous assurer une bonne nuit de sommeil.\n\nLe restaurant gastronomique de l'hôtel propose une cuisine alsacienne et des plats traditionnels. Les repas sont servis de midi à 14h30 et de 19h00 à 23h00 dans la grande salle à manger pouvant accueillir jusqu'à 150 personnes.", "address": "16 place de la Cathédrale, 67000 Strasbourg, France"},
{"hotel_name": "Aloft Strasbourg Etoile", "url_hotel": "https://www.booking.com/hotel/fr/aloft-strasbourg-etoile.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zdHJhc2JvdXJnSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDg1N2UzNWM1LWZkYmEtNDgxNC04NDBlLWYwOTc1YTRhM2JhZtgCBeACAQ&sid=0b7cd6cf1e8e447eb48c24f238d82581&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a7955a476a6a0012&type=total&ucfs=1&", "hotel_coordinates": "48.57307425017991,7.756334007659902", "score": "8.6", "text_description": "Situé à Strasbourg, à moins de 2 km de la cathédrale, l'Aloft Strasbourg Etoile dispose d'un bar et d'une terrasse. Il offre une vue sur la ville. Cet hôtel 4 étoiles propose une salle de sport ainsi que des hébergements climatisés dotés d’une connexion Wi-Fi gratuite et d’une salle de bains privative. En outre, vous pourrez profiter d’une réception ouverte 24h/24 et d’une bagagerie.\n\nLes logements comportent une machine à café. Les chambres comprennent une télévision par satellite à écran plat et un coffre-fort.\nVous aurez également la possibilité de passer des appels gratuits dans le monde entier depuis votre chambre.\n\nLe matin, l’établissement sert un petit-déjeuner buffet ou continental.\n\nL’Aloft Strasbourg Etoile possède un billard et une table de ping-pong.\n\nL’établissement est implanté à proximité de lieux d’intérêt prisés, tels que la cathédrale de Strasbourg, le jardin botanique de l'Université de Strasbourg et le quartier de la Petite France. L'aéroport international le plus proche, celui de Strasbourg, se trouve, quant à lui, à 10 km.\n\nCet établissement a reçu le label écologique \"la clef verte\".", "address": "2 Avenue du Rhin, 67000 Strasbourg, France"}
]