[
{"hotel_name": "Hôtel Le Médiéval", "url_hotel": "https://www.booking.com/hotel/fr/le-medieval.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.57186625316511,4.19366168974193", "score": "8.7", "text_description": "Le Médiéval is located on the banks of the canal in Aigues-Mortes, 30 km from Montpellier. It offers en suite rooms, free parking and an outdoor swimming pool.\n\nHotel Le Médiéval provides a daily buffet continental-style breakfast that can be taken on the terrace in fine weather. The hotel also provides free Wi-Fi access in public areas.\n\nFree private parking is possible on site and the medieval ramparts are a 2-minute walk from the hotel.", "address": "221 Avenue Du Pont De Provence, 30220 Aigues-Mortes, France"},
{"hotel_name": "La Maison de Lyna", "url_hotel": "https://www.booking.com/hotel/fr/la-maison-de-lyna.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.5660175,4.1923532", "score": "9.1", "text_description": "Situated in Aigues-Mortes, 24 km from Montpellier Arena and 24 km from Parc des Expositions de Montpellier, La Maison de Lyna features accommodation with free WiFi in a historic building. This recently renovated aparthotel is located 28 km from Zenith Sud Montpellier and 29 km from Odysseum Shopping Centre. When staying at the aparthotel, guests can use private entrance.\n\nAt the aparthotel, each unit is fitted with a wardrobe, a flat-screen TV, a private bathroom, bed linen and towels. A fridge is also available, as well as a coffee machine and a kettle. At the aparthotel, every unit is equipped with a seating area.\n\nA selection of options including fresh pastries, fruits and juice is available for the continental breakfast.\n\nMontpellier Town Hall is 29 km from La Maison de Lyna, while The Corum is 32 km from the property. Montpellier - Mediterranee Airport is 29 km away.", "address": "22 Boulevard Gambetta, 30220 Aigues-Mortes, France"},
{"hotel_name": "Hotel Canal Aigues Mortes", "url_hotel": "https://www.booking.com/hotel/fr/canal-aigues-mortes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.572987520084624,4.194824695587158", "score": "8.7", "text_description": "Hotel Canal Aigues Mortes is a 5-minute walk to the fortified city, on the banks of the canal, visible from its panoramic terrace and swimming pool. It offers air-conditioned rooms with free WiFi. Free parking is available and garage parking is possible for an extra charge, or free of charge for motorbikes.\n\nAll of the rooms in the 3-star Hotel Canal Aigues Mortes are soundproofed and have a flat-screen TV with French and foreign channels.\n\nIn the warmer months the buffet breakfast can be eaten on the outdoor terrace. In the summer, guests can also enjoy snacks or light meals by the canal.\n\nBicycle rental is available onsite and there is also a seminar room for meetings.\n\nHotel Canal Aigues Mortes is a 10-minute drive from Grau-du-Roi beach and a 20-minute drive from Montpellier-Méditerranée Airport. Aigues-Mortes train station is a 4-minute walk away. Montpellier, Arles and Nîmes can all be reached within 45 minutes by car.", "address": "440 Route De Nimes, 30220 Aigues-Mortes, France"},
{"hotel_name": "Résidence Odalys Le Mas des Flamants", "url_hotel": "https://www.booking.com/hotel/fr/residence-le-mas-des-flamants.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.57379435310839,4.180621862215048", "score": "8.3", "text_description": "Located outside Aigues-Mortes’ fortifications, Résidence Odalys Le Mas des Flamants is just next to the Vidourle River. You can relax in the swimming and paddling pools or go to the beach at Le-Grau-du-Roi, 7 km away.\n\nSet in small and terraced houses, the apartments at Résidence Odalys Le Mas des Flamants offer a private patio or garden. A TV and Wi-Fi access are also available with an extra cost.\n\nMeals can be prepared in the accommodation’s kitchenette and enjoyed in the small dining area. Each kitchenette includes hotplates, a microwave and a dishwasher.\n\nOne free parking space is offered per apartment and an on-site launderette is also at your disposal. Local activities include walking the 5 minutes to the town centre or relaxing on Port-Camargue Beach, 7 km away.", "address": "60 Chemin de Trouche, 30220 Aigues-Mortes, France"},
{"hotel_name": "La Villa Mazarin", "url_hotel": "https://www.booking.com/hotel/fr/la-villa-mazarin.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.56498661964503,4.191751956841472", "score": "9.2", "text_description": "Property Description\nSet in a building dating from the 15th century, La Villa Mazarin is located in the fortified city of Aigues-Mortes. It offers a terrace and guests can enjoy a drink at the bar. Free WiFi is available throughout.\n\nThe guest rooms have air conditioning, heating, satellite TV, a telephone and a fridge. All rooms are furnished in 17th-century Provençale style.\n\nIn the hotel's restaurant, La Table, you can enjoy French culinary specialties or choose from a selection of light meals and snacks. The salon opens onto the courtyard and sun terrace. The restaurant is open in the evenings from Wednesday to Sunday from 7pm to 9pm, and only at weekends for lunch (noon to 1pm).\nClosed on Mondays and Tuesdays.\n\nThe Villa Mazarin has a private underground car park 1.85 m high.\nThis option, which costs €18 per day per vehicle, must be booked in advance (subject to availability, as the number of spaces is limited).\n\nYour pet (dog or cat) is welcome (ON RESERVATION - one pet per room - supplement of €25 per day applies). Please contact us beforehand.\n\nOur relaxation area is available until midnight (sauna, steam room, fitness room, swimming pool heated between 23° and 26°).\n\nMontpellier is 35 km from La Villa Mazarin, while Nîmes is 43 km away. The nearest airport is Mediterranee Airport, 25 km from the property.", "address": "35 boulevard Gambetta, 30220 Aigues-Mortes, France"},
{"hotel_name": "Maison des Croisades", "url_hotel": "https://www.booking.com/hotel/fr/des-croisades.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.5689974,4.18829819999996", "score": "8.8", "text_description": "Boasting a terrace, Maison des Croisades is situated in Aigues-Mortes in the Languedoc-Roussillon region, 23 km from Montpellier Arena and 23 km from Parc des Expositions de Montpellier. With a garden, the 3-star hotel has air-conditioned rooms with free WiFi, each with a private bathroom. The hotel has family rooms.\n\nAt the hotel, the rooms come with a desk. Maison des Croisades features some rooms with river views, and rooms are equipped with a kettle. All rooms in the accommodation are fitted with a flat-screen TV and free toiletries.\n\nGuests at Maison des Croisades can enjoy a continental breakfast.\n\nThe area is popular for cycling, and bike hire is available at the hotel.\n\nZenith Sud Montpellier is 27 km from Maison des Croisades, while Odysseum Shopping Centre is 28 km from the property. Montpellier - Mediterranee Airport is 29 km away.", "address": "2 RUE DU PORT, 30220 Aigues-Mortes, France"},
{"hotel_name": "Hôtel Saint Louis", "url_hotel": "https://www.booking.com/hotel/fr/saint-louis-aigues-mortes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.5672196715711,4.189343601465225", "score": "8.5", "text_description": "Set in the historical heart of Aigues-Mortes, 200 yards from the Tour de Constance, Hôtel Saint Louis is an air-conditioned hotel with a wellness center and restaurant. Free WiFi access is available on site and public city parking spots are available for free.\n\nAll rooms feature a contemporary décor inspired by the region and are fitted a flat-screen TV, a mini-bar and a telephone. Each room has a private bathroom. In the summer, guests can enjoy a drink on the patio or sun terrace. The onsite restaurant features a baroque-style décor and offers modern Camargue cuisine made with local produce and outdoor seating.\n\nNîmes is 43 km from Hôtel Saint Louis, while Arles is 49 km from the property. Montpellier - Mediterranee Airport is 26 km away.\n\n There is a wellness center with a sauna and massages are also available on request.", "address": "10, Rue Amiral Courbet, 30220 Aigues-Mortes, France"},
{"hotel_name": "Boutique Hôtel des Remparts & Spa", "url_hotel": "https://www.booking.com/hotel/fr/les-remparts-aigues-mortes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.568035521418736,4.190343797190508", "score": "9.3", "text_description": "Located in a former military station dating from the 18th-century, inside the medieval ramparts of Aigues-Mortes, this refined hotel offers a bar and a terrace with sun loungers. There is also a spa with an indoor heated pool. This boutique hotel is located opposite the Tower of Constance and The Centre for National Monuments.\n\nThe guest rooms with ceiling heights between 3.30 and 4 metres feature stone walls, a minibar, a flat-screen TV and free WiFi. All rooms come with a bathroom with a free standing bathtub, a walk-in shower, bathrobes and slippers. There is no separation between the sleeping area and the bathroom. They all feature views of the ramparts.\n\nA continental breakfast is served each morning and can be enjoyed in the lounges or on the terrace, weather permitting.\n\nGuests are invited to enjoy a drink in the hotel’s lounge bar, which features contemporary furniture and panoramic views of the ramparts.\n\nAigues-Mortes Train Station is a 5-minute walk from the hotel while Montpellier Méditerranée Airport is a 20-minute drive away. Golf de la Grande Motte is 12 km from the hotel.", "address": "6, Place Anatole France, 30220 Aigues-Mortes, France"},
{"hotel_name": "Hôtel-Restaurant \"Chez Carrière\"", "url_hotel": "https://www.booking.com/hotel/fr/restaurant-quot-chez-carriere-quot.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.56651350885335,4.191158152149569", "score": "8.8", "text_description": "Hôtel-Restaurant \"Chez Carrière\" is located in Aigues-Mortes. This hotel features free WiFi and a terrace. The property is situated in the Aigues-Mortes Medieval City district.\n\nAt the hotel, the air conditioned rooms are fitted with a wardrobe and a flat-screen TV. The private bathroom is equipped with a shower, free toiletries and a hairdryer.\n\nA continental breakfast can be enjoyed in the breakfast area.\n\nMontpellier is 26 km from Hôtel-Restaurant \"Chez Carrière\". The nearest airport is Montpellier - Mediterranee Airport, 19 km from the accommodation. Free public parking card is offered upon arrival.", "address": "18 rue Pasteur, 30220 Aigues-Mortes, France"},
{"hotel_name": "Artemia Aigues-Mortes - Hotel avec piscine", "url_hotel": "https://www.booking.com/hotel/fr/le-royal-hotel-aigues-mortes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.57639588787367,4.197818040847778", "score": "7.0", "text_description": "Featuring free WiFi and a seasonal outdoor swimming pool, Artemia Aigues-Mortes is located in Aigues-Mortes, a 15-minute drive from the Carmague Natural Regional Park. The nearest beach is a 15-minute drive away. Free parking is available on site.\n\nCertain rooms include views of the pool or garden. Each room comes with a flat-screen TV and a private bathroom. Some rooms also feature a private terrace.\n\nA buffet breakfast is available for an extra charge.\n\nArtemia Aigues-Mortes also provides meeting facilities.\n\nNîmes is 40 km from Artemia Aigues-Mortes, while Arles is 45 km from the property. The nearest airport is Montpellier - Mediterranee Airport, 26 km from the property.", "address": "897, Route De Nîmes, 30220 Aigues-Mortes, France"},
{"hotel_name": "Hotel Des 4 Vents \"Esprit Camargue\"", "url_hotel": "https://www.booking.com/hotel/fr/des-4-vents.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.57702546263962,4.1975390911102295", "score": "8.6", "text_description": "Hotel Des 4 Vents \"Esprit Camargue\" is located in Aigues-Mortes, on the Mediterranean coast, 40 km from Nimes and 35 km from Montpellier. It offers air-conditioned accommodation with free WiFi , defibrillator and an outdoor swimming pool. The hotel is a 15-minute walk from the medieval town. The surrounding lakes can be found less than a 10-minute drive away.\n\nEach room at the 4 Vents is equipped with a TV and a private bathroom. Rooms also have a private balcony.\n\nBreakfast is served daily and the Hotel Des 4 Vents \"Esprit Camargue\" has a garden terrace. Guests can relax in the bar.\n\nFree private parking is available on site.", "address": "939 Route De Nimes, 30220 Aigues-Mortes, France"},
{"hotel_name": "Hotel Les Templiers", "url_hotel": "https://www.booking.com/hotel/fr/les-templiers.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.56694564615619,4.191873460958959", "score": "8.7", "text_description": "Housed in an 18th-century merchant's house, Hotel Les Templiers is located inside the Aigues-Mortes fortifications, in southern France. It offers air-conditioned accommodation with en-suite facilities and TVs.\n\nGuests of the Hotel Les Templiers can enjoy a continental breakfast every morning. There is also a bar and a garden. Free Wi-Fi access is available in the hotel’s 24-hour reception.\n\nGuests of the Templiers Hotel can visit there nearby ponds of Ville and Merette. La Grande Motte Golf Course is just 7 km away. Paid public parking can be found nearby.", "address": "21 Et 23 Rue De La Republique, 30220 Aigues-Mortes, France"},
{"hotel_name": "Le Mas Des Sables", "url_hotel": "https://www.booking.com/hotel/fr/le-mas-des-sables-aigues-mortes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.58606025440726,4.197451160713172", "score": "7.7", "text_description": "Le Mas des Sables welcomes you in a park of 7 hectares of greenery 2km from the ramparts of the medieval city of Aigues-Mortes. Guests are invited to relax in the garden or take a swim in the outdoor pool. Free WiFi and free parking are available. Saintes-Maries-de-la-Mer is 28 km away.\n\nRooms at Le Mas des Sables are air-conditioned and decorated in a Mediterranean style. They are equipped with a telephone, satellite TV and private bathroom. Most of the rooms overlook the garden. Rooms on the ground floor distributed in 4-bedroom pavilions.\n\nThe Mas des Sables serves regional specialities in the dining room decorated in Camargue style or on the flowered terrace.\n\nLe Mas des Sables has direct access to the Via Rhôna, a cycling route linking Lake Geneva to the Mediterranean, between stages 20 and 21 of the Avignon to Sète section.\n\nThe property is a 20-minute drive from Montpellier-Méditerranée Airport.", "address": "CD 979 Route de Nîmes, 30220 Aigues-Mortes, France"},
{"hotel_name": "Residence Residéal La Grande Motte", "url_hotel": "https://www.booking.com/hotel/fr/residence-resideal-la-grande-motte.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.55792640485599,4.09765362739563", "score": "7.5", "text_description": "Located 500 metres from the centre of La Grande Motte, Residence Residéal La Grande Motte offers well-equipped studios and apartments. The residence is surrounded by greenery and is only 450 metres from the sandy beach, accessed via a direct path. Free WiFi is available.\n\nEach unit comes with a fully equipped kitchenette and a private bathroom.\n\nGuests can enjoy the onsite gardens and the outdoor swimming pool. The residence offers games rooms and a snack bar open in July and August.\n\nThe staff at the Residence Residéal are fluent in many languages during the reception desk opening hours. La Grande Motte Golf Course is a 5-minute drive away while Montpellier Méditerranée Airport is a 15-minute drive from the property.", "address": "312 Allée de La Plage, 34280 La Grande-Motte, France"},
{"hotel_name": "Résidence Marie-Thérèse", "url_hotel": "https://www.booking.com/hotel/fr/marie-therese-le-grau-du-roi.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.5393444,4.1340845999999996", "score": "7.9", "text_description": "Featuring inner courtyard views, Résidence Marie-Thérèse offers accommodation with balcony, around 100 metres from Rive Droite. There is a private entrance at the aparthotel for the convenience of those who stay. The aparthotel provides sea views, a terrace, and free WiFi is available throughout the property.\n\nThe units at the aparthotel come with air conditioning, a seating area, a flat-screen TV with streaming services, a kitchen, a dining area, a safety deposit box and a private bathroom with a shower and a hair dryer. A microwave, a toaster and fridge are also provided, as well as a coffee machine and a kettle. At the aparthotel, every unit has bed linen and towels.\n\nRive Gauche Beach is less than 1 km from the aparthotel, while Boucanet Beach is a 12-minute walk away. Montpellier - Mediterranee Airport is 29 km from the property.", "address": "4 Rue du Commandant l'Herminier, 30240 Le Grau-du-Roi, France"},
{"hotel_name": "Hotel Europe", "url_hotel": "https://www.booking.com/hotel/fr/europe-la-grande-motte.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.56258633662633,4.083598852157593", "score": "8.5", "text_description": "The hotel is located in the center of La Grande Motte, 10 minutes walk from the beach and 5 minutes walk from the marina. It is also only 150 meters from the Palais des Congrès and the Casino. Montpellier Méditerranée airport is a 20-minute drive from the hotel.\n\nThe Hotel Europe was built with the launch of the resort in the 1970's. The preservation of its original architecture makes it charming and attractive.\n\nThe 37 rooms are equipped with modern amenities such as flat-screen cable TV, mini-fridge, hospitality tray and air conditioning, as well as a hairdryer and free toiletries.\n\nSome rooms have a terrace or balcony.\n\nThe property features free WI-Fi, an outdoor pool and a terrace.\n\nThere is a supervised private parking lot, subject to reservation and availability and for an additional fee.", "address": "Square Navigarde Allée Des Parcs, 34280 La Grande-Motte, France"},
{"hotel_name": "MY Hôtel Résidences - La Grande-Motte", "url_hotel": "https://www.booking.com/hotel/fr/my-residences.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.5593909,4.0696384", "score": "8.5", "text_description": "Set within 200 metres of Couchant Beach and 600 metres of Rose des Sables Beach, MY Hôtel Résidences - La Grande-Motte offers rooms with air conditioning and a private bathroom in La Grande-Motte. Free WiFi is featured throughout the property and private parking is available on site. All rooms are fitted with a balcony with quiet street views.\n\nEach unit features a terrace, a fully equipped kitchen with a dishwasher, a dining area and a flat-screen TV, while the private bathroom includes a shower and a hair dryer. An oven, a microwave and fridge are also provided, as well as a coffee machine and a kettle. At the aparthotel, the units have bed linen and towels.\n\nGrand Travers is less than 1 km from the aparthotel, while Montpellier Arena is 16 km away. Montpellier - Mediterranee Airport is 21 km from the property.", "address": "Allée d'Athènes, 34280 La Grande-Motte, France"},
{"hotel_name": "Residence Residhotel Mayflower", "url_hotel": "https://www.booking.com/hotel/fr/residhotel-mayflower.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.53277434031835,4.144062514294433", "score": "7.4", "text_description": "Residhotel Mayflower is located in the vibrant village of Le Grau-du-Roi, just a 10-minute walk from the fishing port.\n\nAll apartments are equipped with a TV, bathroom, balcony, and a kitchen and seating area.\n\nResidhotel Mayflower offers a variety of facilities including an outdoor swimming pool and a solarium, open from June to September. Covered parking is also available with a surcharge, subject to availability and upon advance reservation.", "address": "350, Avenue Georges Pompidou, 30240 Le Grau-du-Roi, France"},
{"hotel_name": "GOLF HOTEL", "url_hotel": "https://www.booking.com/hotel/fr/golf-la-grande-motte.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.568057,4.102608", "score": "9.1", "text_description": "Set in La Grande-Motte, 2 km from Point-Zero Beach, GOLF HOTEL offers accommodation with a fitness centre, a bar and a garden. Featuring a terrace, the 4-star hotel has air-conditioned rooms with free WiFi, each with a private bathroom. The hotel features two hot tubs and a 24-hour front desk.\n\nThe rooms in the hotel are equipped with a coffee machine. The units will provide guests with a wardrobe and a kettle.\n\nA buffet breakfast is served every morning from 7:00 a.m. to 11:00 a.m. at the GOLF HOTEL.\n\nThe hotel offers a snacking service, which includes pizza, fresh fruits or catering jar dishes.\nThe hotel can also offer advise on restaurants and takeaways that deliver in the area.\n\nGuests at GOLF HOTEL will be able to enjoy activities in and around La Grande-Motte,like cycling, water sports or golf.\n\nThe hotel features two hot tubs at 38° and an heated swimming pool available from April to November\n\nThe city's Casino, the Pasino, is less than 2km away from the hotel. is 1.8 km from the hotel. The nearest airport is Montpellier - Mediterranee Airport, 12 km from GOLF HOTEL.", "address": "1920 Avenue du Golf, 34280 La Grande-Motte, France"},
{"hotel_name": "Residence Ulysse Port Camargue", "url_hotel": "https://www.booking.com/hotel/fr/residence-ulysse.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.51836896011124,4.12552067116394", "score": "8.1", "text_description": "Residence Ulysse offers self-catering accommodation located in Le Grau-du-Roi, 100 metres from South Beach. This Apart-Hotel offers independent apartments that each have their own furnished terrace with either a sea or garden view. Guests have access to the shared outdoor pool and a spa and wellness centre. Free WiFi access is available in public areas.\n\nThe apartments include a seating area and a flat-screen TV. There is a fully equipped kitchen with an oven and a refrigerator. The private bathrooms come with either a bath or shower.\n\nFor guests who enjoy swimming and snorkeling, this Apart-Hotel has direct access to the beach. There is also an on-site tennis court.\n\nMontpellier Airport is located 30 km from Residence Ulysse. Individual secured garages are available for guests to park their cars.", "address": "227 route des marines, 30240 Le Grau-du-Roi, France"},
{"hotel_name": "Azureva Le Grau du Roi", "url_hotel": "https://www.booking.com/hotel/fr/azura-va-le-grau-du-roi.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.50309876130184,4.1420978307724", "score": "7.7", "text_description": "This residence offers free Wi-Fi in public areas and apartments with a private terrace. It is 2.3 km from Espiguette Beach and 5 km from Le Grau du Roi Train Station. An outdoor swimming pool is available.\n\nAll of the apartments at Azurèva Le Grau du Roi have a private terrace and a TV. They also feature a private bathroom with a shower. A fan and barbecue are available for an additional charge. Bed linen are provided.\n\nEach apartment has a kitchen equipped with a microwave, an oven and a refrigerator. Pizzas and take-away meals are available on request.\n\nGuests can play mini golf, pétanque and table tennis at Azurèva Le Grau du Roi. Other activities including windsurfing, kite surfing or diving can be practiced nearby. The property offers free entrance to the kids club during school holidays.", "address": "2815 Route de l'Espiguette, 30240 Le Grau-du-Roi, France"},
{"hotel_name": "Rivages d'Ulysse Port Camargue", "url_hotel": "https://www.booking.com/hotel/fr/ra-c-sidence-ulysse-rivages-d-ulysse.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.51785361940521,4.125477522611618", "score": "7.8", "text_description": "Featuring an outdoor swimming pool and 2 tennis courts, these 2 residences are located in Le Grau-du-Roi, 100 metres from South Beach. You can dine in the on-site pizzeria, and Montpellier Airport is located 27 km away.\n\nA terrace with views of the swimming pool, sea or harbour is offered in each apartment and studio at the Résidence Ulysse - Rivages d'Ulysse. Some accommodations also feature a private garden.\n\nThe kitchens are equipped with an oven, microwave and a fridge. Some apartments have a dishwasher. Free WiFi access is available in public areas and guests can enjoy a drink in the on-site bar.\n\nNimes is a 45-minute drive away and free private parking is possible at these residences. La Grande Motte Golf Course is 5 km away.", "address": "227, Route des Marines, 30240 Le Grau-du-Roi, France"},
{"hotel_name": "Belambra Clubs La Grande Motte - Petite Camargue Presqu'île Du Ponant", "url_hotel": "https://www.booking.com/hotel/fr/belambra-resort-amp-la-grande-motte-quot-presqu-39-ile-du-ponant-quot.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.56411346722831,4.1009942314908585", "score": "7.7", "text_description": "Set in La Grande-Motte, 1.1 km from Azur Beach, Belambra Clubs La Grande Motte - Petite Camargue Presqu'île Du Ponant offers accommodation with a garden, free private parking, a terrace and a restaurant. With free WiFi, this 4-star hotel has a bar and a tennis court. The accommodation features karaoke and a kids' club.\n\nCertain rooms will provide you with a kitchen with a dishwasher, a minibar and a stovetop.\n\nGuests at the hotel can enjoy a continental breakfast.\n\nBelambra Clubs La Grande Motte - Petite Camargue Presqu'île Du Ponant offers a children's playground.\n\nBoucanet Beach is 1.2 km from the accommodation, while Point Zéro Beach is 1.4 km away. Montpellier - Mediterranee Airport is 22 km from the property.", "address": "S/N Rue Saint-Louis, 92340 La Grande-Motte, France"},
{"hotel_name": "Résidence Odalys Les Dunes du Soleil", "url_hotel": "https://www.booking.com/hotel/fr/odalys-residence-les-dunes-du-soleil.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.556214919196414,4.095533341169357", "score": "8.2", "text_description": "Set in La Grande Motte just 20 metres from the beach, Résidence Odalys Les Dunes du Soleil features self-catering accommodation in a residence with terrace and an outdoor, seasonal swimming pool.\n\nThe apartments are air-conditioned and feature a living room area with TV and a bathroom with shower. The kitchen is equipped with microwave, dishwasher and coffee machine.\n\nA range of shops, bars and restaurants are to be found just 400 metres away from the property. Limited, free private parking is available on site and there is a garage, at a surcharge.\n\nGuests can go golfing, sailing or diving in the area. There is also a tennis court, spa and horse riding centre nearby.  Grau du Roi Train Station is 5.5 km away and Montpellier-Méditerranée Airport is just 25 km away.", "address": "615 Allée de la Plage, 34280 La Grande-Motte, France"},
{"hotel_name": "Le Prose Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/mediterranee-la-grande-motte.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCFHNlYXJjaF9haWd1ZXMgbW9ydGVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDZjYjdmYTMxLWIzZDAtNDM5ZS1iNzI1LTQxZDMzZDJkNTFiOdgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=5f4c5a4606280467&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.55935183618594,4.0925343981475635", "score": "8.3", "text_description": "Offering an outdoor pool and terrace, Le Prose Hôtel is situated in La Grande-Motte in the Languedoc-Roussillon Region. Guests can enjoy the on-site bar. Free WiFi and free private parking are available.\n\nEach room at this hotel is air conditioned and is fitted with a flat-screen TV.\n\nYou will find a 24-hour front desk at the property and a restaurant that serves Mediterranean specialities. A brunch with seasonal products is served on Sundays.\n\nEvening entertainment such as DJ sets can be enjoyed on Saturday night until 01:00. Seminar rooms are available at the property. On Saturdays and Sundays in July and August, various activities including brunches, themed evenings and pool parties are hosted onsite.\n\nMontpellier is 25 km from Le Prose Hôtel, while Nîmes is 48 km from the property. The nearest airport is Montpellier - Mediterranee Airport, 15 km from Le Prose Hôtel.\n\nthe only pet accepted in our hotel is the dog. There is a limit of 1 dog per room, with a supplement of €10 per dog per night. Dogs are also not allowed in the Triple Room with Balcony and the Standard Double Room.", "address": "277 Allée du Vaccares, 34280 La Grande-Motte, France"}
]