[
{"hotel_name": "ibis Colmar Est - Hotel Restaurant en Alsace", "url_hotel": "https://www.booking.com/hotel/fr/ibis-colmar-horbourg-wihr.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.07790332424113,7.402797639369965", "score": "7.4", "text_description": "The ibis Colmar East is located 5 km from the Alsace Wine Trail and 10 km from Kaysersberg, Riquewihr and Eguisheim. Wi-Fi is free of charge in the entire property.\n\nThe 86 rooms are comfortable and all have en suite facilities with a bath tub. The hotel also features an Alsatian brasserie, WinStub, a terrace, a free car park and secure car spaces.\n\nA buffet breakfast composed of sweet and savoury dishes such as eggs, fruit salad, yogurts and juices is served every day. Pastries baked on site and fresh French Madeleine cakes are also on offer, as well as a hot beverage and a piece of fruit to take away. The property is a boutique hotel.\n\nIroning facilities and hairdryers are available upon request.\n\nThe property is a 5 minute drive from the old city centre of Colmar, wander through the Petite Venise area, visit the toy museum or admire the Isenheim Altarpiece at the Unterlinden Museum.", "address": "13, Route De Neuf-Brisach - Horbourg Wihr, 68180 Colmar, France"},
{"hotel_name": "Hôtel Turenne", "url_hotel": "https://www.booking.com/hotel/fr/turenne-colmar.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "48.07192026320514,7.360539436340332", "score": "8.4", "text_description": "Hotel Turenne is located at the entrance to Colmar’s old quarter, 750 metres from the Saint Martin Church. It offers air-conditioned rooms with free WiFi access.\n\nEach room is equipped with a flat-screen TV with satellite channels and a private bathroom. All rooms are accessible by a lift.\n\nThe hotel serves a buffet breakfast every morning, and there are many typical Alsatian restaurants in the surrounding area. Guests can also enjoy a drink in the hotel bar.\n\nThe Hotel Turenne’s reception is open 24 hours a day. Private parking for cars, bicycles and motorbikes is also available at an extra cost and is subject to availability (reservation is needed),the garage is available from noon until noon on the day of departure.\n\nThe hotel is close to the famous Unterlinden and Bartholdi museums and the town’s pedestrian and commercial districts. Gare de Colmar Train station is 1.3 km away, the German border is 20 km from the Hotel Turenne.", "address": "10 Route de Bâle, 68000 Colmar, France"},
{"hotel_name": "Hotel Arc-En-Ciel Colmar Contact Hotel", "url_hotel": "https://www.booking.com/hotel/fr/arc-en-ciel-hexagone.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.08745399108503,7.360686957836151", "score": "8.2", "text_description": "Hotel Arc-En-Ciel Colmar Contact Hotel is situated in a verdant setting just 1 km from the city centre of Colmar and its historical sites and attractions.\n\nAll of the standard guest rooms feature modern en suite facilities, TV and free optic fibre WiFi internet access. There are also connecting rooms.\n\nThis hotel is a great starting point for discovering La Route des Vins, the local picturesque villages and leisure parks. Not to mention the regional cuisine and local wine.\n\nThe hotel also offers a free private car park, a garage for bicycles, an outdoor terrace, and veranda where guests can enjoy breakfast or a moment of quiet.", "address": "38, Route De Sélestat, 68000 Colmar, France"},
{"hotel_name": "B&B HOTEL Colmar Lumière", "url_hotel": "https://www.booking.com/hotel/fr/roi-soleil.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.1124779999594,7.3676687479019165", "score": "7.8", "text_description": "This hotel is located in the North of Colmar, 5 km from the city centre. It offers air conditioning, free WiFi access and an all-you-can-eat buffet breakfast.\n\nEach soundproofed room at the B&B HOTEL Colmar Lumière offers modern facilities including cable on a flat-screen TV. It also has private bathroom.\n\nFree parking is provided at the Hôtel Roi Soleil, making it easy to explore Colmar and the surrounding Alsatian vineyards by car.", "address": "1B rue des Frères Lumière, 68000 Colmar, France"},
{"hotel_name": "Colmar Hotel", "url_hotel": "https://www.booking.com/hotel/fr/colmar.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.070800737248675,7.346389726389361", "score": "8.9", "text_description": "Colmar Hotel is located in Colmar, 1 km from House of the Heads. Colmar Christmas Market - Place des Dominicains is 1.2 km away. It features free WiFi, a 24-hour reception, a bar and a free private parking in front of the hotel.\n\nEvery room is equipped with a flat-screen TV with satellite channels, a kettle and a private bathroom. Free toiletries and a hair dryer are available in all of the rooms.\n\nFree parking and paid secured parking are available on site. Saint-Martin Collegiate Church is 1.1 km from Colmar Hotel, while Colmar Expo is 3.5 km away. The nearest airport is Euro Basel-Mulhouse-Freiburg Airport, 54 km from the property.", "address": "14 route de Rouffach, 68000 Colmar, France"},
{"hotel_name": "Best Western Colmar Expo", "url_hotel": "https://www.booking.com/hotel/fr/comfort-expo-colmar.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.09922,7.3627839999999996", "score": "8.5", "text_description": "Best Western Colmar Expo is 4 km from the centre of Colmar and 2 km from the A35 motorway. This hotel offers a 24-hour front desk, a free private parking and a bar. (2 charging station for electric vehicles)\n\nServiced by a lift, all rooms are air-conditioned and feature a desk, a flat-screen TV, free wifi and a private bathroom with a hairdryer and a shower.\n\nBreakfast is served every morning at Best Western Colmar Expo. There is also a bar with terrace on site where guests can enjoy snacks.\n\nBest Western Colmar Expo is a 10-minute drive from the Wine Route of Alsace and right at the opposite of  Colmar Expo Exhibition Centre.", "address": "2C Rue Timken, 68000 Colmar, France"},
{"hotel_name": "Hôtel Gustave Colmar", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-colmar-cita-c-administrative.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.086015232964435,7.357299327850342", "score": "8.4", "text_description": "Situated 650 metres from the centre of  Hôtel Gustave Colmar in the heart of Alsace, this hotel offers free WiFi access and a lounge area. The Exhibition Park is just 1 km away.\n\nWith flat-screen TVs, satellite channels, all spacious rooms at Gustave Colmar feature a modern decor and a welcome tray. All en suite bathrooms are equipped with hairdryers.\n\nEvery morning a buffet-style breakfast is served and meal trays can be requested.\n\nOn-site parking is free of charge subject to availability and the  Colmar Train Station is 2 km away. Strasbourg is a 1-hour drive away and the Colmar Airport is 3 km from the hotel.\n\n\nLocated just a 10-minute walk from Colmar city center, in the heart of Alsace, the Gustave Colmar hotel offers modern comfort and practical amenities. Its prime location makes it an ideal choice for visitors, just 1 km from the exhibition center.\n\nOur spacious, air-conditioned and soundproofed rooms feature contemporary decoration and are equipped with flat-screen televisions and a courtesy tray. The private bathrooms have hairdryers for added convenience.\n\nEvery morning our guests can enjoy a delicious buffet breakfast.\n\nParking at the hotel is free, subject to availability. For your convenience, the Lacarre public car park, monitored 24 hours a day, located just a 3-minute walk away, allows you to leave your vehicle for only €3 per 24 hours. For those traveling by train, Colmar station is just 2 km away. The hotel is also well connected to other major destinations, with Strasbourg less than an hour's drive away and Colmar Airport 3 km away.\n\nCome and enjoy our warm welcome and our quality service for a pleasant stay in Alsace.", "address": "2 Rue De La Fecht, 68000 Colmar, France"},
{"hotel_name": "ibis Budget Colmar Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/ibis-budget-colmar-centre-ville.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.079697589205196,7.352361588954864", "score": "7.2", "text_description": "Ibis budget Colmar Centre Ville is set in the Colmar Centre Ville district in Colmar, 300 metres from House of the Heads and 600 metres from Saint-Martin Collegiate Church.\n\nThe rooms have a TV with satellite channels.\n\nColmar Expo is 2.5 km from ibis budget Colmar Centre Ville, while Theater Colmar is 200 metres from the property. The nearest airport is Basel Airport, 55 km from the property.", "address": "15 Rue Stanislas, 68000 Colmar, France"},
{"hotel_name": "Hotel L'Europe", "url_hotel": "https://www.booking.com/hotel/fr/l-europe.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.0772062173984,7.403871864080429", "score": "8.3", "text_description": "Welcome to the Hotel & Restaurant l'Europe, located just 3 km from the pretty town of Colmar and its Petite Venise district, the Hotel Europe is your dream pied-à-terre. Each room is unique and will seduce you, according to your tastes. Everything is designed to allow you to choose according to your wishes or events.\n\nL'Europe Hotel & Restaurant enjoys a quiet location, with ample free parking. The Hotel L'Europe Colmar will appeal to all your business and leisure travel needs. Its recently renovated Privilège rooms, restaurant and bar will add to the appeal of your next stay.\n\nIts 1,600 m² of modular lounges with free Wi-Fi are a must in the region for seminars, receptions, banquets, weddings, etc.\n\nThe \"Le Comptoir d'Henri\" restaurant offers traditional French and Alsatian cuisine prepared with fresh market produce. The restaurant serves seasonal and traditional dishes.\nOpen Tuesday to Thursday from 6:45pm to 9pm, and until 9:30pm on Friday and Saturday.\n\nYou can visit Alsace's vineyards and wine cellars. The region is also popular with cyclists and hikers.", "address": "15 route de Neuf Brisach - Horbourg Wihr, 68180 Colmar, France"},
{"hotel_name": "Odalys City Colmar La Rose d'Argent", "url_hotel": "https://www.booking.com/hotel/fr/appart-39-odalys-la-rose-d-39-argent.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.07891558140651,7.365148393658274", "score": "8.0", "text_description": "Located in Colmar, just 1.6 km from the train station, Odalys City Colmar La Rose d'Argent offers a fitness room and swimming pool with counter-current and massage jets. The property is 700 metres from Saint-Martin Collegiate Church and 1 km from House of the Heads.\n\nThe accommodation features a seating area, flat-screen TV, wardrobe and private bathroom with a bath or shower. The kitchenette is equipped with a stovetop, microwave and refrigerator.\n\nA breakfast is available each morning at Odalys City Colmar La Rose d'Argent and children can enjoy it at a reduced cost.  Restaurants can be reached within walking distance of the accommodation.\n\nAdditional features include free WiFi access throughout and private parking is available upon prior reservation. Colmar Expo Centre is 3.3 km away and Euro Basel-Mulhouse-Freiburg Airport is located 54 km from the accommodation.", "address": "2 RUE DU GRILLENBREIT, 68000 Colmar, France"},
{"hotel_name": "B&B HOTEL Colmar Expo", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-colmar-expo.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.0963028332922,7.36164164047545", "score": "8.1", "text_description": "Featuring free WiFi throughout the property, B&B HOTEL Colmar Expo offers accommodation in Colmar, 10 km from Kaysersberg.  Free private parking is available on site.\n\nEach room at this hotel is air conditioned and is equipped with a flat-screen TV with cable channels. The rooms are fitted with a private bathroom.\n\nYou will find a 24-hour front desk at the property.\n\nColmar Expo is opposite the B&B HOTEL Colmar Expo, while House of the Heads is 3 km away. EuroAirport Basel-Mulhouse-Freiburg is 61 km from the property. Charging stations for electric cars are available at this property.", "address": "2 avenue Gilbert-Meyer, 68000 Colmar, France"},
{"hotel_name": "Grand Hôtel Bristol", "url_hotel": "https://www.booking.com/hotel/fr/grandhotelbristol.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.07245882991573,7.347557544708252", "score": "7.6", "text_description": "Grand Hôtel Bristol is located in Colmar, facing the historical TGV train station. It offers a fitness and spa centre, hammam and massage treatments. The property is 1.1 km from Colmar Christmas Market - Place des Dominicains.\n\nThe air-conditioned rooms with traditional or contemporary decor are equipped with a flat-screen TV with cable channels, free WiFi, tea and coffee making facilities and a private bathroom. All rooms are accessible by a lift.\n\nL'Auberge Brasserie serves traditional Alsace dishes with regional wines. A buffet breakfast is prepared daily. Guests have a choice of a buffet breakfast served in the lounge or a continental breakfast served in their room\n\nGrand Hôtel Bristol has a limited private underground parking at an extra cost and subject to reservation. Other public parking lots can be found at a few minutes' walk.", "address": "7 place de La Gare, 68000 Colmar, France"},
{"hotel_name": "Hotel Le Colombier Suites", "url_hotel": "https://www.booking.com/hotel/fr/colombier-suites.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.07394456376353,7.358576059341431", "score": "8.7", "text_description": "Hotel Le Colombier Suites is situated in the heart of Colmar in the La Petite Venice district. It offers soundproofed rooms and suites with views over the village streets or garden.\n\nEach air-conditioned room is equipped with a flat-screen TV, a private bathroom with slippers and bathrobe.\n\nA buffet breakfast is served daily across the road at Le Colombier. Guests can enjoy a drink in Le Colombier’s bar or relax in the garden, while using the WiFi.\n\nHotel Le Colombier Suites is 500 metres from Saint-Martin Church, 1 km from the Museum Unterlinden and 20 km from the German border. Colmar Train Station is 1.5 km away. Colmar Christmas Market - Place Jeanne d'Arc is 1.4 km away.", "address": "11 Rue de la Poissonnerie, 68000 Colmar, France"},
{"hotel_name": "Greet Hotel Colmar", "url_hotel": "https://www.booking.com/hotel/fr/comfort-les-maraichers.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "48.065171123292984,7.363023161888123", "score": "8.2", "text_description": "Greet Hotel Colmar is located at the entrance of Colmar, just 1.3 km from to the historic quarter known as Little Venice. It offers free WiFi access.\n\nEach room at the Greet Hotel Colmar is equipped with a private bathroom and a flat-screen TV with cable channels. Also available are rooms suitable for guests who have limited mobility.\n\nIn the evening, dine in the hotel’s air-conditioned restaurant or on the terrace where guests can experience a meal with the various flavours and traditional Alsace cuisine. Everything served is made with the finest local and regional products.\n\nColmar Train Station is 2.3 km from the property. Bicycle storage and a free private parking are available on site.\nPlease not that this property doesn't accept roup reservations", "address": "83 Route De Bâle, 68000 Colmar, France"},
{"hotel_name": "PAUL & PIA - Welcome Home Hotel", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-colmar-gare.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.07654046258575,7.349873632192612", "score": "8.4", "text_description": "This hotel is located 500 metres from Colmar Train Station and the Old Town. Colmar Christmas Market -  Place des Dominicains is 700 meters away.\n\nAll rooms have a satellite flat-screen TV, free WiFi access and a private bathroom.\n\nThere is also a bar and a 24-hour reception.\n\nGuests can easily explore the medieval villages in the Alsace wine region and the Musée d'Unterlinden is 750 meters away. The Colmar-Houssen Airport is just 5 km from the Paul&Pia.", "address": "1, Rue De La Gare, 68000 Colmar, France"},
{"hotel_name": "The Originals City, Hôtel Colmar Gare", "url_hotel": "https://www.booking.com/hotel/fr/le-colbert.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.07705926822105,7.349338531494141", "score": "7.4", "text_description": "The Originals Access, Hôtel Colmar Gare is situated between the town centre of Colmar and the railway station in the beautiful Alsace region of France.\n\nAll guest rooms are comfortable, soundproofed and equipped with standard amenities including telephone and a TV with satellite channels.\n\nThe Originals Access, Hôtel Colmar Gare also has a pleasant dining area where a delicious breakfast is served. Also, there is a 24-hour reception hosted by a multilingual staff (French, English and German).\n\nIn the surrounding area guests can enjoy the many alpine ski trails and the beauty of Vosges that are located less than an hour from the hotel.", "address": "2, rue des Trois Epis, 68000 Colmar, France"},
{"hotel_name": "Hotel Saint-Martin", "url_hotel": "https://www.booking.com/hotel/fr/hotelsaintmartin.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.07641680865711,7.359351888298988", "score": "8.2", "text_description": "Located in the heart of Colmar’s Old Town, close to the Petite Venise district and the famous Rue des Marchands, Saint-Martin offers rooms decorated in traditional Alsatian style.\n\nAll rooms have a flat-screen TV and a safe. They also include a private bathroom with a hairdryer, a bath or a shower.\n\nYou can enjoy relaxing in the hotel’s lounge and reading room. There is also a tourist information and free WiFi access.\n\nColmar Train Station is 1.2 km away. The nearest airport is Colmar Airport, 5 km from Saint-Martin.", "address": "38, Grand'Rue, 68000 Colmar, France"},
{"hotel_name": "B&B HOTEL Colmar Liberté 4 étoiles", "url_hotel": "https://www.booking.com/hotel/fr/roi-soleil-prestige.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.11283258340826,7.365206480026245", "score": "8.5", "text_description": "B&B HOTEL Colmar Liberté 4 étoiles is located on the outskirts of Colmar, 4.7 km from the city centre and Unterlinden Museum. The front desk is open 24 hours a day and a luggage storage is at guests' disposal. Colmar Christmas Market - Place Jeanne d'Arc is 4.6 km away.\n\nEach room features a unique Fresco painting and has a flat-screen TV, free WiFi access and a Nespresso coffee machine. All rooms are also air-conditioned and feature a laptop safe box. They are all serviced by an elevator.\n\nA buffet breakfast is served every morning in the dining area. The hotel offers a jazz-themed lounge bar where guests can relax with a drink and vending machines serving drinks and snacks are also available.\n\nB&B HOTEL Colmar Liberté 4 étoiles is located 1.3 km from Colmar Exhibition Centre. A secure bike shed is available upon request and a free parking is available.", "address": "26 Rue des Métiers (GPS : 1 Rue des Frères Lumière, GPS : 48,113 / 7,365), 68000 Colmar, France"},
{"hotel_name": "Campanile Colmar - Parc des Expositions", "url_hotel": "https://www.booking.com/hotel/fr/campanile-colmar-aeroport.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.1096519898662,7.364552021026611", "score": "7.3", "text_description": "Located in front of the airport, this Campanile Colmar offers rooms with free WiFi and a restaurant. Colmar city centre is 4 km away.\n\nWith a garden view, each room at Campanile Colmar has a private bathroom with hairdryer, tea and coffee making facilities and an LCD TV. Guests can enjoy Canal+ and beIN SPORTS channels, both in the room and in the hotel lounge.\n\nA buffet breakfast is served every morning and can also be taken on the hotel's terrace. A regional cuisine is proposed at the restaurant, which also features children's menus; breakfast price for children from 5 years old to 12 years is EUR 5.95 and Children from 13 years old to 17 years old is EUR 10.90.\n\nWith a 24-hour reception, Campanile Colmar also offers an equipped meeting room. For your convenience, free private parking is available on site.", "address": "8 rue des métiers, 68000 Colmar, France"},
{"hotel_name": "James Boutique Hôtel Colmar centre", "url_hotel": "https://www.booking.com/hotel/fr/james-boutique-hotel.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.079348023437845,7.364479900629021", "score": "8.9", "text_description": "James Boutique Hôtel Colmar centre offers accommodation in Colmar, on the Alsation Wine Route. This Boutique Hotel offers a contemporary and modern decoration style. Guests can enjoy the on-site bar. Private parking is available on site.\n\nEvery room at this hotel is air conditioned and features a flat-screen TV. You will find a coffee machine and a kettle in the room. Each room is equipped with a private bathroom. James Boutique Hôtel Colmar centre features free WiFi throughout the property.\n\nYou will find a 24-hour front desk at the property.\n\nThe James Boutique Hôtel Colmar centre is located within a 5-minute walk of Colmar's Christmas markets. Strasbourg Airport is a 1-hour drive from the hotel.", "address": "15 rue Saint-Eloi, 68000 Colmar, France"},
{"hotel_name": "Hotel Restaurant Le Maréchal - Teritoria", "url_hotel": "https://www.booking.com/hotel/fr/hostellerie-le-marechal.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.07357179018292,7.356671690940857", "score": "8.6", "text_description": "Constructed in 1565 on the city’s original fortified walls, this 4-star hotel is located in the picturesque quarter of Colmar known as Little Venice.  Hostellerie Le Maréchal is set on the canal and is 700 meters from Colmar Christmas Market - Place des Dominicains.\n\nGuestrooms and suites are air-conditioned and decorated with brocades and antique furniture. Most rooms overlook the canal, and all are en suite with free WiFi internet access.\n\nThe restaurant, A l’Echevin, serves traditional and regional gourmet cuisine using regional produce. In the summer months, guests are invited to eat on the terrace by the river.\n\nThe reception desk at Hostellerie Le Maréchal is open 24 hours a day and free newspapers are available in the lobby area.\n\nThe hotel is located 1.4 km from Colmar Train Station and public parking can be found in the surrounding area.", "address": "6 place des six Montagnes Noires, 68000 Colmar, France"},
{"hotel_name": "Hôtel Quatorze", "url_hotel": "https://www.booking.com/hotel/fr/quatorze.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.07623849558461,7.356447726488113", "score": "8.0", "text_description": "Hotel Quatorze is in a design hotel in the centre of Colmar. It offers free WiFi access and guests will have free and private spa access for 1 hour to the sauna and hammam.\n\nSome rooms have a spa bath.\n\nBar Quatorze offers a large selection of regional wines and champagnes. Guests are invited to participate in wine tastings.\n\nQuatorze is 650 metres from Unterlinden Museum, which is housed in a 13th century Dominican convent and home to the Isenheim Altarpiece by Matthias Grünewald.", "address": "14 rue des Augustins, 68000 Colmar, France"},
{"hotel_name": "Hotel Le Colombier", "url_hotel": "https://www.booking.com/hotel/fr/colombiercolmar.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "48.073768034303555,7.358293756842613", "score": "8.8", "text_description": "Hotel Hotel Le Colombier is located in the Little Venice district of Colmar town centre. The Musée d'Histoire Naturelle of Colmar is 50 meters away and Unterlinden Museum is 1.1 km from the property. Free WiFi access is provided.\n\nAll rooms and suites have air conditioning, a minibar and a flat-screen TV with cable channels. The private bathrooms come with a shower, free toiletries, slippers and bathrobes.\n\nA buffet breakfast is served daily, and the Colombier Hotel provides a 24-hour reception. Guests can relax in the bar or in the garden.\n\nColmar Train Station is 1 km from Hotel Le Colombier. The nearest airport is Strasbourg Airport, 72 km away.", "address": "7 rue Turenne, 68000 Colmar, France"},
{"hotel_name": "Mercure Colmar Centre Unterlinden", "url_hotel": "https://www.booking.com/hotel/fr/colmar-centre-unterlinden.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "48.081060795303706,7.357177287340164", "score": "8.2", "text_description": "This Mercure offers air-conditioned, soundproofed guest rooms and suites with satellite TV and free WiFi, in central Colmar, a 2-minute walk from the Unterlinden and a 13-minute walk from Petite Venise.\n\nThe Mercure Colmar Centre Unterlinden serves a full buffet breakfast every morning, that can be enjoyed in the comfort of your room. The bar, Les Cepages offers a large selection of Alsatian wines and snacks.\n\nYou can relax on the outdoor terrace, and read the daily newspapers provided by the hotel Mercure Colmar. The reception is open 24-hour, and laundry facilities are available.\n\nA fitness centre, a sauna and a sensory shower are available at Mercure Colmar Centre Unterlinden.\n\nColmar TGV train station is situated 2km from the hotel. The Alsace wineries and picturesque villages are in the surrounding areas from the Mercure.  A private covered parking accessible by an elevator.", "address": "15 rue Golbery, 68000 Colmar, France"},
{"hotel_name": "Logis Hôtel Beauséjour Colmar", "url_hotel": "https://www.booking.com/hotel/fr/beausejourcolmar.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=252c5a47394508d3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.08405232929993,7.366070821881294", "score": "7.8", "text_description": "Just a short walk from the historic centre of Colmar sits the charming family-run Hotel Logis Hôtel Beauséjour Colmar. It features personalised guestrooms and a restaurant with a view of the summer garden.\n\nAll rooms are equipped with a flat-screen TV, free WiFi access and they are serviced by a lift. The Charm Rooms offer Provençal furniture and the Privilege Rooms are decorated with blue and red furniture. Each room has a private bathroom.\n\nEnjoy traditional and regional cuisine in the candlelit dining room or in the garden during the warmer months. The hotel also serves a daily breakfast.\n\nThe Keller-family spirit has ensured quality accommodation since 1913. From this privileged location, you can be in the town centre in just 8 minutes by foot to discover the areas rich cultural history.\n\nAlso, near the Hotel Logis Hôtel Beauséjour Colmar are the areas famous Christmas markets where you can discover the tastes and spirit of this famous region.", "address": "25, rue du Ladhof, 68000 Colmar, France"}
]