[
{"hotel_name": "Brit Hotel Confort Rouen Centre", "url_hotel": "https://www.booking.com/hotel/fr/le-relais-des-2-rivieres.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=e41ad2377fd67c4e2dd873b85e1a23ea&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.4386953629876,1.1092033982276917", "score": "7.2", "text_description": "Le Brit Hotel Confort Rouen Centre se situe dans le centre de Rouen, à proximité de la faculté de médecine et à 4 km de la salle omnisports Le Kindarena. Il propose des chambres avec salle de bains privative, une terrasse et une connexion Wi-Fi gratuite.\n\nLes chambres comprennent un bureau et une télévision par satellite à écran plat.\n\nChaque matin, le Brit Hotel Confort Rouen Centre sert un petit-déjeuner buffet. Sur place, vous disposerez aussi de distributeurs automatiques.\n\nVous séjournerez à 650 mètres du Centre de formation médicale. Enfin, le Brit Hotel Confort Rouen Centre se trouve à 1,5 km de la cathédrale de la ville et 8 minutes en voiture de la gare de Rouen-Rive-Droite.", "address": "33 Boulevard Gambetta, 76000 Rouen, France"},
{"hotel_name": "Le Vieux Carré", "url_hotel": "https://www.booking.com/hotel/fr/le-vieux-carre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=4aa7dba4cbee3f309a1caffd91520d0b&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.4433271352408,1.0945739597082138", "score": "7.9", "text_description": "L'hôtel Le Vieux Carré est situé dans le centre de Rouen, dans une zone piétonne, à seulement 850 mètres de la gare de Rouen-Rive-Droite. Il dispose de chambres avec salle de bains privative ainsi que d'une cour intérieure fleurie et arborée.\n\nLe restaurant du Vieux Carré sert tous les jours un petit-déjeuner continental et le déjeuner. Dans l'après-midi, il se transforme en salon de thé servant des pâtisseries gastronomiques. Vous pourrez prendre vos repas en plein air, dans la cour.\n\nChaque chambre du Vieux Carré est équipée d'une télévision et d'un téléphone. Leur salles de bains privatives sont pourvues d'une baignoire. De plus, une connexion Wi-Fi est mise gratuitement à votre disposition dans l'ensemble de l'établissement.\n\nLa salon commun est agrémenté de poutres apparentes et d'un mobilier en bois. Vous apprécierez de vous détendre dans les fauteuils au coin du feu.\n\nLe Vieux Carré se trouve à 400 mètres de la cathédrale Notre-Dame et à 450 mètres du musée des Beaux-Arts de Rouen. Vous trouverez un parking public à proximité.", "address": "34 rue Ganterie, 76000 Rouen, France"},
{"hotel_name": "Hotel De Quebec", "url_hotel": "https://www.booking.com/hotel/fr/alive-hotel-de-quebec.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=0b367f98f1efa2abd655b86331c3c8d4&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.43783418793873,1.0972528159618378", "score": "8.1", "text_description": "L'Alive Hôtel de Québec vous accueille dans un quartier paisible au cœur de Rouen. Situé à 3 km de la salle omnisports Kindarena et à 5 minutes de marche de la vieille ville et de la cathédrale de Rouen, l'établissement fournit une connexion Wi-Fi gratuite.\n\nDurant votre séjour, vous pourrez commencer la journée avec un petit-déjeuner buffet. Moyennant des frais supplémentaires, vous aurez aussi la possibilité de déguster le petit-déjeuner dans le confort de votre chambre.\n\nL'hôtel met à votre disposition un salon commun pour vos moments de détente. De plus, son emplacement proche de la vieille ville vous permettra de découvrir ses rues étroites, ses antiquaires et ses jolies églises.\n\nL'Alive Hôtel de Québec se trouve à 20 minutes de marche de la gare de Rouen Rive Droite et à 800 mètres de l'arrêt de tramway Théâtre des Arts.", "address": "18-24 Rue De Quebec, 76000 Rouen, France"},
{"hotel_name": "Hôtel Littéraire Gustave Flaubert, BW Signature Collection", "url_hotel": "https://www.booking.com/hotel/fr/hotellitterairegustaveflaubert.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=82d762e65c9a4904d26796c651668fd2&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.44263508189676,1.0868579149246216", "score": "8.6", "text_description": "Situé dans le centre historique de Rouen, l'Hôtel Littéraire Gustave Flaubert, BW Signature Collection propose des hébergements sur le thème de la littérature en l'honneur de l'écrivain Gustave Flaubert. Situé à 3 km du Palais des sports de Rouen, l’établissement propose une connexion Wi-Fi gratuite accessible dans l’ensemble de ses locaux.\n\nLes chambres élégantes disposent d’une télévision par satellite à écran plat. Toutes les chambres comprennent une salle de bains privative.\n\nChaque matin, le petit-déjeuner vous sera servi dans la salle dédiée ou dans le confort de votre chambre. Après une journée bien remplie, vous pourrez vous détendre en savourant un verre dans le salon à cocktails de l’hôtel. Par ailleurs, vous trouverez de nombreux restaurants français et internationaux dans les environs.\n\nVous séjournerez à seulement 10 minutes à pied de la cathédrale Notre-Dame de Rouen et à 800 mètres du musée des Beaux-Arts.", "address": "33 rue du Vieux Palais / 15 rue de la Pie, 76000 Rouen, France"},
{"hotel_name": "Hôtel De La Cathédrale", "url_hotel": "https://www.booking.com/hotel/fr/de-la-cathedrale.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=2bfa7f53be095fe425aef16b32503a0b&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.44011681378441,1.0969336330890656", "score": "7.9", "text_description": "Arborant une façade à colombages datant du XVIIe siècle, l'Hôtel De La Cathédrale est situé à seulement 50 mètres de la cathédrale de Rouen, en plein cœur du centre historique de la ville. Cet établissement vous accueille à 4 km de la salle omnisports Kindarena. Lors de votre séjour, vous pourrez prendre un goûter dans une salle s'ouvrant sur la terrasse. Un parking public sécurisé et payant est accessible à proximité.\n\nLes chambres à la décoration personnalisée comprennent toutes une télévision par câble à écran plat. Certaines possèdent un coin salon. Leur salle de bains privative est pourvue d'un sèche-cheveux.\n\nChaque matin, un petit-déjeuner buffet est servi dans la salle à manger, décorée dans un style normand traditionnel.\n\nVous séjournerez à 5 minutes à pied de l'église de Saint-Ouen. Enfin, l'Hôtel De La Cathédrale se trouve à seulement 1,6 km de la gare de Rouen-Rive-Droite.", "address": "12 Rue Saint Romain, 76000 Rouen, France"},
{"hotel_name": "Radisson Blu Hotel, Rouen Centre", "url_hotel": "https://www.booking.com/hotel/fr/radisson-blu-rouen-centre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=cb304adf48828ab19ef2e8a31c95d90f&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.446441,1.09412", "score": "8.9", "text_description": "Idéalement situé dans le centre de Rouen, le Radisson Blu Hotel, Rouen Centre propose des chambres climatisées, une salle de sport, une connexion Wi-Fi gratuite et un salon commun. Il possède un restaurant, une terrasse, un sauna et un hammam. Il propose un service d'étage, un centre d'affaires et une bagagerie.\n\nToutes les chambres comprennent un bureau et une télévision à écran plat. La salle de bains privative est pourvue d'une baignoire ou d'une douche, d'articles de toilette gratuits et d'un sèche-cheveux. Les logements disposent d'un coffre-fort.\n\nLe Radisson Blu Hotel, Rouen Centre sert un petit-déjeuner buffet ou continental.\n\nLe personnel de la réception parle anglais, espagnol, français et italien. Il se fera un plaisir de vous aider à tout moment.\n\nVous séjournerez à proximité de la gare de Rouen Rive Droite, de la cathédrale Notre-Dame et du musée des Beaux-Arts de Rouen. L'aéroport de Beauvais-Tillé est à 84 km.", "address": "6-8 Rue du Donjon, 76000 Rouen, France"},
{"hotel_name": "Mercure Rouen Centre Cathédrale", "url_hotel": "https://www.booking.com/hotel/fr/mercure-rouen-centre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=382f45b2461134d70a23ec17d3a8430b&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.44117284656542,1.0951754450798035", "score": "8.4", "text_description": "Le Mercure Rouen Centre Cathédrale propose des chambres climatisées dotées d'une télévision par satellite, d'une connexion Wi-Fi gratuite et d'une salle de bains privative dans le centre de Rouen, à 160 mètres de la cathédrale Notre-Dame et à 3 km du palais des sports de Rouen.\n\nL'établissement sert un petit-déjeuner complet que vous pourrez déguster dans le confort de votre chambre. Un petit-déjeuner express est également disponible. Vous pourrez par ailleurs prendre un verre au bar de l'hôtel.\n\nLe Mercure Rouen Centre se trouve à seulement quelques pas de la place du Vieux Marché et du Gros-Horloge. La gare de Rouen est située à seulement 1 km. L'établissement met un parking privé souterrain à votre disposition.", "address": "7 Rue Croix de Fer, 76000 Rouen, France"},
{"hotel_name": "Hyatt Place Rouen", "url_hotel": "https://www.booking.com/hotel/fr/hyatt-place-rouen.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=c14415b1a1bb0f48f39c8cc80a8d3a8c&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.453285640641354,1.0982852973166501", "score": "8.5", "text_description": "L’établissement Hyatt Place Rouen vous accueille à Rouen, à 900 mètres de ce lieu d’intérêt : Gare de Rouen-Rive-Droite. Il comprend une salle de sport, un jardin, une terrasse et un parking privé. Cet hôtel 4 étoiles propose un restaurant ainsi que des hébergements dotés de la climatisation, d’une connexion Wi-Fi gratuite et d’une salle de bains privative. Vous pourrez profiter d'un service d'étage, d'une réception ouverte 24h/24 et d'un service de bagagerie.\n\nLes hébergements possèdent une armoire. Vous profiterez d'une télévision à écran plat avec les chaînes du câble et d’un coffre-fort.\n\nUn petit-déjeuner buffet, continental ou américain est servi sur place.\n\nVous séjournerez à respectivement 1,6 km et 4,3 km de ces lieux d’intérêt : Cathédrale Notre-Dame de Rouen et Palais des sports de Rouen. L'aéroport le plus proche (Aéroport de Paris-Beauvais) est à 84 km.", "address": "77 route de Neufchatel, 76000 Rouen, France"},
{"hotel_name": "DOMITYS Les Mosaïques", "url_hotel": "https://www.booking.com/hotel/fr/domitys-les-mosaiques.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=b040e4adc031d1d52bdfc65714501a31&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.4290146,1.0832807", "score": "8.8", "text_description": "Situé à Rouen, à seulement 1 km de la gare de Voltaire, le DOMITYS Les Mosaïques propose un hébergement avec accès à une piscine intérieure, un jardin et un ascenseur. Un parking privé est disponible sur place. Il propose une connexion Wi-Fi gratuite dans l'ensemble de ses locaux, une terrasse et un restaurant. L'établissement propose également un hébergement pour les personnes à mobilité réduite.\n\nTous les logements disposent d'un balcon, d'une kitchenette entièrement équipée avec un micro-ondes, d'un coin repas et d'une télévision à écran plat. Leur salle de bains privative comprend une douche à l'italienne et un sèche-cheveux. Un grille-pain, un réfrigérateur, des plaques de cuisson, une machine à café et une bouilloire sont également fournis. Les logements comprennent du linge de lit et des serviettes.\n\nCet appart'hôtel sert un petit-déjeuner continental. Vous trouverez un café, un bar et un salon.\n\nVous pourrez jouer au billard sur place.\n\nVous séjournerez à 2 km de la gare de l'Hôtel de ville de Soteville et à 2,8 km de la station de tramway 14-juillet de Rouen. L'aéroport de Deauville-Normandie est à 84 km.", "address": "64 Rue Saint-Julien, 76100 Rouen, France"},
{"hotel_name": "Holiday Inn Express - Rouen Centre - Rive Gauche, an IHG Hotel", "url_hotel": "https://www.booking.com/hotel/fr/holiday-inn-express-rouen-centre-rive-gauche.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=9ca85cac7935ec0938cd9c8237fb2fb0&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.429988,1.072398", "score": "8.4", "text_description": "Installé à Rouen, à 3,1 km de la gare Hôtel de ville de Soteville, l'Holiday Inn Express - Rouen Centre - Rive Gauche, an IHG Hotel vous propose une connexion Wi-Fi gratuite ainsi que l'enregistrement et le départ rapides. Chaque hébergement de cet hôtel 3 étoiles offre une vue sur la ville et donne accès à un salon commun ainsi qu’à un bar. Cet établissement non-fumeurs se trouve à 1,7 km de la gare Voltaire, à Rouen.\n\nLes chambres de l’hôtel sont dotées de la climatisation, d’un bureau, d’une bouilloire, d’un coffre-fort et d’une télévision à écran plat. Elles comprennent également une salle de bains privative avec douche. Les serviettes et le linge de lit sont fournis.\n\nL’établissement sert un petit-déjeuner buffet, continental ou anglais/irlandais complet chaque matin.\n\nLe personnel de la réception ouverte 24h/24, parlant français et anglais, se fera un plaisir de vous assister à tout moment.\n\nVous séjournerez à 3,2 km du palais des sports Kindarena et de la cathédrale Notre-Dame de Rouen. Vous pourrez rejoindre l’aéroport de Deauville-Normandie situé à 84 km.", "address": "103 Avenue Jean Rondeaux, 76100 Rouen, France"},
{"hotel_name": "Aparthotel Adagio Access Rouen Centre Cathédrale", "url_hotel": "https://www.booking.com/hotel/fr/aparthotel-adagio-access-rouen-centre-cathedrale.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=3b514be3dcfcda2240705bb7184573df&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.439067,1.089627", "score": "8.5", "text_description": "Bénéficiant d’un emplacement pratique à Rouen, l'Aparthotel Adagio Access Rouen Centre Cathédrale propose des chambres climatisées, un parking privé et un service d'étage. L’établissement possède un bar ainsi qu’un restaurant servant une cuisine italienne. Vous séjournerez à 600 m de la cathédrale Notre-Dame de Rouen. L’établissement est non-fumeurs.\n\nToutes les chambres de l’hôtel disposent d’un bureau, d’une télévision à écran plat et d’une salle de bains privative. Les chambres sont toutes munies d’une armoire et d’une machine à café.\n\nL'Aparthotel Adagio Access Rouen Centre Cathédrale sert un petit-déjeuner buffet ou continental.\n\nLe personnel de la réception ouverte 24h/24 parle français et anglais. Il se fera un plaisir de vous aider à tout moment.\n\nLa gare de Rouen-Rive-Droite se trouve à 1.3 km de l'hébergement, tandis que la salle omnisports Rouen Kindarena est à 3,1 km. L'aéroport de Beauvais-Tillé est à 84 km.", "address": "2 rue du Docteur Robert Rambert, 76000 Rouen, France"},
{"hotel_name": "Les Initiés", "url_hotel": "https://www.booking.com/hotel/fr/les-inities-rouen.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=7b9689c91915447bb489f008314853f8&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.441976410360795,1.0924389213323593", "score": "7.7", "text_description": "Installé au cœur du centre historique de Rouen, l'établissement Les Initiés est situé à seulement 10 minutes à pied de la gare de Rouen-Rive-Droite et à 3 km du stade Kindarena. En face du palais de justice, il propose des chambres décorées de façon personnalisée avec une connexion Wi-Fi gratuite et une salle de bains privative.\n\nUn petit-déjeuner continental vous sera servi tous les matins du lundi au samedi. Il est disponible le dimanche sur réservation. Offrant une vue sur le palais de justice, le bar-brasserie des Initiés prépare une cuisine régionale.\n\nLe Gros-Horloge vous attend à seulement 150 mètres de l'Hôtel Les Initiés, tandis que la cathédrale Notre-Dame se trouve à 5 minutes à pied. L'emplacement de l'établissement est idéal pour découvrir la capitale historique de Normandie.", "address": "45 Rue Aux Juifs, 76000 Rouen, France"},
{"hotel_name": "Hotel Morand", "url_hotel": "https://www.booking.com/hotel/fr/lemorand.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=99398f6d4ef4ebf3c84ff0fa7eead617&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.44569975167499,1.0945229977369308", "score": "8.0", "text_description": "L’Hotel Morand est un ancien relais de poste rénové du XVIIe siècle situé dans le centre historique de Rouen, à 400 mètres de la gare SNCF. Une connexion Wi-Fi est disponible gratuitement dans l’ensemble de l’établissement.\n\nToutes les chambres de l'Hotel Morand sont équipées d'un plateau/bouilloire et d'une télévision à écran plat. Chaque chambre comprend une salle de bains privative avec une douche et un sèche-cheveux.\n\nUn petit-déjeuner continental est servi tous les matins sur place. Vous pourrez vous détendre dans le salon muni d’une cheminée et de poutres apparentes.\n\nLe Morand se trouve en face du musée des Beaux-Arts, à 2 minutes de marche de la cathédrale de Rouen.", "address": "1 Rue Morand, 76000 Rouen, France"},
{"hotel_name": "B&B HOTEL Rouen Centre Rive Gauche", "url_hotel": "https://www.booking.com/hotel/fr/ibis-rouen-centre-rive-gauche-st-sever.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=52312d37d267b4269a7ebbfc7f852820&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.4317818,1.0824082000000317", "score": "7.8", "text_description": "L'hôtel B&B HOTEL Rouen Centre Rive Gauche est situé dans le quartier Saint-Sever, à 1 km de la place Jeanne-d'Arc et de la cathédrale de Rouen. Son bar est ouvert 24h/24 et la connexion Wi-Fi est gratuite dans tout l'hôtel.\n\nLes chambres modernes sont équipées de la climatisation et d'une télévision à écran plat avec les chaînes du bouquet BeIN Sports. La salle de bains privative est pourvue d'un sèche-cheveux.\n\nUn petit-déjeuner buffet composé de plats sucrés et salés incluant des œufs, de la salade de fruits, des yaourts et des jus est servi tous les matins. Des viennoiseries cuites sur place et des madeleines fraîches sont aussi proposées ainsi qu'une boisson chaude et un fruit à emporter. Un petit-déjeuner plus léger est proposé à partir de 4h00.\n\nVous pourrez commander des collations au bar sur place, le Rendez-Vous.\n\nLa gare ferroviaire de Rouen-Rive-Droite se trouve à 1 km de l'hôtel et vous pourrez stationner dans le parking privé couvert surveillé.", "address": "44 rue Amiral Cécille, 76100 Rouen, France"},
{"hotel_name": "Séjours & Affaires Rouen Normandie", "url_hotel": "https://www.booking.com/hotel/fr/residhome-rouen-normandie.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=d6ab7a4b67939186e814f195776b18ed&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.42179438336869,1.0892866551876068", "score": "7.7", "text_description": "L'établissement Séjours & Affaires Rouen Normandie se situe à proximité du centre-ville historique, à côté de la station de tramway Voltaire. Il dispose d'appartements meublés, équipés d'une connexion Wi-Fi gratuite.\n\nTous les appartements de l'établissement sont dotés d'un salon avec canapé-lit, d'une télévision, d'un espace bureau et d'une cuisine tout équipées avec réfrigérateur, micro-ondes, plaques de cuisson et vaisselle.\n\nUn parking et une laverie à des tarifs abordables sont mis à votre disposition. L'établissement est équipé d'un ascenseur.", "address": "187 Rue Léon Blum, 76300 Rouen, France"},
{"hotel_name": "Hotel Dandy Rouen centre", "url_hotel": "https://www.booking.com/hotel/fr/dandy.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=82eae3506cd4a8a5e0a93e666ec06a31&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.44527729309288,1.086762696504593", "score": "8.0", "text_description": "Cet hôtel est situé dans le centre de Rouen, à 100 mètres de la place du Vieux-Marché et de l’église Sainte-Jeanne-d’Arc. Décorées dans un style Louis XV, les chambres sont équipées d’une connexion Wi-Fi gratuite.\n\nChaque chambre du Dandy comprend une télévision par câble à écran plat et une salle de bains privative.\n\nTous les matins, vous pourrez savourer un petit-déjeuner servi en chambre ou sous forme de buffet.\n\nL’hôtel Dandy se trouve à 10 minutes à pied de la cathédrale Notre-Dame et du musée des Beaux-Arts. La gare de Rouen est accessible en 15 minutes de marche.", "address": "93 A Rue Cauchoise, 76000 Rouen, France"},
{"hotel_name": "The Originals City, Hôtel Notre Dame, Rouen", "url_hotel": "https://www.booking.com/hotel/fr/hotel-notre-dame.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=4aa7dba4cbee3f309a1caffd91520d0b&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.438534902150145,1.0934507846832275", "score": "7.3", "text_description": "Inter-Hotel Rouen Notre Dame is in the centre of Rouen, between the cathedral and the River Seine. It is 3 km from the Kindarena Stadium.\n\nThe rooms have a TV and free WiFi internet access. Many rooms were renovated in 2019.\n\nBreakfast is also served each morning at a rate of €12.00 per adult\n\nThe Gothic Notre Dame Cathedral, Gros Horloge astronomical clock and the modern St Joan of Arc Church are within walking distance of Hotel Notre Dame.\n\nPlease note our establishment is not suitable for people with reduced mobility.\n\nwe do not accept minors unaccompanied by their legal guardian\"", "address": "4 Rue De La Savonnerie, 76000 Rouen, France"},
{"hotel_name": "Hotel cardinal", "url_hotel": "https://www.booking.com/hotel/fr/cardinal-rouen.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=4aa7dba4cbee3f309a1caffd91520d0b&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.439811,1.093778", "score": "8.3", "text_description": "L’établissement 3 étoiles Hotel cardinal bénéficie d’un emplacement attractif dans le centre de Rouen, à proximité de ces lieux d’intérêt : Cathédrale Notre-Dame de Rouen et Gare de Rouen-Rive-Droite. Disposant d’une connexion Wi-Fi gratuite, cet hôtel est à respectivement 3,2 km et 4,4 km environ de : Palais des sports de Rouen et Hotel de ville de Soteville Station, Rouen. Cet établissement non-fumeurs se situe à 2,3 km de : Voltaire Station, Rouen.\n\nLes hébergements comportent un bureau. Vous bénéficierez d’une salle de bains privative avec une douche et des articles de toilette gratuits. Les hébergements comprennent également une vue sur la ville. Vous profiterez d'une télévision à écran plat et d'un sèche-cheveux.\n\nVous séjournerez à respectivement 5,1 km et 6,6 km de ces lieux d’intérêt : 14-juillet Tramway Station, Rouen et Parc des expositions de Rouen. L'aéroport le plus proche (Aéroport de Paris-Beauvais) est à 84 km.", "address": "1 Place de la Cathédrale, 76000 Rouen, France"},
{"hotel_name": "B&B HOTEL Rouen Centre Rive Droite", "url_hotel": "https://www.booking.com/hotel/fr/ibis-rouen-centre-rive-droite.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=2bfa7f53be095fe425aef16b32503a0b&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.44318543731502,1.079113706946373", "score": "8.1", "text_description": "Situé à 20 minutes à pied du centre et de la cathédrale, l'hôtel B&B HOTEL Rouen Centre Rive Droite propose un restaurant français, un bar et des chambres climatisées dotées d'une télévision par câble à écran plat. Vous bénéficierez d'une connexion Wi-Fi gratuite.\n\nToutes les chambres comprennent un téléphone, une radio et une salle de bains privative avec un sèche-cheveux.\n\nTous les matins, vous savourerez un petit-déjeuner buffet composé de plats sucrés et salés, tels que des œufs, de la salade de fruits, des yaourts et des jus de fruits. Des viennoiseries cuites sur place et des madeleines françaises fraîches sont aussi proposées, ainsi qu'une boisson chaude et un fruit à emporter. En dehors des heures régulières, un petit-déjeuner plus léger est disponible à partir de 4h00.\n\nVous séjournerez à respectivement 13 et 16 minutes de marche de l'opéra de Rouen et du musée des beaux-arts.\n\nL'B&B HOTEL Rouen Centre Rive Droite se trouve à 1 km de la gare et à 6 km de l'autoroute A28. Enfin, vous bénéficierez d'un parking privé sur place moyennant un supplément.", "address": "56 Quai Gaston Boulet, 76000 Rouen, France"},
{"hotel_name": "Hôtel 1er Consul Rouen", "url_hotel": "https://www.booking.com/hotel/fr/brit-versan.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=4aa7dba4cbee3f309a1caffd91520d0b&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.44358480641954,1.0977758467197418", "score": "7.9", "text_description": "L'Hôtel 1er Consul Rouen vous accueille dans le centre-ville de la capitale normande. L'établissement se situe juste en face de la mairie de Rouen et à 3 km du stade Kindarena. Ses chambres sont desservies par un ascenseur et disposent d'une télévision par satellite et d'une connexion Wi-Fi gratuite.\n\nUn petit-déjeuner buffet composé de viennoiseries, de charcuterie et d'œufs est servi tous les jours dans la salle à manger de l'hôtel. Vous pourrez également vous détendre devant un verre dans le bar ou dans le salon.\n\nL'Hôtel 1er Consul Rouen se trouve à 12 minutes à pied de la gare ferroviaire, à 650 mètres de la cathédrale de Rouen et à 240 mètres de l'église Saint-Maclou.", "address": "3 Rue Jean Lecanuet, 76000 Rouen, France"},
{"hotel_name": "Hôtel Paulette Rouen Centre Cathédrale", "url_hotel": "https://www.booking.com/hotel/fr/hotel-de-paris-rouen.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=4aa7dba4cbee3f309a1caffd91520d0b&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.43872283313267,1.091351956129074", "score": "8.5", "text_description": "\nL’Hôtel Paulette Rouen Centre Cathédrale vous accueille dans le centre de Rouen, à seulement 200 mètres de la rue du Gros-Horloge, à 300 mètres de la cathédrale Notre-Dame et à 4 km de la salle omnisports Kindarena. Cet établissement propose des hébergements dotés d’une connexion Wi-Fi gratuite et d’une télévision à écran plat.\n\nToutes les chambres disposent de fenêtres à double vitrage, d’une salle de bains privative et de la climatisation. Vous trouverez un parking public à proximité.\n\nLe petit-déjeuner buffet est servi tous les matins de 7h00 à 9h30 et de 8h00 à 10h00 le week-end. Vous pourrez vous détendre dans le coin salon et profiter d’une bagagerie à la réception.\n\nL’Hôtel Paulette Rouen Centre Cathédrale est ouvert tous les jours de l’année. La réception est disponible 24h/24. La gare de Rouen se trouve à 1,5 km.", "address": "12 Rue De La Champmeslé, 76000 Rouen, France"},
{"hotel_name": "Hotel centre Rouen VT", "url_hotel": "https://www.booking.com/hotel/fr/cenntre-rouen.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=4aa7dba4cbee3f309a1caffd91520d0b&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.438827901809375,1.0955964668474127", "score": "7.5", "text_description": "L’établissement Hotel centre Rouen VT bénéficie d’une situation géographique idéale dans le centre de Rouen. Il sert un petit-déjeuner buffet et comprend une connexion Wi-Fi gratuite dans l’ensemble de ses locaux. Il se trouve à respectivement 3,3 km, 1,5 km et 3,6 km de : Voltaire Station, Rouen, Gare de Rouen-Rive-Droite et Palais des sports de Rouen. Cet établissement non-fumeurs vous accueille à 400 mètres de : Cathédrale Notre-Dame de Rouen.\n\nLes hébergements possèdent un bureau et une télévision à écran plat. Des serviettes et du linge de lit sont fournis.\n\nVous séjournerez à respectivement 4,1 km et 4,9 km de ces lieux d’intérêt : Hotel de ville de Soteville Station, Rouen et 14-juillet Tramway Station, Rouen. L'aéroport le plus proche (Aéroport de Paris-Beauvais) est à 84 km.", "address": "1 Rue Petit de Julleville, 76000 Rouen, France"},
{"hotel_name": "Grand Hôtel De La Seine", "url_hotel": "https://www.booking.com/hotel/fr/rouencentre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=4aa7dba4cbee3f309a1caffd91520d0b&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.44158356828401,1.0814445465803146", "score": "8.2", "text_description": "Situé à seulement 500 mètres de la gare de Rouen-Orléans, le Grand Hôtel De La Seine se trouve à 15 minutes à pied de la cathédrale de Rouen et à 2 km du palais des sports. Chaque chambre comprend une salle de bains privative, une connexion Wi-Fi gratuite et un plateau/bouilloire.\n\nDe plus, elles sont munies d'une télévision à écran plat. Toutes les chambres sont accessibles par ascenseur.\n\nUn petit-déjeuner buffet est servi chaque matin. Le restaurant vous accueille pour le déjeuner et le dîner. Il vous concoctera une cuisine régionale.\n\nLe quartier historique de Rouen, avec ses boutiques et ses cafés, vous attend à 15 minutes de marche de l'hôtel. Le musée de la céramique est à 500 mètres.", "address": "14, Quai Gaston Boulet, 76000 Rouen, France"},
{"hotel_name": "Hôtel de Bourgtheroulde, Autograph Collection", "url_hotel": "https://www.booking.com/hotel/fr/de-bourgtheroulde.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=4aa7dba4cbee3f309a1caffd91520d0b&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.442178,1.088876", "score": "8.7", "text_description": "Ce boutique hôtel vous accueille dans le centre historique de Rouen, à côté du Gros-Horloge et à 2 km de la salle omnisports Kindarena. Vous bénéficierez d’un accès gratuit à la piscine intérieure, à la salle de sport et au spa où sont proposés un sauna, un hammam et une gamme de soins.\n\nToutes les chambres climatisées de l’Hotel de Bourgtheroulde comprennent une connexion Wi-Fi gratuite, une télévision à écran plat et une salle de bains privative. Certains hébergements donnent sur la galerie d’Aumale, la place de la Pucelle ou le temple Saint-Éloi.\n\nLe restaurant L’Aumale sert une cuisine traditionnelle préparée à base de produits régionaux. L’établissement propose également un petit-déjeuner buffet. Vous aurez la possibilité de prendre un verre au bar ou sur la terrasse.\n\nLors de votre séjour, vous pourrez visiter la ville et ses sites d’intérêt, comme la cathédrale Notre-Dame et la place du Vieux-Marché. Vous séjournerez à 1 km de la gare de Rouen-Rive-Droite. Un parking privé est disponible sur place, sur réservation.", "address": "15 Place De La Pucelle, 76000 Rouen, France"},
{"hotel_name": "Mercure Rouen Centre Champ de Mars", "url_hotel": "https://www.booking.com/hotel/fr/mercure-rouen-champ-de-mars.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&sid=4aa7dba4cbee3f309a1caffd91520d0b&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=2b225a46567b0032&type=total&ucfs=1&", "hotel_coordinates": "49.435557560716006,1.1037424206733704", "score": "8.0", "text_description": "Disposant d'une connexion Wi-Fi gratuite, l'hôtel Mercure Rouen Champ de Mars est situé à seulement 10 minutes de marche du centre-ville historique et de la cathédrale de Rouen. Le petit-déjeuner est servi chaque matin dans la salle à manger.\n\nDécorées avec goût, toutes les chambres sont dotées de la climatisation et d'une télévision par satellite. Elles comprennent aussi le chauffage et une salle de bains privative avec des articles de toilette gratuits.\n\nVous pourrez savourer une cuisine régionale au restaurant de l'hôtel, le Honfleur, ou profiter du bar, le Boston, ouvert toute la journée et en soirée.\n\nUn parking privé est accessible sur place. L'église de Saint-Ouen se trouve à 1,1 km et le musée des Beaux-Arts de Rouen est à 1,5 km. Une station de recharge pour les voitures électriques est disponible dans cet hôtel.", "address": "12 bis Avenue Aristide Briand, 76000 Rouen, France"}
]