[
{"hotel_name": "Hôtel PALMITO", "url_hotel": "https://www.booking.com/hotel/fr/palym-biarritz.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=1404d3f76047ccf892738e54811ed1cf&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.48205055695561,-1.5657448768615723", "score": "8.4", "text_description": "Situé dans la vieille ville de Biarritz, l’établissement non-fumeurs Hôtel PALMITO se trouve à seulement 100 mètres de la plage. Une connexion Wi-Fi gratuite et une télévision à écran LCD sont fournies dans les chambres.\n\nToutes les chambres offrent un aperçu Océan ou une vue sur la cour, et certaines possèdent un balcon. Tous les logements disposent d'une salle de bains privative et certains possèdent une douche à l'italienne.\n\nVous pourrez déguster un petit-déjeuner buffet continental tout en lisant la presse mise à votre disposition.\n\nLe casino Barrière Biarritz se trouve à seulement 700 mètres, et la gare de Biarritz est à 4 km. Des restaurants, bars et discothèques se trouvent à 50 mètres.", "address": "7 rue du Port Vieux , 64200 Biarritz, France"},
{"hotel_name": "Nemea Appart Hotel Les Hauts de Milady Biarritz", "url_hotel": "https://www.booking.com/hotel/fr/nemea-appart-les-hauts-de-milady.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=691520d4e1a60f796d0008445a89d7cd&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.4702245,-1.5678466", "score": "7.5", "text_description": "Situé à Biarritz, à seulement 600 mètres de la plage de la Côte des Basques, le Nemea Appart Hotel Les Hauts de Milady Biarritz propose un hébergement avec accès à une piscine extérieure ouverte en saison, une piscine intérieure et un ascenseur. Un parking privé est disponible sur place. Il propose un sauna, une connexion Wi-Fi gratuite dans l'ensemble de ses locaux et des chambres familiales.\n\nTous les logements comprennent un balcon, une télévision à écran plat, une kitchenette bien équipée et une salle de bains privative avec sèche-cheveux. Un micro-ondes, un grille-pain, un réfrigérateur et une bouilloire sont également fournis. Les logements sont équipés du chauffage.\n\nVous séjournerez à 700 mètres de la plage de Marbella et à moins de 1 km de celle de Milady. L'aéroport de Biarritz-Pays basque est à 4 km.", "address": "24 Avenue de la Milady, 64200 Biarritz, France"},
{"hotel_name": "Résidence Biarritz Ocean", "url_hotel": "https://www.booking.com/hotel/fr/biarritz-ocean.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=612843c3f5d84eb719dc6b58cc1db3a1&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.4804060091033,-1.557961106300354", "score": "8.7", "text_description": "La Résidence Biarritz Océan se situe au cœur de Biarritz, à seulement 400 mètres de la célèbre Grande Plage et à 240 mètres du casino. Cette résidence propose des chambres et des appartements indépendants dotés de balcons.\n\nToutes les chambres et tous les appartements de la Résidence Biarritz Ocean sont équipés d’une télévision par satellite, d’un téléphone et d’une salle de bains privative pourvue d’une baignoire. Certaines salles de bains sont adaptées pour accueillir les personnes à mobilité réduite. Les chambres possèdent de grands balcons, et plusieurs offrent une vue sur le jardin sur place. Les appartements bénéficient d’une kitchenette avec micro-ondes, réfrigérateur et lave-vaisselle.\n\nLe musée de la Mer se situe à 10 minutes de marche. L’établissement propose des réductions sur le green fee de 7 parcours de golf dans la région. L’aéroport de Biarritz se trouve à 4 km.", "address": "10, Rue Etienne Ardoin, 64200 Biarritz, France"},
{"hotel_name": "Résidence Victoria Surf", "url_hotel": "https://www.booking.com/hotel/fr/residence-victoria-surf-victoria-management.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=c0821eec478a61315b1535eef7410822&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.48474401555174,-1.557089388370514", "score": "8.3", "text_description": "Installée dans le centre de Biarritz, la Résidence Victoria Surf dispose de studios indépendants donnant sur la plage principale. Elle possède une piscine extérieure avec une pataugeoire pour les enfants.\n\nTous les studios comprennent une télévision, ainsi qu'une kitchenette équipée de plaques vitrocéramiques et d'un réfrigérateur. Certains comportent un balcon. Leur salle de bains est pourvue d'une douche.\n\nIdéalement située pour visiter Biarritz, la Résidence Victoria Surf propose un parking souterrain privé limité, accessible sur demande préalable. Enfin, vous trouverez un choix de boutiques et de restaurants à moins de 5 minutes à pied de l'établissement.", "address": "21 Ter Avenue Edouard 7, 64200 Biarritz, France"},
{"hotel_name": "Résidence Mer & Golf Eugénie", "url_hotel": "https://www.booking.com/hotel/fr/residence-mer-et-golf-eugenie.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=3f6981bbf0886b2d71e34e0d4f1880a3&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.46963652033791,-1.5694905817508698", "score": "7.8", "text_description": "La Résidence Mer & Golf Eugénie est entourée d'un jardin de 2 hectares et surplombe la plage de Marbella, située à seulement 300 mètres. Installée à 3 minutes en voiture du centre-ville de Biarritz, elle est également dotée une piscine extérieure.\n\nDécorés dans un style contemporain, les studios et appartements de la Résidence Mer & Golf Eugénie disposent d'un balcon ou d'une terrasse privés. Ils sont tous équipés d'une télévision et certains offrent une vue sur la mer.\n\nLa résidence propose un service de boulangerie ainsi qu'un petit-déjeuner continental servi dans le salon prévu à cet effet. Elle possède également un minigolf, des courts de tennis et des tables de ping-pong. Une connexion Wi-Fi gratuite basique est disponible, tandis qu'une connexion Wi-Fi à haut débit peut être fournie moyennant un supplément.\n\nLe parcours de golf d'Ilbarritz est situé à 1,5 km. Un parking privé gratuit est également mis à votre disposition. Un arrêt de bus desservant le centre-ville se trouve en face de la résidence. Par ailleurs, l'établissement se trouve à 900 mètres des magasins, à 750 mètres du musée de l'océan et à 200 mètres d'un centre de thalassothérapie.", "address": "54-56 Rue de Madrid, 64200 Biarritz, France"},
{"hotel_name": "Outsite Coliving Biarritz", "url_hotel": "https://www.booking.com/hotel/fr/outsite-coliving-biarrtiz.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=b958872ef12837b68c91e05f35f8d6f4&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.479357,-1.562543", "score": "8.0", "text_description": "Possédant un salon commun, une terrasse et des équipements de sports nautiques, l’établissement Outsite Coliving Biarritz se situe dans le centre de Biarritz, à 600 mètres de ce lieu d’intérêt : Plage de la Côte des Basques. Vous séjournerez à proximité de ces lieux d’intérêt prisés : Grande Plage, Plage des Pêcheurs et Plage de Marbella. Vous profiterez d'une cuisine commune et d'une connexion Wi-Fi gratuite dans l'ensemble des locaux.\n\nTous les hébergements comportent un bureau, une télévision à écran plat, une salle de bains privative, du linge de lit et des serviettes. Certains hébergements possèdent une kitchenette équipée d’un réfrigérateur et d’un micro-ondes.\n\nVous séjournerez à respectivement 3,5 km et 18 km de ces lieux d’intérêt : Gare de Biarritz La Négresse et Gare de Saint-Jean-de-Luz. L'aéroport le plus proche (Aéroport de Biarritz-Pays basque) est à 3 km.", "address": "19 Avenue Carnot, 64200 Biarritz, France"},
{"hotel_name": "Sure Hotel by Best Western Biarritz Aeroport", "url_hotel": "https://www.booking.com/hotel/fr/amaryshotel.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=bb5f81978900bc2273e7f68881513766&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.47220790289405,-1.5348994731903076", "score": "7.9", "text_description": "Le Sure Hotel by Best Western Biarritz Aeroport se trouve au cœur du Pays basque, à 3 km du centre de Biarritz et de ses plages. La connexion Wi-Fi et le stationnement sont gratuits.\n\nLes chambres insonorisées disposent de portes doubles pour une intimité totale. Décorées dans un style contemporain, elles comprennent une télévision par satellite et un bureau. Cet établissement est entièrement climatisé.\n\nUn petit-déjeuner buffet est proposé tous les matins. Le restaurant de l'hôtel sert des plats basques traditionnels préparés avec des produits frais de la région. Vous pourrez déjeuner ou dîner sur la terrasse, par beau temps.\n\nVous séjournerez à seulement 300 mètres de l’aéroport de Biarritz-Anglet-Bayonne et à 2 km de l’autoroute A63.", "address": "24 boulevard marcel dassault, 64200 Biarritz, France"},
{"hotel_name": "Hôtel Au Bon Coin", "url_hotel": "https://www.booking.com/hotel/fr/au-bon-coin-biarritz.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=b6c64f7d8bdbcff2ee14e794ac2db693&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.4821737,-1.5541904", "score": "9.4", "text_description": "Situé à Biarritz, à 400 mètres du front de mer et de la Grande Plage, l’Hôtel Au Bon Coin propose un bar, un ascenseur, une terrasse et une connexion Wi-Fi gratuite dans l’ensemble de ses locaux.\n\nLes chambres et la suite de l’établissement Au Bon Coin sont insonorisées et dotées d'une télévision à écran plat. La salle de bains privative est pourvue d'articles de toilette gratuits et d'une douche à l'italienne. Des chambres adaptées aux personnes à mobilité réduite sont également disponibles.\n\nUn petit-déjeuner buffet, composé de thé, de café, de chocolat chaud, de fruits, de pain, de viennoiseries, de fromage, de jambon, de jus de fruits, de yaourts et d’œufs, est servi tous les matins.\n\nL’établissement Au Bon Coin se trouve à 300 mètres du centre-ville et à 3 km de l’aéroport de Biarritz-Pays basque. Établissement respectueux de l'environnement, l’Hôtel Au Bon Coin a reçu le label Tourisme & Handicap ainsi que le Trophée du Tourisme Béarn-Pays Basque 2023.", "address": "5 rue de la cité, 64200 Biarritz, France"},
{"hotel_name": "Hotel Edouard VII", "url_hotel": "https://www.booking.com/hotel/fr/edouard-vii.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=0a941bddc25fdfb2afe826f68f677761&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.479203222687474,-1.5622150897979736", "score": "9.1", "text_description": "Situé à 5 minutes à pied des plages de Biarritz, l'Hôtel Edouard VII occupe une résidence du XIXe siècle, alliant charme d'antan et confort d'aujourd'hui.\n\nCette résidence unique en son genre présente un riche passé constitué au gré de la vie de ses anciens occupants. Jadis la maison du maire, elle accueillit également Napoléon III qui la fréquenta pour y recevoir des soins médicaux lors de ses visites dans la région.\n\nLes chambres spacieuses affichent une décoration raffinée et élégante. Toutes sont climatisées, insonorisées et équipées d'une salle de bains privative, d'une télévision à écran plat ainsi que d'une connexion Wi-Fi gratuite.\n\nLe quartier de l’Hôtel Edouard VII regorge de sites d’intérêt. En plus de la magnifique côte et de ses plages, vous trouverez des restaurants, des magasins, des musées et des casinos. Vous pourrez rejoindre Saint-Sébastien en seulement 45 minutes en voiture.", "address": "21 Avenue Carnot, 64200 Biarritz, France"},
{"hotel_name": "Le Gamaritz", "url_hotel": "https://www.booking.com/hotel/fr/le-gamaritz.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=17757cecb03bc36c70046644e6c0e5bd&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.481774198197215,-1.5665441751480103", "score": "8.9", "text_description": "L'établissement Le Gamaritz est situé dans le centre-ville de Biarritz, à seulement 2 minutes à pied de la plage du Port Vieux. Il propose des hébergements design pourvus de la climatisation, d'une douche à l'italienne, d'une télévision à écran plat et d'une connexion Wi-Fi gratuite.\n\nLors de votre séjour, vous pourrez prendre votre petit-déjeuner dans la salle à manger ou sur la terrasse de l'hôtel Le Gamaritz, moyennant des frais supplémentaires. Dans les environs, vous trouverez quelques restaurants ainsi que des bars à tapas.\n\nPar ailleurs, l'établissement Le Gamaritz vous accueille à 6 km de l'autoroute A63 et à 700 mètres du casino Barrière de Biarritz. L'aéroport de Biarritz-Anglet-Bayonne ainsi que la gare de la ville sont accessibles en 10 minutes de route.", "address": "5 Perspective de la Côte des Basques, 64200 Biarritz, France"},
{"hotel_name": "Hôtel Le Windsor Biarritz", "url_hotel": "https://www.booking.com/hotel/fr/inter-windsor.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=57be236a96ec54972dc105c13fd9bd03&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.484374255948275,-1.5586356818675995", "score": "8.1", "text_description": "L’établissement Hôtel Le Windsor Biarritz bénéficie d’une situation géographique idéale dans le centre de Biarritz. Il comprend une connexion Wi-Fi gratuite, un restaurant, un bar et des hébergements dotés de la climatisation. Cet hôtel 4 étoiles propose un service d'étage et une réception ouverte 24h/24. Cet établissement non-fumeurs vous accueille à 400 mètres de : Plage Miramar.\n\nLes hébergements possèdent un bureau, une télévision à écran plat, une salle de bains privative, du linge de lit et des serviettes. Certains hébergements offrent une vue sur la ville. Tous comportent une machine à café. Vous profiterez aussi d’un coffre-fort.\n\nVous séjournerez à proximité de ces lieux d’intérêt : Grande Plage, Plage des Pêcheurs et Plage de la Côte des Basques. L'aéroport le plus proche (Aéroport de Biarritz-Pays basque) est à 4 km.", "address": "11 Avenue Edouard VII, 64200 Biarritz, France"},
{"hotel_name": "Hôtel & Espace Bien-être La Maison du Lierre", "url_hotel": "https://www.booking.com/hotel/fr/la-maison-du-lierre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=da23f77f7ae75ccc808f2f9cbd78f877&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.480133535313925,-1.5607613325119019", "score": "8.9", "text_description": "L’Hôtel & Espace Bien-être La Maison du Lierre se situe à Biarritz, à 300 mètres de la plage, ainsi qu’à 5 minutes du centre de conventions Bellevue, du casino et de la gare du Midi. Le marché central de Biarritz vous attend à 100 mètres. Vous profiterez d’une connexion Wi-Fi gratuite et de la chaîne Canal+.\n\nCe charmant établissement propose de nombreux services. Ceux-ci comprennent le petit-déjeuner qui peut être dégusté sur la terrasse en été. Sur réservation et moyennant des frais supplémentaires, vous aurez également accès au sauna sur place, à des services de massage et des soins de spa.\n\nLes chambres comprennent une salle de bains privative pourvue d’une douche à l’italienne. donnent sur une cour intérieure. Certaines s’ouvrent sur un balcon ou une terrasse.\n\nVous aurez accès à un salon privé muni d’un ordinateur.", "address": "3 avenue du Jardin Public, 64200 Biarritz, France"},
{"hotel_name": "Hôtel Saint James", "url_hotel": "https://www.booking.com/hotel/fr/saint-james.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=5cffb0db3bdd01c7d6b432896f6fde62&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.481316841136795,-1.5628641843795776", "score": "8.2", "text_description": "Situé dans le centre historique de Biarritz, à seulement 5 minutes à pied des plages principales, dont la Côte des Basques et La Grande Plage, l’Hôtel Saint James occupe une maison datant du début du XXe siècle et propose 14 chambres. Le port, le centre de conventions et le casino Barrière sont accessibles à quelques pas.\n\nLes chambres du Saint James comportent une connexion Wi-Fi gratuite et une télévision à écran plat. Réparties sur 3 étages différents, les chambres ne sont pas desservies par un ascenseur.\n\nLe restaurant de l'établissement, Le Café du Commerce, sert le petit-déjeuner chaque matin de 8h00 à 11h00.\n\nL’Hôtel saint James est implanté à 5 minutes en voiture de la gare et à proximité du marché couvert des Halles.\n\nLe Saint James est situé dans un quartier festif particulièrement animé tard.", "address": "1 Rue des Halles, 64200 Biarritz, France"},
{"hotel_name": "Hôtel Cosmopolitain", "url_hotel": "https://www.booking.com/hotel/fr/palacito.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=fe10a0be6f40f2b14790bc7c6f6f417e&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.48217900496228,-1.5618395805358887", "score": "7.8", "text_description": "L'Hôtel Cosmopolitain est un établissement 3 étoiles qui vous propose des hébergements et des parties communes à la décoration élégante dans le centre de Biarritz, à seulement 200 mètres de la plage et à 700 mètres du rocher de la Vierge.\n\nDotées d'une connexion Wi-Fi gratuite, les chambres climatisées comprennent une télévision par satellite et une salle de bains privative.\n\nLe déjeuner est servi sur place, et vous pourrez prendre un cocktail ou une coupe de champagne au bar.\n\nL'Hôtel Cosmopolitain se trouve à proximité de nombreux bars et restaurants. Enfin, vous serez à 1 km des musées du Chocolat et de la Mer, ainsi qu'à 10 minutes en voiture de la gare SNCF et de l'aéroport de Biarritz-Pays basque.", "address": "1, Rue Gambetta, 64200 Biarritz, France"},
{"hotel_name": "Hôtel VAL FLORES LOGIS", "url_hotel": "https://www.booking.com/hotel/fr/logis-val-flores.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=30d6231f0592ede8b19af61f362fa9ed&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.48380307021778,-1.5483614802360535", "score": "7.6", "text_description": "Occupant une villa ancienne pleine de charme, l'Hôtel VAL FLORES LOGIS est situé dans un quartier résidentiel, à quelques pas de la plage principale, du centre-ville et du casino de Biarritz.\n\nDécorées de façon personnalisée, toutes les chambres comprennent une connexion Wi-Fi gratuite, une télévision avec le bouquet Canal+ et une salle de bains privative.\n\nPar beau temps, vous pourrez prendre le petit-déjeuner sur la terrasse du Logis Val Flores.\n\nEnfin, le Logis Val Flores met gratuitement à votre disposition un parking de 10 places, ce qui vous permettra d'explorer facilement Biarritz et la côte basque en voiture.", "address": "48, avenue de La Marne, 64200 Biarritz, France"},
{"hotel_name": "La Casa Cosy, Appart'Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/la-casa-cosy-biarritz.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=560e2b0b6ae65966786e3a2ad70a0637&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.480333,-1.56254790000003", "score": "8.7", "text_description": "Situé dans le centre de Biarritz, à moins de 500 mètres de la plage de la Côte des Basques et de la Grande Plage, l'hébergement La Casa Cosy, Appart'Hôtel offre une vue sur la cour intérieure. Pour votre confort, l'appart'hôtel possède une entrée privée. Vous profiterez d'une terrasse bien exposée, d'une connexion Wi-Fi gratuite et d'un parking sur place.\n\nOffrant une vue sur la ville, cet appart'hôtel dispose d'un balcon, d'un coin salon, d'une télévision par câble à écran plat, d'une cuisine entièrement équipée avec lave-vaisselle et four ainsi que d'une salle de bains privative avec douche à l'italienne et sèche-cheveux. Un micro-ondes, un grille-pain, un réfrigérateur, une machine à café et une bouilloire sont également fournis. Le linge de lit et les serviettes de toilette sont fournis.\n\nVous séjournerez à 700 mètres de la plage des Pêcheurs et à 3,1 km de la gare de Biarritz-La Négresse. L'aéroport de Biarritz-Pays basque est à 3 km.", "address": "11 rue Champ Lacombe, 64200 Biarritz, France"},
{"hotel_name": "Hotel Villa Koegui Biarritz", "url_hotel": "https://www.booking.com/hotel/fr/7b.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=b6c64f7d8bdbcff2ee14e794ac2db693&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.48070864819324,-1.5581005811691284", "score": "8.9", "text_description": "L'Hotel Villa Koegui Biarritz est un établissement design situé au cœur de Biarritz, à seulement 5 minutes à pied de la plage, du marché local et de plusieurs parkings souterrains. Il propose des chambres équipées de la climatisation et d'une connexion Wi-Fi gratuite.\n\nDesservies par un ascenseur, toutes les chambres du Villa Koegui comprennent une télévision par satellite à écran plat. Leur salle de bains privative est pourvue d'une douche à l'italienne ou d'une baignoire.\n\nLors de votre séjour au Villa Koegui, vous dégusterez un petit-déjeuner buffet fait maison, servi dans la salle à manger.\n\nDe plus, vous pourrez vous détendre dans le coin salon, qui est doté d'une cheminée et donne sur une terrasse.\n\nLe Villa Koegui constitue un pied-à-terre idéal pour explorer la région basque. Enfin, vous trouverez des sentiers de randonnée, un parcours de golf et un casino à moins de 3 km de l’hôtel.", "address": "7, rue de Gascogne, 64200 Biarritz, France"},
{"hotel_name": "Lagrange Vacances Les Patios Eugénie", "url_hotel": "https://www.booking.com/hotel/fr/lagrange-prestige-les-patios-euga-c-nie.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=b6c64f7d8bdbcff2ee14e794ac2db693&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.48504470130932,-1.5513260668648172", "score": "7.7", "text_description": "Le Lagrange Vacances Les Patios Eugénie est un appart'hôtel élégant de Biarritz, situé à seulement 400 mètres des plages de sable. En haute saison, vous aurez accès gratuitement à la piscine extérieure chauffée.\n\nLes appartements et studios contemporains sont équipés d'une télévision. Le linge de lit et les serviettes sont fournis. Les kitchenettes comprennent une cuisinière, un micro-ondes et un lave-vaisselle. La plupart des appartements comprennent également un balcon ou une terrasse meublés.\n\nLes installations supplémentaires comprennent un sauna, un hammam et un bain à remous, disponibles moyennant des frais supplémentaires. Disposant d'un parking privé sur place, payant et souterrain (accessible par ascenseur voiture, hauteur 1,90 mètre maximum, largeur 1,90 mètres maximum, longueur 5,10 mètre maximum et 3 700 kg max) cet établissement est à 4,5 km de la gare de Biarritz et celle d'Anglet, où vous pourrez faire du surf.", "address": "30/32 avenue de la reine Victoria, 64200 Biarritz, France"},
{"hotel_name": "Hôtel de La Plage", "url_hotel": "https://www.booking.com/hotel/fr/de-la-plage-biarritz.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=b6c64f7d8bdbcff2ee14e794ac2db693&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.482133269718496,-1.567530557513237", "score": "9.1", "text_description": "L'Hôtel de la Plage vous accueille à Biarritz, en face de l'océan et à seulement 50 mètres de la plage du vieux-port. Il propose des chambres dotées d'une télévision à écran plat et d'une connexion Wi-Fi gratuite. La gare se trouve à 10 minutes en voiture.\n\nSes chambres disposent d'une salle de bains privative pourvue d'articles de toilette gratuits. Certaines d'entre elles donnent sur la mer. Une connexion Wi-Fi est accessible gratuitement dans tout l'établissement.\n\nUn petit-déjeuner continental est servi chaque matin. Vous trouverez tous les types de restaurants à moins de 150 mètres.\n\nL'hôtel se situe à 5 minutes de route du centre de Biarritz et à 15 km de Saint-Jean-de-Luz. Vous rejoindrez l'aéroport de Biarritz-Anglet-Bayonne en 10 minutes en voiture.", "address": "3, esplanade du Port Vieux, 64200 Biarritz, France"},
{"hotel_name": "Hôtel Florida", "url_hotel": "https://www.booking.com/hotel/fr/eugenie-biarritz.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=0a941bddc25fdfb2afe826f68f677761&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.482229605617206,-1.5639907121658325", "score": "7.6", "text_description": "Situé en bord de mer à Biarritz, l’Hôtel Florida vous accueille à seulement 300 mètres de la plage. Un petit-déjeuner buffet est servi chaque matin. Vous profiterez d’une connexion Wi-Fi gratuite dans cet établissement climatisé.\n\nToutes les chambres et les suites affichent une décoration raffinée et un mobilier moderne. Elles disposent d’une télévision à écran LCD avec les chaînes Canal+ et beIN Sports. Certaines chambres comprennent un balcon offrant une vue sur la mer, tandis que les appartements, indépendants, sont notamment équipés d’un micro-ondes et d’une cuisinière.\n\nLe petit-déjeuner pourra vous être servi en chambre.\n\nL’Hôtel Florida se trouve à seulement 2,5 km du club de golf de Biarritz-Le Phare et à 4,5 km de la ville d’Anglet. Un parking public est disponible sur place et la gare de Biarritz est accessible à 5 km.", "address": "3-5 place Sainte Eugenie, 64200 Biarritz, France"},
{"hotel_name": "Ama Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/alcyon-biarritz.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=0a941bddc25fdfb2afe826f68f677761&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.48131294872144,-1.5574930608272552", "score": "8.7", "text_description": "Conçu par le célèbre architecte basque Raymond Larrebat-Tudor et construit au XVIIIe siècle, l’Ama Hôtel vous accueille dans une jolie résidence située au cœur de Biarritz.\n\nL’établissement bénéficie d’un emplacement idéal, à proximité du centre de thalassothérapie local ainsi qu’à 200 mètres de la plage et du casino.\n\nLes chambres climatisées comprennent une connexion Wi-Fi gratuite, un minibar et une télévision à écran plat. Leur salle de bains privative est pourvue d’un sèche-cheveux.\n\nUn parking public est disponible à seulement 150 mètres de l’Ama Hôtel.", "address": "8 rue Maison Suisse, 64200 Biarritz, France"},
{"hotel_name": "Hôtel Le Café de Paris", "url_hotel": "https://www.booking.com/hotel/fr/le-cafe-de-paris-4.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=0a941bddc25fdfb2afe826f68f677761&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.482718094375606,-1.5613406896591187", "score": "9.1", "text_description": "L'Hôtel Le Café de Paris est situé dans le centre de Biarritz, sur la place piétonne Bellevue et à 5 minutes à pied des Halles. Toutes les chambres offrent une vue panoramique sur la mer.\n\nToutes les chambres sont équipées d'une salle de bains privative en céramique italienne, d'une télévision par satellite à écran plat avec Canal+ et d'une connexion Wi-Fi gratuite.\n\nVous pourrez déguster une cuisine raffinée dans le restaurant de l'Hôtel Le Café de Paris. Le restaurant propose une terrasse extérieure donnant sur la place Bellevue et la mer.", "address": "Place Bellevue, 64200 Biarritz, France"},
{"hotel_name": "Hôtel Oxo", "url_hotel": "https://www.booking.com/hotel/fr/christina.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=0a941bddc25fdfb2afe826f68f677761&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.48176835961826,-1.5545231848955154", "score": "7.6", "text_description": "Installé à 10 minutes à pied de la plage, l’Hôtel Oxo vous accueille en plein cœur de Biarritz, en face de la médiathèque et de ses jardins. Il vous propose une connexion Wi-Fi gratuite et une terrasse commune, où vous pourrez savourer votre petit-déjeuner et vous détendre.\n\nToutes les chambres de l’hôtel comprennent une salle de bains privative, une télévision à écran plat et des fenêtres à double vitrage.\n\nSitué à seulement 5 minutes de route du casino et du centre des congrès de Biarritz, l’établissement bénéficie d’un emplacement idéal pour visiter le centre-ville, avec ses boutiques, ses restaurants et son célèbre marché en plein air. Le musée Asiatica et l’aquarium de Biarritz se trouvent tous deux à 1,2 km de l’hôtel Oxo.\n\nVous pourrez également partir à la découverte de la région, notamment le golfe de Gascogne, sur la côte atlantique.", "address": "38 Avenue De Verdun, 64200 Biarritz, France"},
{"hotel_name": "Hotel De L'Océan", "url_hotel": "https://www.booking.com/hotel/fr/de-l-ocean.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=0a941bddc25fdfb2afe826f68f677761&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.482574078180136,-1.5637439489364624", "score": "8.0", "text_description": "Idéalement situé au cœur de Biarritz, l'hôtel se trouve à 3 minutes d'une grande plage, un lieu magique partagé par les surfeurs et les baigneurs.\n\nL'établissement se trouve à quelques pas de tout ce qui fait la richesse de Biarritz, sur la place Sainte-Eugénie, un lieu semi-piéton et calme situé juste au-dessus du vieux port. Vous pourrez vous balader autour de la ville, et profiter du centre-ville et du bord de mer.\n\nCertaines chambres ont gardé l’ambiance du passé et d’autres ont été rénovées. Toutes ont du caractère et bénéficient de la situation exceptionnelle de l’établissement.", "address": "9 Place Sainte-Eugénie, 64200 Biarritz, France"},
{"hotel_name": "Hotel Saint Julien", "url_hotel": "https://www.booking.com/hotel/fr/saint-julien.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&sid=0a941bddc25fdfb2afe826f68f677761&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=bd405a477ff6031c&type=total&ucfs=1&", "hotel_coordinates": "43.479138995554955,-1.5622754395008087", "score": "9.2", "text_description": "Installé dans une résidence familiale datant du XIXe siècle, l'Hôtel Saint Julien est entouré de paisibles jardins. Il se situe à 2 minutes à pied du centre-ville de Biarritz. Il propose des hébergements dotés d'une salle de bains privative et d'une connexion Wi-Fi gratuite. Certains offrent une vue sur l'océan et les Pyrénées.\n\nL'établissement sert tous les matins un petit-déjeuner que vous pourrez déguster dans la salle à manger, sur la terrasse, ou bien dans le confort de votre chambre moyennant un supplément.\n\nEnfin, l'Hôtel Saint Julien se trouve à environ 200 mètres de plages de la côte basque.", "address": "20 Avenue Carnot, 64200 Biarritz, France"}
]