[
{"hotel_name": "Au Moulin d'Or", "url_hotel": "https://www.booking.com/hotel/fr/au-moulin-d-39-or.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.63527,3.069822", "score": "9.3", "text_description": "Situated in the centre of Lille, within 600 metres of Hospice Gantois and 600 metres of Grand Place Lille, Au Moulin d'Or is an accommodation offering inner courtyard views. It is set 400 metres from Lille Flandres Train Station and features a lift. Free WiFi is available and private parking can be arranged at an extra charge.\n\nThe spacious aparthotel with a balcony and city views has 2 bedrooms, a living room, a flat-screen TV, an equipped kitchen with a dishwasher and an oven, and 1 bathroom with a bath. Towels and bed linen are available in the aparthotel. This aparthotel is non-smoking and soundproof.\n\nGuests can also relax in the shared lounge area.\n\nPopular points of interest near the aparthotel include Lille Opera, Zénith of Lille and Printemps Gallery. Lille Airport is 9 km from the property.", "address": "3 17 Rue du Molinel, Lille Centre, 59800 Lille, France"},
{"hotel_name": "Twenty Business Flats Lille - Bayard", "url_hotel": "https://www.booking.com/hotel/fr/residence-intergenerationnelle-de-lille.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.6183812,3.0539968", "score": "8.0", "text_description": "Situated within 1.4 km of Coilliot House and 2.4 km of Hospice Gantois in Lille, Twenty Business Flats Lille - Bayard features accommodation with seating area. Among the facilities at this property are a lift and full-day security, along with free WiFi throughout the property. The aparthotel has family rooms and facilities for disabled guests.\n\nThe units come with parquet floors and feature a fully equipped kitchenette with a microwave, a dining area, a flat-screen TV with satellite channels, and a private bathroom with walk-in shower and a hair dryer. A fridge, a stovetop and kitchenware are also available, as well as a kettle. At the aparthotel, every unit is equipped with bed linen and towels.\n\nBuffet and continental breakfast options with fresh pastries, fruits and juice are available.\n\nGuests can also relax in the shared lounge area.\n\nLille Grand Palais is 2.8 km from the aparthotel, while Lille Flandres Train Station is 3 km from the property. Lille Airport is 8 km away.", "address": "132 Rue Bayard, Moulins, 59000 Lille, France"},
{"hotel_name": "OKKO Hotels Lille Centre", "url_hotel": "https://www.booking.com/hotel/fr/okko-hotels-lille-centre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.634074,3.064229", "score": "8.6", "text_description": "OKKO Hotels Lille Centre has a fitness centre, shared lounge, a terrace and restaurant in Lille. With free WiFi, this 4-star hotel offers room service and a 24-hour front desk. The property is 400 metres from the city centre and 600 metres from Hospice Gantois.\n\nThe hotel will provide guests with air-conditioned rooms with a desk, a coffee machine, a safety deposit box, a flat-screen TV and a private bathroom with a shower. The rooms have a wardrobe.\n\nBreakfast is available each morning, and includes buffet, continental and vegetarian options.\n\nOKKO Hotels Lille Centre features amenities such as an on-site business centre and sauna.\n\nPopular points of interest near the accommodation include Lille Flandres Train Station, Printemps Gallery and Grand Place Lille. Lille Airport is 9 km from the property.", "address": "13 Rue d'Amiens, Lille Centre, 59800 Lille, France"},
{"hotel_name": "Kyriad Lille Gare - Grand Palais", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-lille-gare-grand-palais.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.63637014904095,3.0831187963485718", "score": "7.6", "text_description": "Located 1 km from Lille Grand Palais and the Euralille business district, the Kyriad Lille Gare - Grand Palais offers soundproofed rooms with free Wi-Fi. Free closed private parking is also available.\n\nATTENTION: the hotel is currently undergoing renovation and may be noisy during pre-set hours; however, everything is in place to welcome you in the best conditions.\n\nEach room at Kyriad Lille Gare - Grand Palais includes a flat-screen TV, telephone and tea and coffee-making facilities. The attractively decorated rooms feature a bathroom with shower and hairdryer.\n\nA buffet breakfast is available every day. You can enjoy your meals 24 hours a day in the comfort of your room. After dinner, you can relax with a drink in the hotel bar or watch TV in the lounge. Other facilities include a meeting room.\n\nThe nearest metro station to the hotel is Caulier (Line 1), 450 meters away. The hotel is ideally located 7 minutes' walk from Lille Europe station and 10 minutes' walk from Lille Flandres station. The Zenith and Aéronef concert halls are 8 and 10 minutes' walk respectively, and the Grand Place is a 10-minute walk from the hotel.\n\nThe Pierre Mauroy stadium is 10 km from the Kyriad Lille Gare - Grand Palais. The N356 motorway is within easy reach, a 3-minute drive away.", "address": "53-57 rue Christophe Colomb, Fives, 59800 Lille, France"},
{"hotel_name": "Lille City Hotel", "url_hotel": "https://www.booking.com/hotel/fr/lille-city-hotel.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.63359887135759,3.0632811784744263", "score": "7.2", "text_description": "Set on a pedestrian shopping street in Lille City Centre, this low-cost hotel is 260 metres from the Palais des Beaux-Arts Museum, 1.2 km from Lille Grand Palais and 9 km from Pierre Mauroy Stadium. Rooms feature satellite TV and free internet access.\n\nEach air-conditioned guest room at Lille City Hotel is equipped with a telephone. All of the rooms have a private bathroom and are serviced by a lift.\n\nA buffet breakfast is served every morning at Lille City Hotel. There are many restaurants within walking distance of the hotel.\n\nLille-Flandres Train Station is just a 10-minute walk from Lille City Hotel. The Opera House and Nouveau Siècle Convention Centre are 600 metres from the hotel and the historic centre is 1 km away.", "address": "57 rue de Bethune, Lille Centre, 59000 Lille, France"},
{"hotel_name": "Hotel Lille Europe", "url_hotel": "https://www.booking.com/hotel/fr/lille-europe.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.63788756274342,3.0726850032806396", "score": "8.1", "text_description": "Located just 250 metres from Lille-Flandres Train Station, this 3-star hotel is set at the heart of the international business district. Pierre Mauroy Stadium is a 17-minute drive away. This hotel has a 24-hour reception and free internet access.\n\nAll soundproofed guest rooms are equipped with a TV with cable channels. Each colourful room includes a private bathroom with a hairdryer. All rooms at Hotel Lille Europe are serviced by a lift.\n\nA buffet breakfast is served every morning and guests can use the microwave in the breakfast room featuring panoramic views.\n\nLille Europe hotel is accessible via the N356 motorway. The Opéra House is 750 metres from the hotel and Notre-Dame Basilica is a 10-minute walk away. Nouveau Siècle Convention Centre is 1.1 km from the hotel and the Grand Palais is 1.3 km from the hotel. Private parking on site is available and upon request only.", "address": "avenue Le Corbusier, Lille Centre, 59777 Lille, France"},
{"hotel_name": "Hotel Chagnot", "url_hotel": "https://www.booking.com/hotel/fr/hotel-balladins-superior-lille-centre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.63624596391233,3.069242388010025", "score": "8.1", "text_description": "Hotel Chagnot is situated in Lille city centre, directly opposite Lille Flanders Train Station and a 10-minute walk from Lille-Europe Station. It offers modern accommodation and free Wi-Fi access. Nouveau Siecle Convention Centre and Grand Palais Convention Centre are both 1 km away.\n\nAll of the soundproofed guest rooms have a private bathroom with shower and they are equipped with a flat-screen TV with satellite channels.\n\nHotel Chagnot serves an express breakfast to takeaway.\n\nThe hotel is located 8.8 km from Lille-Lesquin Airport. Le Palais des Beaux-Arts Museum is 15-minute walk from the hotel. Department stores Printemps and Galeries Lafayette are a 10-minute walk away, while the Opéra de Lille is 450 metres away. Pierre Mauroy Stadium is a 16-minute drive away.", "address": "24 Place De La Gare, Lille Centre, 59800 Lille, France"},
{"hotel_name": "Moxy Lille City", "url_hotel": "https://www.booking.com/hotel/fr/moxy-lille-city-center-france.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.627831,3.063592", "score": "8.3", "text_description": "Conveniently set in Lille, Moxy Lille City provides air-conditioned rooms, a fitness centre, free WiFi and a terrace. This 3-star hotel offers a bar. Private parking is available on site.\n\nAll units in the hotel are fitted with a flat-screen TV. The private bathroom is equipped with a shower, free toiletries and a hairdryer.\n\nLanguages spoken at the reception include English and French.\n\nPopular points of interest near Moxy Lille City include Coilliot House, Printemps Gallery and Hospice Gantois. Lille Airport is 7 km away.", "address": "3, Rue Jean Bart, Lille Centre, 59000 Lille, France"},
{"hotel_name": "ibis Styles Lille Centre Gare Beffroi", "url_hotel": "https://www.booking.com/hotel/fr/ibis-styles-lille-centre-gare-beffroi.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.63238245171801,3.0679428577423096", "score": "8.0", "text_description": "The ibis Styles Lille Centre Gare Beffroi is located in the centre of Lille, 600 metres from Lille Flandres and Lille Europe train stations. Lille Grand Palais Convention Centre and Nouveau Siecle Convention are both 1 km away.\n\nAll rooms come with a private shower room, free Wi-Fi access and a flat-screen TV.\n\nBreakfast is served every morning. Guests can relax at the bar and corporate events can be catered for in three modern meeting rooms.\n\nIt is a 10-minute walk from the Euralille business and shopping district. The hotel is a 15-minute drive  from Pierre Mauroy Stadium.", "address": "172 Rue Pierre Mauroy, Lille Centre, 59000 Lille, France"},
{"hotel_name": "Eklo Hotels Lille", "url_hotel": "https://www.booking.com/hotel/fr/eklo-hotels-lille.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "50.6200329566919,3.08456697196652", "score": "7.5", "text_description": "Offering a terrace, Eklo Hotels Lille is set in Lille in the Nord-Pas-de-Calais Region, 2 km from Zénith of Lille. Lille Europe Train Station is 2.7 km away and Lille Flandres Train Station is 2.6 km away.\n\nAll rooms are fitted with a private bathroom. Other services (toiletries and late check-out) are available at the hotel for an extra fee.\n\nYou will find a 24-hour front desk and a bar at the property. Guests can enjoy the on-site restaurant called Barbapizz', which serves pizzas and salads. A self-service continental breakfast is available daily at an extra cost.\n\nA shared kitchen, a library as well as board games and a table football are at guests' disposal. Bicycle rental and electric charging stations for cars are available at an extra cost. The nearest airport is Lille Airport, 7 km from the property.  Free private parking is available on site.\n\nPlease kindly note Eklo Lille is labelled Green Key, the first tourist ecolabel.", "address": "6 rue professeur Langevin, Fives, 59000 Lille, France"},
{"hotel_name": "Hotel De La Paix", "url_hotel": "https://www.booking.com/hotel/fr/de-la-paix-lille.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.63620003234328,3.0657032132148743", "score": "8.2", "text_description": "This charming hotel is located in the central pedestrianised area of Lille, only 300 metres from the Monument à la Liberté de Lille and 550 metres from Nouveau Siècle Convention Centre.\n\nHotel De La Paix features a traditional 19th-century staircase and is decorated with artwork. Guest rooms boast free WiFi access.\n\nEnjoy a drink in the hotel’s Art Nouveau-style cafeteria before setting off to explore Lille.\n\nLille Grand Palais is 1 km from the property. Lille Flandres Train Station is 350 metres from Hotel De La Paix, while Lille Europe Train Station is 1 km away.", "address": "46 Bis Rue Pierre Mauroy , Lille Centre, 59000 Lille, France"},
{"hotel_name": "CALM Appart' & Hostel", "url_hotel": "https://www.booking.com/hotel/fr/calm-apparthotel.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.637346181693324,3.0694569647312164", "score": "8.1", "text_description": "Calm Apparthotel is located in Lille just a 2-minute walk away from the Gare Lille Flandres metro, tram and train stations and the a 10-minute walk from Nouveau Siècle Convention Centre. Guests can enjoy free WiFi.\n\nThe contemporary apartments at Calm Apparthotel are decorated in neutral tones. Each apartment offers a kitchenette, a flat-screen TV, a desk and a private bathroom.\n\nGuests can prepare homemade meals in their private kitchenette equipped with a stove, microwave and a refrigerator. Restaurants and supermarkets can be found within a 5-minute walk.\n\nThe Lille-Lesquin Airport is 15 minutes away and the Citadel of Lille is 2 km away. Grand Palais is 900 metres away from Calm Apparthotel. Private parking is available at the aparthotel at an extra cost.", "address": "2 rue des Buisses, Lille Centre, 59000 Lille, France"},
{"hotel_name": "Brit Hotel Lille Centre", "url_hotel": "https://www.booking.com/hotel/fr/besthotel_lille.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.62603954679889,3.051903247833252", "score": "7.9", "text_description": "Set near the Gambetta Métro station, in the city centre of Lille, this hotel-restaurant welcomes you 1 km from the Fine Arts Museum, 2 km from Lille Grand Palais and 300 metres from the Maison Folie de Wazemmes.\n\nThe Brit Hotel Lille Centre is ideal for both business and leisure stays. It offers easy access from the main roads, secure, covered parking, bicycle storage and a restaurant serving buffet food.\n\nThe rooms are all equipped with a working area with high-speed, free Wi-Fi.\n\nNouveau Siècle Convention Centre is 1.6 km away.", "address": "66, rue Littré, Wazemmes, 59000 Lille, France"},
{"hotel_name": "B&B HOTEL Lille Lillenium Eurasanté", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-lille-lillenium-eurasante-lille.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "50.615353999999996,3.043125", "score": "8.5", "text_description": "Featuring a bar, B&B HOTEL Lille Lillenium Eurasanté is set in Lille in the Nord region, 2.3 km from Coilliot House and 3.4 km from Hospice Gantois. Featuring a shared lounge, the 3-star hotel has air-conditioned rooms with free WiFi, each with a private bathroom. The property is non-smoking and is located 3.7 km from Zoo Lille.\n\nAt the hotel, all rooms come with a desk. The units in B&B HOTEL Lille Lillenium Eurasanté are equipped with a flat-screen TV and free toiletries.\n\nThe accommodation offers a buffet or continental breakfast.\n\nLanguages spoken at the reception include English and French.\n\nLille Grand Palais is 3.7 km from B&B HOTEL Lille Lillenium Eurasanté, while Lille Flandres Train Station is 4 km away. Lille Airport is 9 km from the property.", "address": "306 Rue Geneviève Anthonioz de Gaulle, Lille Sud, 59000 Lille, France"},
{"hotel_name": "Grand Hôtel Lille", "url_hotel": "https://www.booking.com/hotel/fr/le-grand-hotel.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.63685667939772,3.0679428577423096", "score": "8.0", "text_description": "Located in the centre of Lille, just next to Lille Flandres Train Station, Grand Hôtel Lille offers a 24-hour front desk, luggage storage and a lift. The hotel is 900 metres from Lille Grand Palais and 650 metres from Nouveau Siècle Convention Centre. Lille Old Town is a 5-minute walk away and the Grand Place is only 300 metres from the hotel.\n\nAll rooms feature a flat-screen TV with satellite channels, and a telephone. The en suite bathroom includes a hairdryer.\n\nA buffet breakfast is served each morning at Grand Hôtel Lille. Guests can find a choice of restaurants within walking distance.\n\nAdditional features include free WiFi access and room service. Lille Europe Train Station is 600 metres away from the property and Gare Lille Flandres Metro Station is only 50 metres from the hotel. The hotel is a 18-minute drive from Pierre Mauroy Stadium.", "address": "51 Rue Faidherbe, Lille Centre, 59000 Lille, France"},
{"hotel_name": "Holiday Inn Express Lille Centre, an IHG Hotel", "url_hotel": "https://www.booking.com/hotel/fr/expressbyholidayinnlille.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.630759375656005,3.0580884218215942", "score": "8.1", "text_description": "Located in Lille city centre, this hotel is 350 metres from Lille’s Palais des Beaux Arts and 9 km from Pierre Mauroy Stadium. Nouveau Siècle Convention Centre is 900 metres from the property and Lille Grand Palais is 2 km away.\n\nRooms at the Holiday Inn Express Lille Centre are equipped with a flat-screen TV, a telephone, hairdryer and tea and coffee making facilities. All rooms are serviced by a lift. Free WiFi access is available.\n\nThe hotel serves a buffet breakfast daily.\n\nThe Holiday Inn Express Lille Centre offers a 24-hour reception desk and secured, underground parking (subject to availability). Additional facilities include 1 meeting room and a dry-cleaning service.\n\nThe nearest Metro Station is République Beaux Arts, which offers direct access to Lille Europe and Lille Flandres Train Stations. The hotel is located 800 metres from La Grande Place and 1.5 km from The Citadel of Lille.", "address": "75 Bis Rue Leon Gambetta, Lille Centre, 59000 Lille, France"},
{"hotel_name": "Hôtel Saint Maurice", "url_hotel": "https://www.booking.com/hotel/fr/hotelsaintmaurice.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.635571445804786,3.067832887172699", "score": "7.8", "text_description": "Located in a quiet pedestrian area in the centre of Lille, next to the Saint Maurice Gothic church, the hotel offers free WiFi access in all areas. Nouveau Siecle Convention Centre is 850 metres from Hôtel Saint Maurice.\n\nHôtel Saint Maurice features 38 rooms accessible by lift. Each room features a flat-screen TV and free WiFi access.\n\nThe hotel is 10 minutes walking from the old town and its museums. Lille Grand Place is 450 metres away, while Lille Grand Palais is 1.5 km from the hotel. Public parking is available at a surcharge near the property.", "address": "8 Parvis St Maurice, Lille Centre, 59800 Lille, France"},
{"hotel_name": "greet hotel Lille Gare Flandres - Groupe Accor", "url_hotel": "https://www.booking.com/hotel/fr/calm-lille.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.635287984911955,3.0697072490737582", "score": "7.4", "text_description": "Bienvenue dans le tout premier Greet de Lille. Notre hôtel vous accueille en face de la gare de Lille-Flandres.\n\nL'emplacement idéal pour vos déplacements professionnels ou pour une visite de notre belle région.\n\nNous mettons à votre disposition différents types de chambres aménagées et décorées avec soin dans le respect de nos valeurs éco-responsables.\n\nDepuis le 1er Septembre 2023, nous vous offrons également la possibilité de déjeuner ou dîner dans notre toute nouvelle brasserie bistronomique : Chez Simone.\n\n\nPar sa vitalité culturelle, sa qualité de vie, son dynamisme économique et son énergie festive, la ville de Lille se présente désormais comme l'incontournable capitale de l'Eurorégion.\n\n\nToute l'équipe du Greet de Lille Flandres est heureuse de vous accueillir prochainement à Lille. Nous vous attendons avec impatience pour une expérience conviviale dans un lieu chaleureux et éco-engagé.", "address": "14, rue du Molinel, Lille Centre, 59000 Lille, France"},
{"hotel_name": "Hotel Kanaï", "url_hotel": "https://www.booking.com/hotel/fr/k.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.63479569548414,3.0641327798366547", "score": "8.0", "text_description": "Hotel Kanaï is located in the centre of Lille, in a pedestrianised area, only 200 metres from the famous Grand Place, a 15-minute walk from Lille Grand Palais and a 6-minute walk from Nouveau Siècle Convention Centre.\n\nAll rooms feature flat-screen satellite TV and modern furnishings.\n\nA breakfast is available daily and is composed of produce from local farms.\n\nShops, restaurants and bars can be found within walking distance.\n\nThe friendly and attentive staff at the Hotel Kanaï will be happy to help you organise your stay in Lille 24 hours a day. Lille-Europe TGV Train Station is 1 km away and Lille Flandres Train Station is 550 metres from the property.", "address": "10 Rue De Béthune (adresse postale) / Entrée rue de la Vieille Comédie, Lille Centre, 59000 Lille, France"},
{"hotel_name": "Aparthotel Adagio Lille Centre Grand Place", "url_hotel": "https://www.booking.com/hotel/fr/aparthotel-adagio-lille-centre-grand-place.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.635281,3.060162", "score": "8.8", "text_description": "Aparthotel Adagio Lille Centre Grand Place features accommodation within 700 metres of the centre of Lille, with free WiFi, and a kitchen with a fridge, a stovetop and kitchenware. This 4-star aparthotel offers a 24-hour front desk and a lift. The aparthotel has family rooms as well as facilities for disabled guests.\n\nThe aparthotel will provide guests with air-conditioned units offering a wardrobe, a kettle, a dishwasher, a microwave, a safety deposit box, a flat-screen TV and a private bathroom with a shower. The units are equipped with heating facilities.\n\nBuffet and continental breakfast options with local specialities, fresh pastries and fruits are available. There is a coffee shop and lounge.\n\nYou can play billiards at the aparthotel. Guests can also relax on the sun terrace.\n\nPopular points of interest near Aparthotel Adagio Lille Centre Grand Place include Printemps Gallery, Hospice Gantois and Coilliot House. Lille Airport is 9 km from the property.", "address": "76 Rue De L Hopital Militaire, Lille Centre, 59800 Lille, France"},
{"hotel_name": "Brueghel", "url_hotel": "https://www.booking.com/hotel/fr/brueghel.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.63603842091022,3.066937029361725", "score": "8.1", "text_description": "This hotel is located in the heart of Lille. It is 300 metres from Gare Lille Flandres, 750 metres from Gare de Lille Europe and 10 minutes from Nouveau Siecle Convention Centre by walk. It has views of the Gothic St Maurice Church, which is situated across from the hotel.\n\nAll rooms are furnished with antique furniture. They include free Wi-Fi access, a TV and a private bathroom.\n\nThe hotel Brueghel has a unique antique design with statues and paintings on displayed, also a feature is the 1930's lift that can take guests to their rooms.\n\nA continental breakfast is served every morning, and the hotel offers 24-hour front desk service.\n\nNouveau Siecle Convention Centre is a 20-minute walk from Brueghel. Euralille and Les Tanneurs shopping centres are only 120 and 450 metres away.", "address": "3-5 Parvis St Maurice, Lille Centre, 59000 Lille, France"},
{"hotel_name": "Hotel Du Moulin d'Or", "url_hotel": "https://www.booking.com/hotel/fr/du-moulin-dor.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.6355510314867,3.070012852549553", "score": "7.9", "text_description": "Located next to Lille Flandre train station and in 5 minutes from the city centre, the Hotel Du Moulin d’Or is 900 metres from Nouveau Siècle Convention Centre.\n\nAll the rooms are equipped with a private bathroom with shower. A flat-screen TV with French satellite channels and free internet access are provided in the room.\n\nBreakfasts are served in the dining room or directly in your room and includes artisanal jam and fresh fruit salad. Animals are allowed within the hotel.\n\nLille Grand Palais is 650 metres from the property.", "address": "Du Molinel N° 15, Lille Centre, 59800 Lille, France"},
{"hotel_name": "Appart'City Confort Lille - Euralille", "url_hotel": "https://www.booking.com/hotel/fr/appart-city-cap-affaires-lille.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "50.64548750310627,3.0732107162475586", "score": "8.2", "text_description": "This Appart'city is 10 km from Pierre Mauroy Stadium and 2 minutes by tramway from the centre of Euralille business district, Euralille shopping centre and Lille-Europe Train Station. Nouveau Siècle Convention Centre is 2 km away.\n\nIt offers modern and comfortable studios and apartments with a flat-screen TV. Free WiFi access is available.\n\nBreakfast is composed of various breads, including gluten-free bread, pastries, fresh and hot beverages. Fresh fruit and fruit salad, as well as cheeses and yogurts are also provided.\n\nMany of Lille’s sites, such as the impressive Notre Dame de la Treille Cathedral, can be easily reached from the Appart'city Euralille. It is located 260 metres from Romarin Tramstop.", "address": "30, place Vauban - La Madeleine, 59110 Lille, France"},
{"hotel_name": "Residhotel Lille Vauban", "url_hotel": "https://www.booking.com/hotel/fr/residhotel-lille-vauban.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from=searchresults", "hotel_coordinates": "50.63220721664461,3.046686351299286", "score": "8.0", "text_description": "Residhotel Lille Vauban is ideally situated in the residential Vauban district, just a 20-minute walk from Lille Old Town. Free Wi-Fi internet access is available free of charge in the rooms.\n\nThe property offers studios equipped with a kitchenette with Nespresso coffee machine, a flat-screen TV and a desk. Apartments fitted with a kitchen with Nespresso coffee machine, a dining area and a living area are also available. Each accommodation features a private bathroom.\n\nBreakfast buffet is available at a surcharge at Residhotel Lille Vauban.\n\nFrom your aparthotel, the 45 hectares of the Bois de Boulogne is just 10 minutes away by walk, while Lille Grand Place is 20 minutes from Residhotel Lille Vauban. Nouveau Siecle Convention Centre is a 20 minutes walking distance from the property.", "address": "69/71 Boulevard Vauban, Vauban, 59000 Lille, France"},
{"hotel_name": "Appart'City Confort Lille Grand Palais", "url_hotel": "https://www.booking.com/hotel/fr/appart-city-lille-grand-palais.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=a99e5a4755ce020b&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "50.62905797790817,3.0811339616775513", "score": "7.8", "text_description": "Located in Lille City Centre, this residence is 700 metres from the Grand Palais and a 15-minute drive from Lille Grand Palais Convention Centre. It offers modern apartments with free Wi-Fi access and a flat-screen TV. Public parking is available on site.\n\nThe kitchenette in the soundproofed apartments includes a microwave, a fridge and a coffee maker. Each apartment features a seating area and dining area. All apartments have a private bathroom and are serviced by a lift.\n\nA buffet breakfast is served from Monday to Sunday at the Appart'city Lille Grand Palais and is composed of various breads, including gluten-free bread, pastries, fresh and hot beverages. Cheeses and yogurts are also provided. Vending machines selling drinks are available at reception.\n\nLille-Flandres Train Station is 1 km from the hotel and Lille Grand Palais Metro Station is 900 metres away. The property is a 12-minute drive from Pierre Mauroy Stadium.", "address": "19 rue Berthe Morisot, Lille Centre, 59000 Lille, France"}
]