[
{"hotel_name": "Hotel Méditerranée", "url_hotel": "https://www.booking.com/hotel/fr/mediterranee-collioure.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=93488d8b96b4e4d5b940210d348af722&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.52708253934128,3.080262914299965", "score": "8.2", "text_description": "Doté d'un jardin de style méditerranéen et d'une terrasse, l'Hotel Méditerranée se trouve à Collioure, à 5 minutes de marche de la plage la plus proche. Une connexion Wi-Fi gratuite et un parking privé sont mis à votre disposition sur place.\n\nToutes les chambres sont climatisées et pourvues d'un balcon et d'une télévision par satellite à écran plat. Elles possèdent également un réfrigérateur, un téléphone et un coffre-fort. Chaque chambre dispose d'une salle de bains avec une baignoire ou une douche.\n\nUn petit-déjeuner buffet est servi tous les matins, et vous pourrez le déguster sur la terrasse par beau temps.\n\nL'établissement propose une bagagerie.\n\nArgèles-sur-Mer se situe à 7,3 km et la frontière espagnole est à 26 km. L'aéroport de Perpignan-Rivesaltes est le plus proche, à 38 km.", "address": "Avenue Aristide Maillol, 66190 Collioure, France"},
{"hotel_name": "Le Madeloc Hôtel & Spa", "url_hotel": "https://www.booking.com/hotel/fr/madeloc.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=c056e27ec7c7c4ad0678e8900282bd7d&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.5287646672607,3.078654259443283", "score": "9.0", "text_description": "Le Madeloc Hôtel & Spa se trouve à 500 mètres du centre-ville de Collioure et à 10 minutes à pied de la plage. L’établissement dispose d'une piscine extérieure chauffée ouverte toute l'année, d'un solarium sur le toit, d'un bain à remous et d'un hammam. Des soins de beauté et des massages sont dispensés sur demande.\nLa piscine sur le toit est chauffée (d'avril au 31 octobre), et le bain à remous et le jacuzzi sont accessibles gratuitement de 9h00 à 21h00.\n\nPrésentant des tons neutres rehaussés d'une couleur vive, les chambres climatisées de l'établissement Le Madeloc Hôtel & Spa comprennent toutes une télévision à écran LCD et un minibar. Certaines sont dotées d’une terrasse ou d’un balcon. Les chambres sont aménagées à l’un des 3 étages de l’hôtel et sont uniquement accessibles par des escaliers. Une chambre située au rez-de-chaussée est adaptée aux personnes à mobilité réduite.\n\nChaque matin, l’établissement sert un petit-déjeuner buffet. Vous pourrez déguster ce repas ((collations uniquement) dans le confort de votre chambre. Par ailleurs, l'établissement Le Madeloc Hôtel & Spa est équipé d'une connexion Wi-Fi gratuite dans l'ensemble de son enceinte.\n\nVous trouverez également une boutique de souvenirs proposant des produits locaux.\n\nL'établissement est implanté à seulement 200 mètres de la gare de Collioure et à 5 minutes de la D914. L'hôtel se trouve à 6,5 km d'Argelès-sur-Mer et à 25,5 km de la frontière espagnole.\nSur demande et sous réserve de disponibilité et moyennant des frais supplémentaires, un parking privé est disponible sur place.", "address": "24 Rue Romain Rolland, 66190 Collioure, France"},
{"hotel_name": "Hôtel La Casa Pairal", "url_hotel": "https://www.booking.com/hotel/fr/hotelcasapairal.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=a5106ebe68c4ee8dedf1037ad4af4094&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.5261673320343,3.082355707883835", "score": "8.9", "text_description": "Situé à 250 mètres de la plage et du port de Collioure, l’Hôtel La Casa Pairal propose un jardin fleuri exotique et une piscine extérieure chauffée. Il occupe un bâtiment catalan du XIXe siècle au cœur du vieux quartier de Collioure.\n\nLes chambres à la décoration traditionnelle de l’Hôtel La Casa Pairal sont climatisées. Elles possèdent toutes une télévision par satellite à écran plat, un minibar et une connexion Wi-Fi gratuite. Certaines offrent une vue sur la ville, la cour de l’hôtel et sa fontaine, ou la place du village.\n\nA l’Hôtel La Casa Pairal, un petit-déjeuner buffet pourra vous être servi tous les jours dans la salle prévue à cet effet ou dans votre chambre sur demande. Vous pourrez également prendre un verre dans le jardin de l’hôtel.\n\nLa réception est ouverte 24h/24. Des journaux gratuits et un coffre-fort sont également disponibles.\n\nLa gare de Collioure se trouve à 500 mètres. Vous séjournerez à 23 km de la frontière espagnole.", "address": "Impasse Des Palmiers, 66190 Collioure, France"},
{"hotel_name": "Maison Nova - Boutique Hôtel & Spa", "url_hotel": "https://www.booking.com/hotel/fr/boutique-maison-nova.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=be6b0e83f0b51a8a4c1ec47c7e9c7584&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.5288828,3.0793938", "score": "9.2", "text_description": "Située à Collioure, à 600 mètres de la plage de Boramar, la Maison Nova - Boutique Hôtel & Spa propose une piscine extérieure, un parking privé gratuit, un jardin et une terrasse. Cet hôtel 5 étoiles propose une connexion Wi-Fi gratuite, des services d'étage et de concierge. Vous pourrez profiter du spa et centre de bien-être avec sauna, hammam et bar.\n\nLes chambres climatisées comprennent un bureau, une machine à café, un minibar, un coffre-fort, une télévision à écran plat et une salle de bains privative avec douche. Toutes les chambres sont équipées d'une bouilloire. Certaines possèdent un balcon et d'autres offrent une vue sur la ville. Toutes les chambres disposent d'une armoire.\n\nUn petit-déjeuner buffet, continental ou américain est servi sur place.\n\nVous séjournerez à proximité des plages du Nord, de Ouille et du château royal de Collioure. L'aéroport de Perpignan-Rivesaltes est implanté à 41 km.", "address": "33 Route du Pla de las Fourques, 66190 Collioure, France"},
{"hotel_name": "Le Mas des Citronniers", "url_hotel": "https://www.booking.com/hotel/fr/lesmasdescitronniers.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=c16b3f8608acae6504b92ee373711bd0&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.52538158720205,3.082563914358616", "score": "8.4", "text_description": "L'hôtel ne possède pas de parking privé, mais quelques places de stationnement gratuites sont disponibles en face de l'établissement. Plusieurs parkings de la ville de Collioure se trouvent à proximité de l'hôtel.\n\nSitué dans le centre de Collioure, à seulement 250 mètres de la plage, le Mas des Citronniers propose des chambres climatisées dans un bâtiment catalan traditionnel. Une connexion Wi-Fi est disponible gratuitement dans tout l’hôtel.\n\nLes chambres de l’hébergement Le Mas des Citronniers sont décorées dans des couleurs vives. Chacune dispose d'une télévision à écran plat, d'un bureau, d'un petit réfrigérateur et d'une salle de bains privative. Certaines chambres possèdent un patio avec vue sur le jardin.\n\nUn petit-déjeuner buffet est servi chaque matin dans la salle à manger de l’hôtel. Un petit-déjeuner complet est également disponible en chambre sur demande. Le petit-déjeuner est proposé moyennant des frais supplémentaires.\n\nLa réception de l'établissement Le Mas des Citronniers est ouverte 24h/24 et des journaux gratuits sont à votre disposition.\n\nLa gare de Collioure est située à 550 mètres de l’hôtel, tandis que le château royal est à 300 mètres.", "address": "22 Avenue de La Republique, 66190 Collioure, France"},
{"hotel_name": "La Frégate", "url_hotel": "https://www.booking.com/hotel/fr/la-fra-c-gate-collioure.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=ea42d15762bce90ba9e1fbe4b9e8df25&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.52638625163285,3.083256594836712", "score": "8.2", "text_description": "Situé à Collioure, l’établissement La Frégate propose un bar, un restaurant, une terrasse et un salon commun. L'établissement se trouve à 3,2 km du casino de Collioure, à 23 km du parcours de golf de Saint-Cyprien et à 33 km du stade Gilbert-Brutus. Cet établissement non-fumeurs est situé à 200 mètres de la plage de Boramar.\n\nChaque chambre dispose de la climatisation et d'une télévision à écran plat, tandis que certaines offrent une vue sur la ville. Le linge de lit est fourni.\n\nL’établissement La Frégate sert un petit-déjeuner continental chaque matin.\n\nLors de votre séjour, vous pourrez pratiquer plusieurs activités à Collioure et dans les environs, telles que la randonnée.\n\nLes lieux d'intérêt à proximité de l'établissement La Frégate incluent la plage du Nord, celle de Port Avall et le château royal de Collioure. L’aéroport de Perpignan-Rivesaltes est situé à 42 km.", "address": "24 Boulevard Camille Pelletan, 66190 Collioure, France"},
{"hotel_name": "Hôtel Princes de Catalogne", "url_hotel": "https://www.booking.com/hotel/fr/princes-de-catalogne.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=eb99520423103073502c1a43f97e23d6&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.525914313393564,3.0826815962791443", "score": "8.3", "text_description": "Installé dans la ville pittoresque de Collioure, l’Hôtel Princes de Catalogne vous accueille sur une place tranquille, à 400 mètres de la plage. L'hôtel a été rénové début 2021 et présente un style contemporain.\n\nToutes les chambres de l'Hôtel Princes de Catalogne sont climatisées et offrent une vue sur les montagnes, le Fort Miradou ou une rue calme. Les hébergements sont équipés d'une télévision et d'une connexion Wi-Fi gratuite.\n\nLe personnel de l’Hôtel Princes se fera un plaisir de vous aider à organiser des excursions, des visites guidées ou d’autres activités telles que la thalassothérapie et l’escalade.", "address": "Rue Des Palmiers, 66190 Collioure, France"},
{"hotel_name": "Les Roches Brunes", "url_hotel": "https://www.booking.com/hotel/fr/les-roches-brunes-collioure.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=485ef14fd4237e7f56842f0fec909225&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.52534777273077,3.0903244632682725", "score": "9.2", "text_description": "Situé à Collioure, à 70 mètres de la plage de Balette, l'établissement Les Roches Brunes propose un jardin, un parking privé gratuit, une terrasse et un restaurant. Doté d'un bar, cet hôtel 4 étoiles propose des chambres climatisées avec salle de bains privative. Des services d'étage, de concierge et d'organisation d'excursions sont assurés.\n\nLes chambres sont équipées d'une télévision à écran plat. Chaque chambre est équipée d'un coffre-fort, tandis que certaines possèdent un balcon.\n\nL'établissement Les Roches Brunes sert un petit-déjeuner buffet et continental.\n\nParlant arabe, catalan, allemand et anglais, le personnel de la réception se fera un plaisir de vous fournir des informations pratiques sur la région.\n\nVous séjournerez à proximité des plages de Boutigue, de Saint-Vincent et du château royal de Collioure. L'aéroport de Perpignan-Rivesaltes est à 42 km.", "address": "Route de Port-Vendres, 66190 Collioure, France"},
{"hotel_name": "Grand Hotel Du Golfe - Spa & Restaurant", "url_hotel": "https://www.booking.com/hotel/fr/grand-du-golfe.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=46ad447774e63ee1e857cdfacbe69f01&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.53378310875555,3.064337968826294", "score": "8.2", "text_description": "Situé sur la Corniche, le Grand Hotel Du Golfe - Spa & Restaurant est un hôtel design 4 étoiles datant des années 1970, à seulement 5 minutes à pied des calanques et à 10 minutes de marche de la plage du Racou. Le centre-ville d'Argelès-sur-Mer est à 4 km.\n\nToutes les chambres climatisées sont orientées vers la mer et la plupart d'entre elles disposent d'un balcon. Toutes les chambres modernes sont insonorisées et comprennent une télévision à écran LCD, un téléphone, un coffre-fort, un sèche-cheveux, une connexion Wi-Fi gratuite et un minibar. Une chambre pour personnes à mobilité réduite est disponible sur demande préalable.\n\nLe matin, le Grand Hotel Du Golfe - Spa & Restaurant sert un petit-déjeuner buffet. Ouvert tous les soirs en semaine, le restaurant sur place, le bistrot à la mer, propose des plats créatifs préparés à base de produits régionaux frais. Vous pourrez déguster un verre au bar-salon de l’hôtel ou sur la terrasse par beau temps.\n\nL'institut de beauté Beauty Spa propose des massages et soins du visage issus des maisons SOTHYS et INGRID MILLET. L’établissement vous suggère de réserver\n les soins à l'avance. Accessible moyennant un supplément, le spa, doté d’un jacuzzi et d’un hammam chromatique, offre une vue panoramique\nsur la mer Méditerranée et les vignobles. L'établissement met à votre disposition une piscine extérieure de 19 mètres, chauffée d'avril à début novembre. L'établissement, doté d'un jardin méditerranéen, pourra organiser sur demande des séances de dégustation de vins du Languedoc-Roussillon.\n\nLe Grand Hotel Du Golfe - Spa & Restaurant se trouve à 2,5 km de la ville historique de Collioure. Le parking privé sur place est gratuit. La frontière espagnole est à 25 km.", "address": "3638 Route De Collioure, 66008 Collioure, France"},
{"hotel_name": "Hôtel la Bona Casa", "url_hotel": "https://www.booking.com/hotel/fr/la-bona-casa.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=36049ce261e21cbdd1d53fd5c69c3441&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.52547152830637,3.0826986953616142", "score": "8.3", "text_description": "L'Hôtel la Bona Casa est situé dans le centre historique de Collioure, à seulement 300 mètres du château royal et de la plage. Il propose une connexion Wi-Fi gratuite et une terrasse ombragée.\n\nLes chambres offrent une vue sur la rue ou la terrasse. Certains logements sont dotés d'une terrasse privée. Les hébergements comportent une télévision à écran plat et une salle de bains privative pourvue d'articles de toilette gratuits. L'établissement est entièrement non-fumeurs.\n\nUn petit-déjeuner continental est préparé chaque matin. Vous trouverez des boutiques et des restaurants à moins de 200 mètres. Sur place, vous pourrez vous détendre dans le salon de thé de mars à octobre, ou faire du shopping au magasin de vêtements.\n\nVous séjournerez à 3 km de Port-Vendres et à 6 km d'Argelès-sur-Mer. L'établissement est à 30 minutes de route du centre de Perpignan et de la frontière espagnole, également accessible en train.", "address": "20 Rue de la Republique, 66190 Collioure, France"},
{"hotel_name": "Hôtel des Templiers", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-des-templiers.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=9be0100a45ee175b5993f51c6eaa3a1b&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.52666545948847,3.0839408934116364", "score": "8.1", "text_description": "Comportant 2 000 œuvres d'art originales de peintres du XXe siècle y ayant séjourné, l'Hôtel des Templiers est situé à 200 mètres du château royal de Collioure. Vous pourrez déguster une cuisine catalane dans son restaurant.\n\nLes chambres offrent une vue sur le château et le port. Elles comprennent une télévision à écran LCD et certaines disposent d'une décoration catalane avec des meubles anciens. Une connexion Wi-Fi est disponible dans chacune d'entre elles.\n\nVous pourrez prendre un verre au bar ou sur la terrasse ombragée. Le petit-déjeuner est servi tous les matins.\n\nLa gare de Collioure est située à seulement 550 mètres et la réserve naturelle du Mas Larrieu est accessible en 20 minutes en voiture. L'hôtel se trouve dans une rue piétonne et un parking public est disponible à 400 mètres.", "address": "5 rue Colbert, 66190 Collioure, France"},
{"hotel_name": "Hôtel Triton", "url_hotel": "https://www.booking.com/hotel/fr/triton.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=245f5d874fbdb605757971d4da5c8a8d&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.52371617082933,3.0871347337961197", "score": "7.5", "text_description": "Situé sur la plage du Boutiquet, l’Hôtel Triton propose des chambres climatisées donnant sur la baie de Collioure ou sur les Pyrénées. Une connexion Wi-Fi gratuite est disponible dans le bâtiment d’origine.\n\nLes chambres de l’Hôtel Triton sont équipées d’une télévision et d’un téléphone. Certains hébergements comprennent un balcon. La salle de bains privative est pourvue d’une douche ou d’une baignoire. Les chambres sont aménagées dans le bâtiment d’origine de l’établissement ou dans son annexe plus récente.\n\nChaque matin, vous pourrez savourer un petit-déjeuner buffet incluant des croissants et du pain frais sur la terrasse, qui offre une vue sur la mer.\n\nL’Hôtel Triton bénéficie d’une vue magnifique sur la ville fortifiée de Collioure, le château et le clocher. Vous séjournerez à 7 km d’Argelès-sur-Mer, à 25 km de la frontière espagnole et à 30 km de Perpignan. Un parking public est à votre disposition en face de l’établissement, moyennant des frais supplémentaires.", "address": "Rue Jean Bart, 66190 Collioure, France"},
{"hotel_name": "Residence Pierre & Vacances Les Balcons de Collioure", "url_hotel": "https://www.booking.com/hotel/fr/maevabalconsdecollioure.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=2382e0c84da6a8c9e8ec059d3c3b1165&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.525106327083726,3.0904361978173256", "score": "7.9", "text_description": "La Residence Pierre & Vacances Les Balcons de Collioure propose des hébergements indépendants et confortables à seulement 500 mètres de la plage. Elle possède un solarium offrant une vue magnifique sur la baie.\n\nLes studios disposent d'une télévision à écran plat, d'une salle de bains privative et d'une kitchenette équipée d'un lave-vaisselle. Vous pourrez emprunter gratuitement des jeux de société.\n\nDes produits de boulangerie pourront être livrés dans votre appartement sur commande effectuée auprès de la réception la veille au soir. La liste des produits disponibles est affichée dans les appartements et à la réception. Ce service entraîne des frais supplémentaires.\n\nLa Residence Pierre & Vacances Les Balcons de Collioure se trouve à quelques pas du centre de Collioure, regroupant différents magasins et restaurants. Elle est située à 27 km de Perpignan. Vous pourrez profiter d'un parking couvert privé sur place moyennant des frais supplémentaires.", "address": "28, route de Port Vendres, 66190 Collioure, France"},
{"hotel_name": "Le Relais Des Trois Mas", "url_hotel": "https://www.booking.com/hotel/fr/le-relais-des-trois-mas.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=46c2786dfd3d21d146006715c779558b&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.52417280573015,3.0893106758594513", "score": "9.0", "text_description": "Doté d'une terrasse avec piscine donnant sur la mer Méditerranée, l'établissement Le Relais Des Trois Mas propose un hébergement confortable dans un cadre provençal. Toutes les chambres ne sont accessibles que par des escaliers.\n\nÀ l'ombre d'une pinède centenaire, les chambres personnalisées offrent une superbe vue sur la baie de Collioure et l'église Notre-Dame-des-Anges. Elles sont toutes équipées d'un minibar, de la climatisation et d'un plateau/bouilloire.\n\nLe restaurant La Balette est l'un des plus appréciés de la région. Il bénéficie d'une vue dégagée sur la baie et sert une délicieuse cuisine gastronomique, accompagnée d'excellents vins de Collioure.", "address": "Route De Port Vendres, 66190 Collioure, France"},
{"hotel_name": "Chambres Rue de la République", "url_hotel": "https://www.booking.com/hotel/fr/chambres-rue-de-la-republique.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=ad369cd0bd793796897f6b8b1c290d10&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.52556369773399,3.0827967208667815", "score": "7.8", "text_description": "L'établissement Chambres Rue de la République est situé à Collioure, à 3,1 km du casino et à 23 km du parcours de golf de Saint-Cyprien. Il se trouve à environ 800 mètres de la plage de Balette, à 200 mètres du château royal de Collioure et à 33 km du stade Gilbert Brutus. Cet hôtel acceptant les animaux domestiques dispose également d'une connexion Wi-Fi gratuite.\n\nToutes les chambres comprennent un bureau. Leur salle de bains privative est pourvue d'une baignoire et d'articles de toilette gratuits. Certaines chambres sont dotées d'un balcon. Le linge de lit et les serviettes sont fournis.\n\nVous séjournerez à proximité des plages de Boramar, de Port Avall et de Boutigue. L'aéroport de Perpignan-Rivesaltes est à 42 km.", "address": "16 Rue de la République, 66190 Collioure, France"},
{"hotel_name": "Hotel Le Bon Port", "url_hotel": "https://www.booking.com/hotel/fr/le-bon-port.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=16886832f1ddf6be7c82dc5e90516af7&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.524114491069405,3.0893656611442566", "score": "8.4", "text_description": "Situé à quelques mètres du moulin à vent de La Cortina, l’Hotel Le Bon Port surplombe élégamment la mer et la baie de Collioure, son château royal et le célèbre clocher de Notre Dame des Anges.\n\nLes chambres proposent ainsi un hébergement confortable dans un cadre méditerranéen et moderne.\n\nVous pourrez admirer cette vue splendide depuis les chambres ainsi que le solarium.\n\nToutes les chambres disposent d’une salle de bains privative, d’une télévision, de la climatisation réversible et d’une réception.\nVeuillez noter que malgré ce que suggèrent quelques photos qui ne peuvent être effacées sur Internet, l'hôtel ne possède plus de piscine.", "address": "12 Route De Port-Vendres, 66190 Collioure, France"},
{"hotel_name": "Résidence Mer & Golf Port Argelès", "url_hotel": "https://www.booking.com/hotel/fr/residence-mer-et-golf-port-argeles.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=c056e27ec7c7c4ad0678e8900282bd7d&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.54130151720677,3.0469486713082006", "score": "8.0", "text_description": "La Résidence Mer & Golf Port Argelès vous accueille à 300 mètres de la plage et à proximité des Pyrénées. Elle donne sur la mer Méditerranée et le port de plaisance de la ville Installée dans une zone piétonne, elle dispose d’une piscine extérieure et d’une terrasse meublée.\n\nSes chambres décorées dans un style catalan bénéficient d’un balcon. Elles comprennent un coin salon avec télévision à écran plat ainsi qu’une kitchenette entièrement équipée avec plateau/bouilloire.\n\nUn petit-déjeuner continental est servi tous les matins dans la salle dédiée, moyennant des frais supplémentaires. La résidence possède également une aire de jeux pour enfants, une bibliothèque, une salle de jeux et un boulodrome. Par ailleurs, des commerces et restaurants sont accessibles à moins de 50 mètres.\n\nLe parking privé est gratuit. En voiture, vous rejoindrez Perpignan en 22 minutes et la frontière espagnole en une demi-heure. Une connexion Wi-Fi est fournie moyennant des frais supplémentaires.", "address": "Rue Eric Tabarly, 66700 Argelès-sur-Mer, France"},
{"hotel_name": "Hôtel & Spa Les Mouettes", "url_hotel": "https://www.booking.com/hotel/fr/les-mouettes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=c056e27ec7c7c4ad0678e8900282bd7d&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.534117130131065,3.062056750059128", "score": "8.6", "text_description": "L'Hôtel & Spa Les Mouettes est un établissement respectueux de l'environnement, installé au pied des Pyrénées, entre Argelès-sur-Mer et Collioure, sur une corniche surplombant la mer Méditerranée. Il propose un spa accessible moyennant des frais supplémentaires, une piscine chauffée toute l'année et un jacuzzi offrant une vue panoramique sur la mer.\n\nInsonorisés, tous les logements à la décoration moderne comprennent la climatisation, une connexion Wi-Fi gratuite, une télévision par satellite et une salle de bains privative. Certains possèdent un balcon avec vue sur la mer ou les jardins.\n\nL’hôtel Les Mouettes prépare un petit-déjeuner buffet quotidien, composé de produits bio locaux, ainsi que d'ingrédients sans gluten et sans lactose. Le petit-déjeuner pourra également vous être servi dans le confort de votre chambre entre 8h00 et 10h00. Sur place, vous disposerez aussi d'un snack-bar ouvert tous les jours et en traversant le jardin, vous rejoindrez un restaurant à 200 mètres.\n\nLe spa de l’hôtel Les Mouettes compte un hammam, une douche avec chromothérapie, un jacuzzi intérieur, ainsi qu'un choix de soins du corps et de beauté. De plus, vous profiterez d'une aire de jeux et d'un parking privé.\n\nVous séjournerez à seulement 2 km du centre historique de Collioure et de Port-Argelès. Enfin, en voiture, vous atteindrez la frontière espagnole en seulement 30 minutes et l'aéroport de Perpignan-Rivesaltes en 35 minutes depuis l'Hôtel & Spa Les Mouettes.", "address": "Route de Collioure, 66700 Argelès-sur-Mer, France"},
{"hotel_name": "Les Jardins Du Cèdre", "url_hotel": "https://www.booking.com/hotel/fr/les-jardins-du-cedre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=c056e27ec7c7c4ad0678e8900282bd7d&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.51312071107862,3.1096766889095306", "score": "8.5", "text_description": "Niché dans les hauteurs de Port-Vendres, l'hôtel Les Jardins du Cèdre vous accueille dans un paradis verdoyant, doté d'une piscine chauffée ouverte du 15 avril au 15 octobre. De là, vous avez une vue imprenable sur la baie de Port-Vendres et le bleu infini de la Méditerranée. À seulement dix minutes à pied du centre-ville vous pourrez découvrir le charme des petites rues, des commerces et du port le plus authentique de la côte Vermeille.\n\nChaque hébergement confortable est équipé de la climatisation, d'une télévision à écran plat et d'une salle de bains privative avec articles de toilette gratuits. Certaines chambres, privilégiées, vous permettent de contempler des vues splendides sur la mer. Vous bénéficierez d'une connexion WIFI dans tout notre établissement, ainsi que d'une place de parking dédiée pour chaque chambre.\n\nNotre restaurant sur place vous invite à une expérience culinaire mémorable, à savourer à l'intérieur ou à l'extérieur, sous le cèdre centenaire qui donne son nom à notre hôtel. Le Chef, par sa cuisine inventive et sincère, rend un vibrant hommage aux produits locaux. Pour accompagner votre repas, nous vous proposons une sélection de vins principalement biologiques et catalans. (Le nombre de tables étant limité, nous vous invitons à réserver votre table dès que possible).\n\nLe petit-déjeuner, servi dans des plats sucrés et salés, est un vrai moment de plaisir. Notre buffet propose des pâtisseries, des confitures maison préparées par notre chef pâtissier, du pain frais de la boulangerie artisanale locale, ainsi que des spécialités catalanes.\n\nNotre établissement dispose également d'une salle de massage. Notre praticien propose une gamme de massages et de soins (nous vous conseillons de réserver à l'avance pour vous assurer un rendez-vous à votre convenance). Pour les plus sportifs, une salle de remise en forme est disponible.\n\nUne salle de séminaire entièrement équipée est également à votre disposition dans l'hôtel Jardins du Cèdre, vous permettant d'accueillir des groupes pour des réunions de travail et des conférences.\n\nAutour de l'hôtel, une multitude d'activités vous sont proposées : Les promenades le long du sentier côtier, d'Argelès à Cerbère en passant par Collioure, Port-Vendres et Banyuls, vous offriront un spectacle enchanteur de la côte vermillon. Vous pourrez pratiquer des sports nautiques comme la plongée sous-marine ou le jet-ski. L'aéroport de Perpignan-Rivesaltes est le plus proche, à 40 km, Roses en Espagne à 50 km et Barcelone à environ 2h15 par la route.", "address": "29 Route de Banyuls, 66660 Port-Vendres, France"},
{"hotel_name": "Intense Boutik-Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/intense-boutik.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=c056e27ec7c7c4ad0678e8900282bd7d&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.515473,3.105115", "score": "9.3", "text_description": "Situé à Port-Vendres, à 1,4 km de la plage d'Oli, l'Intense Boutik-Hôtel propose un jardin, un parking privé, un salon commun et une terrasse. Doté d'un bar, cet hôtel 3 étoiles propose des chambres climatisées avec connexion Wi-Fi gratuite et salle de bains privative. Certaines chambres possèdent un balcon avec vue sur la mer.\n\nLes chambres comprennent une armoire et une terrasse avec vue sur la ville. Les chambres de l'Intense Boutik-Hôtel sont équipées d'une télévision à écran plat et d'articles de toilette gratuits.\n\nUn petit-déjeuner buffet ou continental est servi sur place.\n\nVous séjournerez à 1,8 km de la plage de Reguers et à 2,2 km de celle de Balette. L'aéroport de Perpignan-Rivesaltes est à 44 km.", "address": "21 Avenue castellane, 66660 Port-Vendres, France"},
{"hotel_name": "Hôtel Le Pescadou", "url_hotel": "https://www.booking.com/hotel/fr/le-pescadou-argeles-sur-mer.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=c056e27ec7c7c4ad0678e8900282bd7d&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.552673,3.046477", "score": "8.4", "text_description": "L'Hôtel Le Pescadou bénéficie d'un emplacement idéal dans le quartier d'Argelès-sur-Mer, à 100 mètres de la plage Centre, à 400 mètres de la plage Sud et à 800 mètres de la plage Pins. Il se trouve à environ 8,1 km du château royal de Collioure, à 32 km du stade Gilbert Brutus et à 7,1 km du casino de Collioure. Une connexion Wi-Fi et un parking privé sont disponibles gratuitement.\n\nLes chambres comprennent une armoire. Leur salle de bains privative est pourvue d'articles de toilette gratuits. Certaines chambres sont équipées d'une terrasse.\n\nLe restaurant sur place sert une cuisine catalane et française.\n\nL'aéroport de Perpignan-Rivesaltes est implanté à 33 km.", "address": "Argeles sur Mer Plage Rue des Aloes, 66700 Argelès-sur-Mer, France"},
{"hotel_name": "Le Cottage - Hotel & Spa", "url_hotel": "https://www.booking.com/hotel/fr/le-cottage.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=c056e27ec7c7c4ad0678e8900282bd7d&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.54631954410807,3.028900623321533", "score": "9.0", "text_description": "Situé à 2 minutes de route du centre d’Argelès-sur-Mer et à 5 minutes en voiture d’une plage de sable, l’Le Cottage - Hotel & Spa dispose d’une piscine chauffée et offre une vue sur les Pyrénées. Une connexion Wi-Fi est disponible gratuitement.\n\nLes chambres du Cottage présentent un style contemporain et sont décorées dans des tons neutres. Chaque hébergement est doté d’une télévision par satellite à écran LCD, tandis que certains possèdent un balcon privé avec vue sur le jardin et la piscine. Cet établissement propose également des suites et des appartements.\n\nUn petit-déjeuner buffet est servi sur la terrasse ou dans la salle à manger. De plus, l’hôtel est muni d’un bar. D’autres options de petit-déjeuner sont proposées moyennant des frais supplémentaires. En été, un service de restauration rapide est assuré pour le déjeuner moyennant des frais supplémentaires.\n\nVous profiterez d’un parking privé, de jeux dans le jardin exotique et de plusieurs terrasses. Le centre de bien-être Garden Spa propose un hammam, un sauna et des douches de chromothérapie. Vous bénéficierez également d’un jacuzzi, d’un espace de relaxation, d’une salle de sport, d’un solarium et de différents soins du corps, moyennant des frais supplémentaires.\n\nLa frontière espagnole se situe à 28 km de l’hôtel. Collioure vous attend à 7 km. L’aéroport de Perpignan-Rivesaltes est accessible en 35 minutes de route.", "address": "21 Rue Arthur Rimbaud, 66700 Argelès-sur-Mer, France"},
{"hotel_name": "Ibis Styles Collioure Port Vendres", "url_hotel": "https://www.booking.com/hotel/fr/ibis-styles-collioure-port-vendres.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=c056e27ec7c7c4ad0678e8900282bd7d&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.523056,3.101111", "score": "8.1", "text_description": "Situé à Port-Vendres, à 200 mètres de la plage, l'ibis Styles Collioure Port Vendres propose une piscine extérieure ouverte en saison, un toit-terrasse, une vue sur la baie de Collioure, ainsi qu'un snack-bar et une petite salle de sport. Un parking privé est disponible sur place.\n\nLes chambres sont dotées d'une télévision à écran plat. Vous profiterez d'une connexion Wi-Fi gratuite dans l'ensemble des locaux.\n\nL'établissement comporte une réception ouverte 24h/24.\n\nCadaqués se trouve à 50 km de l'ibis Styles Collioure Port Vendres, tandis que Perpignan est à 33 km. L'aéroport de Perpignan-Rivesaltes, le plus proche, est installé à 40 km.", "address": "9004 Route De collioure, 66660 Port-Vendres, France"},
{"hotel_name": "Hôtel Le Maritime", "url_hotel": "https://www.booking.com/hotel/fr/hotellemaritime.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=c056e27ec7c7c4ad0678e8900282bd7d&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.55728920642585,3.0447913706302643", "score": "8.1", "text_description": "Le Maritime est situé à seulement 150 mètres de la plage. Il dispose d'une piscine extérieure avec chaises longues.\n\nChacune des 34 chambres est équipée de la climatisation, d'une salle de bains privative avec douche, d'une télévision à écran plat et d'un téléphone.\n\nUn garage privé est disponible sur demande.", "address": "12 boulevard des Albères, 66700 Argelès-sur-Mer, France"},
{"hotel_name": "Hotel Sur Le Quai", "url_hotel": "https://www.booking.com/hotel/fr/sur-le-quai-port-vendres.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&sid=c056e27ec7c7c4ad0678e8900282bd7d&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a476f2e0484&type=total&ucfs=1&", "hotel_coordinates": "42.5167096918102,3.1052983509262", "score": "8.0", "text_description": "L’Hotel Sur Le Quai vous propose des hébergements à Port-Vendres, à proximité des plages de l’Oli et de Reguers. Cet hôtel 3 étoiles dispose d’une connexion Wi-Fi gratuite, d’un salon commun et d’un service de concierge. Certains logements s’ouvrent sur un balcon offrant une vue sur la mer.\n\nLes chambres comportent la climatisation, un bureau, une bouilloire, un coffre-fort, une télévision à écran plat et une salle de bains privative pourvue d’une douche. Les serviettes de toilette et le linge de lit sont fournis.\n\nLors de votre séjour, vous pourrez pratiquer diverses activités à Port-Vendres et dans les environs, notamment la randonnée.\n\nL’Hotel Sur Le Quai se trouve à 2,2 km de la plage de la Balette et à 2,4 km de celle du Boutigue. L’aéroport de Perpignan-Rivesaltes, le plus proche de l’hôtel, est situé à 44 km.", "address": "2 Quai Pierre Forgas, 66660 Port-Vendres, France"}
]