[
{"hotel_name": "Hôtel La Porte Saint Pierre-Logis Hôtel Intra Muros", "url_hotel": "https://www.booking.com/hotel/fr/sarl-porte-saint-pierre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.647853110284245,-2.0283856987953186", "score": "8.7", "text_description": "Situated inside the historic walls of Saint-Malo’s old town, this hotel is just 10 metres from the beach.\n\nThe guest rooms at La Porte Saint Pierre are decorated in a contemporary style and have a flat-screen TV and an electric kettle. Optical fiber access and a private bathroom, and some also have panoramic sea views.\n\nPlease note that all the rooms are accessed by a staircase.\n\nIn the mornings, guests can enjoy a buffet breakfast.\n\nA meeting room for up to 20 people is available on site.\n\nSaint-Malo Train Station is 2 km from La Porte Saint Pierre. Numerous ferry connections to the Channel Islands and the UK are possible from Saint-Malo port, 1.5 km away.", "address": "1 et 2 Place du Guet, Intra Muros, 35400 Saint Malo, France"},
{"hotel_name": "Hôtel France et Chateaubriand", "url_hotel": "https://www.booking.com/hotel/fr/de-france-et-chateaubriand.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.65119339995932,-2.0237964391708374", "score": "8.0", "text_description": "The Hotel de France and Chateaubriand is located in the heart of the historic city of Saint Malo, 210 metres from Saint-Malo Marina. It offers breathtaking views over the sea and le sillon.\n\nThe Hotel de France and Chateaubriand offer comfortable rooms with a refined decoration.\n\nThe restaurant serves many traditional seafood and regional specialties.\n\nIts unique façade to Saint Malo, and the presence of the birthplace of Chateaubriand make the building to be classified a historical monument.", "address": "Place Chateaubriand Bp 77, Intra Muros, 35400 Saint Malo, France"},
{"hotel_name": "B&B HOTEL Saint-Malo Centre", "url_hotel": "https://www.booking.com/hotel/fr/b-b-saint-malo.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "48.63682324479618,-1.9904014676590123", "score": "7.0", "text_description": "B&B HOTEL Saint-Malo Centre is located in Saint Malo, 2 km from the sea and 2.4 km from Saint-Malo's Grand Aquarium. The hotel offers rooms with a flat-screen TV  with cable channels and free WiFi access.\n\nRooms have a bathroom with a shower and towels. Extras include a desk and bed linen.\n\nA continental breakfast is available daily and includes fresh bread, eggs and bacon as well as French pastries. The breakfast is available for children at a reduced rate. Food and drinks dispensers are also available on site.\n\nB&B HOTEL Saint-Malo Centre is 3.2 km from Saint-Malo Ferry Terminal and 11.7 km from the city of Dinard. Saint-Jacques Airport is 66 km away and the property offers free parking. Saint-Malo Train Station is located 3 km from the property and can be reached by public transport.\n\nOur property is open Monday to Thursday from 6:30 a.m. to 11:00 a.m. and from 5:00 p.m. to 9:00 p.m.\n\nFridays from 6:30 a.m. to 11:00 a.m. and 5:00 p.m. to 8:30 p.m., and Saturdays, Sundays and public holidays from 7:30 a.m. to 11:00 a.m. and 5:00 p.m. to 8:30 p.m.\n\nOutside of reception opening hours, head to the hotel entrance where a Room Vending Machine allows you to retrieve your room number and access code at any time.\nTo do this, have your reservation number and your bank card ready for payment, then let yourself be guided on the screen.\n\nThe access code to your room also opens the gate and the hotel lobby door if applicable.", "address": "76 Avenue du Général de Gaulle, 35400 Saint Malo, France"},
{"hotel_name": "Hôtel Anne de Bretagne", "url_hotel": "https://www.booking.com/hotel/fr/anne-de-bretagne.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.6506405397079,-2.024753987789154", "score": "8.9", "text_description": "Hôtel Anne de Bretagne is located in the old walled city of Saint Malo, 270 metres from Saint-Malo Marina, close to the ferry terminal and the exhibition centre. It offers 24-hour reception and bar service.\n\nHôtel Anne de Bretagne has simple, comfortable guestrooms with a TV. Wi-Fi internet access is available throughout the hotel free of charge.\n\nThe hotel Hôtel Anne de Bretagne also has computers for guests at reception and serves a buffet breakfast every morning.", "address": "10/11 rue St Thomas, Intra Muros, 35400 Saint Malo, France"},
{"hotel_name": "Hôtel San Pedro", "url_hotel": "https://www.booking.com/hotel/fr/san-pedro.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.6490814308541,-2.0279333512951325", "score": "8.4", "text_description": "Ideally located in Saint Malo, Hôtel San Pedro offers an à la carte breakfast and free WiFi throughout the property. The property is close to Grand Bé, Palais du Grand Large and Casino Barrière Saint-Malo. Private parking is available on site.\n\nAll guest rooms in the hotel are equipped with a flat-screen TV. With a private bathroom fitted with a shower and a hairdryer, some units at Hôtel San Pedro also have a city view.\n\nThe area is popular for hiking and cycling, and free use of bicycles is available at this 2-star hotel.\n\nPopular points of interest near the accommodation include Bon Secours Beach, Mole Beach and Eventail Beach.", "address": "1 rue Sainte Anne, Intra Muros, 35400 Saint Malo, France"},
{"hotel_name": "Les Chiens du Guet", "url_hotel": "https://www.booking.com/hotel/fr/les-chiens-du-guet.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.647932,-2.028651", "score": "7.2", "text_description": "Les Chiens du Guet is located in the heart of Saint Malo, just 50 metres from the beach and 550 metres from Saint-Malo Marina. You can relax on the terrace with a drink from the bar and dine at the on-site restaurant. Free Wi-Fi access is available.\n\nThe simply decorated rooms feature carpet flooring, a desk and a private bathroom with shower. A hairdryer is also available at reception upon request.\n\nBreakfast is available each morning, with an additional cost. The hotel’s restaurant serves à la carte dining prepared with local produce.\n\nDinard is 11 km from the hotel. Cancale is 17 km away.", "address": "4, Place du Guet, Intra Muros, 35400 Saint Malo, France"},
{"hotel_name": "Hôtel Bristol Union Intra Muros", "url_hotel": "https://www.booking.com/hotel/fr/bristol-union.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.64961099853388,-2.024303376674652", "score": "9.2", "text_description": "Hotel Bristol Union is located in the heart of Saint Malo, within the city walls of the old town and 180 metres from Saint-Malo Marina. Its rooms and suites are en suite with satellite TV and free Wi-Fi internet access.\n\nA daily breakfast service is available. It is served in the dining area or in the comfort of your guest room. The bar offers a nice place to enjoy a quiet drink or evening aperitif.\n\nThe Bristol Union benefits from a convenient location for those wishing to explore and discover Saint-Malo and the picturesque region of Brittany. Mont Saint Michel is just a 45-minute drive from the hotel.", "address": "4 Place De La Poissonnerie, Intra Muros, 35400 Saint Malo, France"},
{"hotel_name": "Hôtel Ar Iniz", "url_hotel": "https://www.booking.com/hotel/fr/ar-iniz.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.66167887690836,-1.9916501641273499", "score": "8.5", "text_description": "Providing a direct access to the Sillon Beach, Hôtel Ar Iniz offers a regional restaurant, a bar and a terrace with a view of the sea. The modern-style hotel is situated 1.5 km from the city centre.\n\nThe elegant rooms at Hôtel Ar Iniz have a flat-screen TV, a telephone and a safety deposit box. The bathroom includes a hairdryer and free toiletries.\n\nA buffet breakfast is available daily and the restaurant on site serves dishes made with fresh and local products. Additional facilities are available such as free WiFi access and bicycle rental.\n\nThe property is located 12 km from Cancale and its beaches and a 45-minute drive from the city of Rennes. The train station is 3 km away and there is a private car park on site, available at an additional cost", "address": "8 boulevard Hebert, Parame, 35400 Saint Malo, France"},
{"hotel_name": "Hotel De L'univers", "url_hotel": "https://www.booking.com/hotel/fr/de-l-univers.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.65104100959774,-2.02372670173645", "score": "8.0", "text_description": "Hotel De L'univers is located in the walled city of Saint Malo in Brittany, and is walking distance to the ferry port and train station. The property is 400 metres from Saint-Malo Marina and offers free Wi-Fi.\n\nRooms are comfortable and equipped with TV, telephone and private bathroom.\n\nFriendly staff are available to offer personalised service and advice on the area.\n\nHotel De L'univers is located directly in front of the castle, close to the sea, with a view of the main square. From here you can easily explore the historical city on foot.", "address": "12 Place Chateaubriand, Intra Muros, 35400 Saint Malo, France"},
{"hotel_name": "Hotel Ajoncs d'Or", "url_hotel": "https://www.booking.com/hotel/fr/ajoncsdor.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.64735692105968,-2.0251965522766113", "score": "8.5", "text_description": "Hotel Ajoncs d'Or is located in the heart of the historic fortified city walls of Saint Malo, 350 metres from Saint-Malo Marina. It offers individually decorated rooms, which feature original artwork and free Wi-Fi access.\n\nEach soundproofed room has a private bathroom and satellite TV. Rooms are accessible by a lift.\n\nA buffet breakfast is served daily in the spacious bright dining room. Guests can enjoy a drink at the Ajoncs d'Or hotel bar.\n\nThe hotel is conveniently placed to make the most of St Malo's many famous restaurants. In the summer, Saint Malo is a lively seaside resort featuring numerous outdoor and beach activities. Gare de Saint-Malo Train station is 1.8 km away. Private parking is available for an additional fee and must be reserved in advance.", "address": "10 rue des Forgeurs, Intra Muros, 35400 Saint Malo, France"},
{"hotel_name": "La Marinière Hôtel Restaurant", "url_hotel": "https://www.booking.com/hotel/fr/aux-voyageurs.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.646999,-2.008665", "score": "7.8", "text_description": "Boasting a restaurant, bar and views of city, La Marinière Hôtel Restaurant is set in Saint Malo, 1 km from Sillon Beach. Featuring a terrace, the 2-star hotel has air-conditioned rooms with free WiFi, each with a private bathroom. The accommodation offers room service and a concierge service for guests.\n\nAt the hotel, rooms come with a wardrobe. All rooms have a desk and a flat-screen TV, and some units at La Marinière Hôtel Restaurant have a balcony.\n\nA buffet, à la carte or continental breakfast is available at the property.\n\nPopular points of interest near the accommodation include Eventail Beach, Bas-Sablons Beach and Palais du Grand Large.", "address": "2 Boulevard des Talards, 35400 Saint Malo, France"},
{"hotel_name": "Hotel Eden", "url_hotel": "https://www.booking.com/hotel/fr/eden-saint-malo.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.66190918564983,-1.9896653294563293", "score": "7.8", "text_description": "The charming Hotel Eden is located 100 meters from the beach, with direct access to the old town and the congress centre. It offers comfortable rooms.\n\nStart the day with a delicious breakfast in the Hotel Eden’s spacious breakfast room. In the summertime you can dine on the pretty outdoor terrace.\n\nHotel Eden makes a great base for exploring the sites of Brittany and Normandy. The hotel is located on the road to the Mont Saint-Michel.\n\nAfter a busy day sightseeing you can enjoy a drink and a snack back at the Hotel Eden’s cosy lounge bar.\n\nThe hotel is only 2,3 kilometres from Saint-Malo's TGV train station and 3 kilometres from the ferry terminal to Jersey and Guernsey.", "address": "1 rue de l'Etang, Parame, 35400 Saint Malo, France"},
{"hotel_name": "Les Charmettes", "url_hotel": "https://www.booking.com/hotel/fr/les-charmettes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.659021392227906,-1.9960114359855652", "score": "8.8", "text_description": "Les Charmettes, on the seafront in the Brittany town of Saint-Malo, offers direct beach access and a guests can sample a drink at the beach bar. Each guest room has a private bathroom, flat-screen TV and free Wi-Fi.\n\nAll seaside room feature a balcony, while other rooms look onto the courtyard. All rooms come with a nautical theme.\n\nThe hotel Les Charmettes serves a continental breakfast, which can be enjoyed in the dining room or in the comfort of your room. The on-site restaurant serves traditional meals including seafood platters. Guests can also relax on the hotel terrace, overlooking the sea.\n\nThe Sillon beach is situated directly in front of the hotel and the Saint Malo Train Station is 2 km away. Guests can reach Saint-Malo city centre within 30 minutes by walk.", "address": "64 Boulevard Hébert, Sillon, 35400 Saint Malo, France"},
{"hotel_name": "Hôtel Le Nautilus", "url_hotel": "https://www.booking.com/hotel/fr/le-nautilus.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.650727056010815,-2.0249454730163734", "score": "9.4", "text_description": "Hôtel Le Nautilus is set in a renovated 17th-century building and is located in the walled city of Saint-Malo. This hotel offers a bar, luggage storage and a shared lounge. The property is a 2-minute walk from Saint-Vincent Cathedral and 50 metres from the beach. The property offers 4 Dutch bikes for free according to availability.\n\nAll the rooms feature soundproofing, a desk and satellite TV. Featuring a shower, the private bathroom also comes with a hairdryer and free toiletries. The bed linen has been upgraded for a 5 stars sleep quality.\n\nHôtel Le Nautilus is 300 metres from Saint-Malo Marina and 50 metres from several restaurants. Rennes Airport is 80 km away and free WiFi is included.", "address": "9, rue de la corne de cerf, Intra Muros, 35400 Saint Malo, France"},
{"hotel_name": "Ker Annick", "url_hotel": "https://www.booking.com/hotel/fr/ker-annick.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.647138,-2.008805", "score": "7.8", "text_description": "Situated in Saint Malo and within 1 km of Sillon Beach, Ker Annick has a bar, non-smoking rooms, and free WiFi throughout the property. The property is located 1.3 km from Casino Barrière Saint-Malo, 1.7 km from National Fort and 1.8 km from Grand Bé. The hotel features family rooms.\n\nAt the hotel, all rooms have a wardrobe. The private bathroom is fitted with a shower, free toiletries and a hairdryer. At Ker Annick, rooms have a flat-screen TV with satellite channels.\n\nGuests at the accommodation can enjoy a continental breakfast.\n\nPopular points of interest near Ker Annick include Eventail Beach, Bas-Sablons Beach and Palais du Grand Large.", "address": "3 Rue Alphonse Thébault, 35400 Saint Malo, France"},
{"hotel_name": "Hotel des Abers", "url_hotel": "https://www.booking.com/hotel/fr/des-abers.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.6504889200334,-2.024863580356623", "score": "8.8", "text_description": "Set in a property originally built in the 16th century, Hotel des Abers is situated in central Saint Malo, 400 metres from Saint-Malo Casino and 500 metres from Cale de Dinan Ferry. Saint-Malo Marina is 290 metres away.\n\nThe rooms have a flat-screen TV. The hotel features free WiFi throughout the property.\n\nNational Fort is 500 metres from Hotel des Abers, while Espace Duguay Trouin is 600 metres from the property. The nearest airport is Pleurtuit Airport, 8 km from the property.", "address": "10 rue de la corne de cerf, Intra Muros, 35400 Saint Malo, France"},
{"hotel_name": "Hôtel Le Britannic - centre gare-", "url_hotel": "https://www.booking.com/hotel/fr/le-britannic.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.6467882910655,-2.00719356536865", "score": "7.1", "text_description": "Hôtel Le Britannic - centre gare- is set in Saint Malo, within 1.4 km of Casino Barrière Saint-Malo and 1.9 km of National Fort. This 2-star hotel offers free WiFi. The property is non-smoking and is situated 1.2 km from Sillon Beach.\n\nAll rooms in the hotel are fitted with a kettle.\n\nPopular points of interest near Hôtel Le Britannic - centre gare- include Eventail Beach, Bas-Sablons Beach and Palais du Grand Large.", "address": "1 avenue louis martin, 35400 Saint Malo, France"},
{"hotel_name": "Logis Maison Vauban - Hotel St Malo", "url_hotel": "https://www.booking.com/hotel/fr/palais.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.65007743508441,-2.026853263432713", "score": "8.4", "text_description": "Hotel Maison Vauban is located next to the Saint-Vincent Cathedral in Saint-Malo. Just 200 metres from the beach and 450 metres from Saint-Malo Marina, it offers comfortable accommodation with free Wi-Fi.\n\nGuest rooms at the Palais are brightly decorated and equipped with a telephone, a flat-screen TV and a private bathroom.\n\nA buffet-style breakfast is served every morning. It can be enjoyed in the hotel's breakfast area or in the comfort of guest rooms.", "address": "8 rue Toullier, Intra Muros, 35400 Saint Malo, France"},
{"hotel_name": "ibis Styles Saint Malo Port", "url_hotel": "https://www.booking.com/hotel/fr/ibis-styles-saint-malo-port.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "48.63962613573007,-2.012365314358476", "score": "8.3", "text_description": "Offering a snack bar and free WiFi, ibis Styles Saint Malo Port is located in Saint Malo, less than a 10-minute walk from the sandy beaches and 1 km from Saint-Malo Train Station. Emerald Coast is located 2 km from the property.\n\nEach of the contemporary rooms features a flat-screen TV with satellite channels and a wardrobe. They all have a private bathroom complete with a hairdryer.\n\nAt ibis Styles Saint Malo Port you will find a 24-hour front desk and a bar. Other facilities offered at the property include luggage storage and a private parking with a supplement.\n\nThe hotel is only 1 km from the Ferry Terminal du Naye and close to the pier, providing access to the Channel Islands. It is also a 5-minute walk from the Olympic swimming pool of Saint Malo. Rennes Airport is 67 km away and the famous Mont Saint-Michel is less than an hour away by car. Dinard is 10 km away.", "address": "6-8 Quai du Val, 35400 Saint Malo, France"},
{"hotel_name": "Domaine de la Barbinais", "url_hotel": "https://www.booking.com/hotel/fr/domaine-de-la-barbinais.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.644812516266285,-1.9593614355819682", "score": "8.5", "text_description": "Set in a 7000 m², landscaped park, Domaine de la Barbinais is a hotel located in the countryside of Saint Malo.  WiFi access is available throughout.\n\nEach individually decorated room features a flat-screen TV and a desk. Each also includes a private bathroom with a  shower and a hairdryer.\n\nBreakfast is served each morning in the breakfast room with an additional cost.\n\nOther facilities offered at the property include physical reception is from 5:00 p.m. to 9:00 p.m. a telephone reception is provided 24 hours a day.. An array of activities can be enjoyed on site or in the surroundings, including cycling. The property offers free private parking on site and it is located a 5-minute drive from the beach.", "address": "La Barbinais, Parame, 35400 Saint Malo, France"},
{"hotel_name": "Escale Oceania Saint Malo", "url_hotel": "https://www.booking.com/hotel/fr/mascottesaintmalo.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.65428009162275,-2.0088377594947815", "score": "8.1", "text_description": "Escale Oceania Saint-Malo is located on the seafront, facing the Sillon Beach and a 14-minute walk from Saint-Malo Train Station. It offers modern rooms, a sunny outdoor terrace and 24 hour-a-day food service.\n\nGuest rooms feature a flat-screen TV and some of them offer a sea view. Free Wi-Fi internet access is provided.\n\nFree of charge guests have at their disposal a PC with internet access and a printer. Bikes can be rented on site.\n\nBreakfast is served every morning, and evening meals can be enjoyed at the hotel. Snacks are available throughout the day and packed lunches for picnics are also available.", "address": "76 Chaussée du Sillon, Sillon, 35400 Saint Malo, France"},
{"hotel_name": "Hotel De La Mer", "url_hotel": "https://www.booking.com/hotel/fr/la-cote-d-39-emeraude.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.656092348905595,-2.0023968000000423", "score": "7.5", "text_description": "Located just 150 metres from the beach in Saint-Malo, Hotel De La Mer offers free WiFi access throughout and an on-site bar. The train station is only a 10-minute walk away.\n\nAll rooms feature a flat-screen TV, wardrobe and heating. Each room has a private bathroom that includes a bath and free toiletries.\n\nIn July and August, a continental breakfast is available each morning at Hotel De La Mer. From September to June, it is served from Tuesday to Saturday. Restaurants can be reached within walking distance of the hotel.\n\nSaint-Malo Port is 2 km away and Espace Duguay Trouin Convention Centre is 1.1 km from the property. Naye Ferry Terminal is 2.4 km away.", "address": "28 avenue Pasteur, Sillon, 35400 Saint Malo, France"},
{"hotel_name": "Ambassadeurs Logis Hotel", "url_hotel": "https://www.booking.com/hotel/fr/ambassadeurs.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.65473053829876,-2.0077344777382677", "score": "8.1", "text_description": "Located on the seafront in Saint-Malo, the Ambassadeurs Logis Hotel is 1.5 km from the town centre and the TGV train station. It offers direct access to the beach and a 100 m² rooftop bar terrace with a panoramic sea view.\n\nAll rooms are serviced by a lift and equipped with a TV and a private bathroom. Some guest rooms also have a private balcony that overlooks the sea.\n\nAmbassadeurs Logis Hotel has a bar and free Wi-Fi is available throughout the property. There is also an on-site crêperie, which serves a variety of home-made dishes.\n\nGuests can discover Brittany’s Emerald Coast and the Ambassadeurs is just a 10-minute walk from the Thermes Marins Spa. Free public parking is possible nearby and private parking is available, upon reservation when booking.", "address": "11 Chaussée Du Sillon, Sillon, 35400 Saint Malo, France"},
{"hotel_name": "Hotel Ar Terra Nova", "url_hotel": "https://www.booking.com/hotel/fr/ar-terra-nova.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.6364051,-2.01418439999998", "score": "7.9", "text_description": "Hotel Ar Terra Nova is situated in Saint Malo, 500 metres from Les Bas Sablons Beach and 1.2 km from Saint-Malo Old Town.\n\nEvery room comes with a flat-screen TV. All rooms include a private bathroom. Hotel Ar Terra Nova features free WiFi throughout the property.\n\nSolidor Tower is 900 metres from Hotel Ar Terra Nova, while Ferry Terminal du Naye is 1.2 km away. The nearest airport is Dinard Brittany Airport, 7 km from Hotel Ar Terra Nova.", "address": "8 Rue Godard, Saint-Servan, 35400 Saint Malo, France"},
{"hotel_name": "Residence Reine Marine", "url_hotel": "https://www.booking.com/hotel/fr/residence-reine-marine.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=7a305a478ee70288&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.66913503078455,-1.9835418462753296", "score": "8.6", "text_description": "Welcome to our new 4-star residence, completely dedicated to your comfort and well-being.\r\n\r\nAn exceptional location. A panoramic view of the islands and the bay of Saint-Malo. Direct access to the beach (no roads), convenient for residents and ideal for children. Saint-Malo is a great holiday location for all the family with cultural and sporting events throughout the year : literary festivals, boat races and regattas, exhibitions...\r\n\r\nThe Residence offers privileged access to the Thermes Marins de Saint-Malo sea spa centre, the Aquatonic® pool and the Saint Malo Golf Club.", "address": "65/67 Avenue John Fitzgerald Kennedy, 35400 Saint Malo, France"}
]