[
{"hotel_name": "Séjours & Affaires La Rochelle Les Minimes", "url_hotel": "https://www.booking.com/hotel/fr/residence-les-minimes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=6b73f231c8ee8d1ad6e7869230e1e31c&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.14584492619015,-1.1561179161071777", "score": "7.6", "text_description": "Le Séjours & Affaires La Rochelle Les Minimes est situé à La Rochelle, à seulement quelques pas du port et à 15 minutes à pied de la gare et du port de plaisance. Il propose des appartements et studios indépendants pour des séjours de 4 nuits minimum.\n\nRevêtu de moquette et de parquet, chaque appartement du Séjours & Affaires La Rochelle Les Minimes est insonorisé et entièrement meublé. Ils disposent d'une kitchenette entièrement équipée et d'une salle de bains privative.\n\nLes lits seront faits avant votre arrivée et un service de ménage est assuré gratuitement une fois par semaine. Vous bénéficierez d'un parking privé sur place.\n\nLa gare SNCF de La Rochelle et Les Minimes se trouvent à seulement 15 minutes à pied de la résidence.", "address": "27/29 rue Enrico FERMI, 17000 La Rochelle, France"},
{"hotel_name": "Central Park Hôtel & Spa", "url_hotel": "https://www.booking.com/hotel/fr/central-park-amp-spa.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=78d202d9e3697bfe0ffd3bd3e276a315&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.15891332534751,-1.1608233546310203", "score": "8.8", "text_description": "Le Central Park Hôtel & Spa est un établissement 4 étoiles situé à La Rochelle, à côté du Vieux-Port, à quelques minutes à pied de la plage et à 10 minutes de marche du cœur de la ville. Vous pourrez profiter du centre de bien-être avec salle de sport, bains à remous, sauna, hammam, massages et soins de beauté moyennant des frais supplémentaires.\n\nDans cet hôtel moderne et cependant écologique, toutes les chambres possèdent une salle de bains privative avec articles de toilette gratuits. Les suites comprennent un coin salon propice à la détente et certaines bénéficient d’une terrasse avec bain à remous. Chacune des chambres est équipée d’une télévision par satellite à écran plat.\n\nUn petit-déjeuner buffet est servi tous les matins. Le petit-déjeuner se compose de produits locaux et biologiques. Vous séjournerez dans un quartier résidentiel, à seulement quelques pas de boutiques et de restaurants.\n\nLa réception est ouverte 24h/24 et vous pourrez profiter d’un salon commun.\n\nLe Central Park Hôtel & Spa se trouve à respectivement 600 mètres et 1,7 km de la Grosse-Horloge et du parc des expositions de La Rochelle. L’aéroport de La Rochelle-Île de Ré, le plus proche, est accessible à 3 km.", "address": "4, avenue Jean Guiton, 17000 La Rochelle, France"},
{"hotel_name": "Appart'City Classic La Rochelle Centre", "url_hotel": "https://www.booking.com/hotel/fr/appart-city-cap-affaires-la-rochelle.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=f3aefa555558bdfedb3b8051e912fb43&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.158446693708605,-1.1410117149353027", "score": "7.5", "text_description": "L’Appart'City Classic La Rochelle Centre se situe à 10 minutes à pied de la gare ferroviaire de La Rochelle ainsi qu'à 15 minutes du Vieux-Port et de la vieille ville. Il propose des hébergements contemporains avec un coin salon et une télévision à écran LCD.\n\nLes appartements et studios comprennent une connexion Wi-Fi disponible gratuitement. Certains logements comportent un balcon privé. Leur kitchenette est équipée d'un micro-ondes et d'un réfrigérateur.\n\nLa résidence propose un petit-déjeuner buffet composé de pains variés (notamment sans gluten), de viennoiseries ainsi que de boissons chaudes et froides. Des fruits frais, des fromages et des yaourts sont également servis. Vous pourrez acheter des boissons et des collations auprès de la réception.\n\nL’Appart'City met des parkings extérieur et souterrain à votre disposition. Vous séjournerez à 15 minutes en voiture de l’aéroport de La Rochelle-Île de Ré. Vous pourrez visiter l’île de Ré située à seulement 15 km.", "address": "8 Rue Franc Lapeyre, 17000 La Rochelle, France"},
{"hotel_name": "Le Champlain", "url_hotel": "https://www.booking.com/hotel/fr/best-western-champlain-france-angleterre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=f0eac5c738c8df7d92fade27e5bf6f1a&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.16357605073282,-1.1541599035263062", "score": "8.8", "text_description": "L'hôtel Le Champlain est situé en face du parc Charruyer, au cœur de La Rochelle. Il propose des chambres spacieuses et climatisées avec télévision par câble à écran plat et connexion Wi-Fi gratuite.\n\nToutes les chambres sont desservies par un ascenseur.\n\nLors de votre séjour, vous pourrez profiter d'un service d'enregistrement rapide, d'une réception ouverte 24h/24, d'un jardin et d'un bar où vous trouverez une sélection de journaux internationaux.\n\nVous séjournerez à seulement 5 minutes du Vieux-Port.", "address": "30, Rue Rambaud , 17000 La Rochelle, France"},
{"hotel_name": "Maisons du Monde Hôtel & Suites - La Rochelle Vieux Port", "url_hotel": "https://www.booking.com/hotel/fr/inter-saint-jean-d-acre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=a2268c695c7e4e69b9c24ecefb1f2d52&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.15619304375638,-1.1544348299503326", "score": "8.4", "text_description": "Maisons du Monde Hôtel & Suites - La Rochelle Vieux Port est situé au niveau du port de La Rochelle. Vous bénéficierez gratuitement d'une connexion Wi-Fi gratuite dans l’ensemble des locaux.\n\nLa Maisons du Monde Hôtel & Suites - La Rochelle Vieux Port est implantée à proximité de nombreux restaurants et à quelques minutes à pied du quartier historique, de la plage et des attractions de La Rochelle. Vous aurez facilement accès à l’île de Ré et à l’île d’Oléron.\n\nLes chambres confortables comportent la climatisation, une salle de bains privative et une télévision à écran plat recevant les chaînes Canal+ et Eurosport.\n\nLe petit-déjeuner est servi de 7h00 à 11h00 le samedi et le dimanche et de 6h00 à 10h30 du lundi au vendredi.\n\nDes conditions différentes et des suppléments peuvent s’appliquer en cas de réservation de plus de 5 hébergements.", "address": "4, Place de La Chaîne et 3 rue Saint-Jean du Perot, 17000 La Rochelle, France"},
{"hotel_name": "Hôtel Le Rupella", "url_hotel": "https://www.booking.com/hotel/fr/le-rupella.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=f9d96671de9f2ba8538877a7b9020970&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.15817494424789,-1.15106999874115", "score": "7.1", "text_description": "Situé au cœur de La Rochelle, l'Hôtel Le Rupella propose des chambres avec salle de bains privative, connexion Wi-Fi gratuite et bureau, à 10 minutes à pied de la gare et à proximité du port.\n\nLes chambres de l'Hôtel Le Rupella comprennent une télévision à écran plat ainsi qu'une salle de bains privative pourvue d'une baignoire ou d'une douche et d'articles de toilette gratuits. Certaines sont en outre dotées d'un balcon.\n\nOffrant une vue panoramique sur le port, le restaurant de l'hôtel sert une cuisine française traditionnelle. Vous aurez également la possibilité de déguster un verre au bar sur place ou de savourer votre petit-déjeuner en chambre.\n\nL'hôtel possède une réception ouverte 24h/24. Enfin, il se trouve à 850 mètres de l'aquarium de la ville et à 5 minutes de route du parc des expositions de La Rochelle.", "address": "1 et 3 Quai Maubec, 17000 La Rochelle, France"},
{"hotel_name": "Le Saint-Nicolas", "url_hotel": "https://www.booking.com/hotel/fr/comforthotelsaintnicolas.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=4bab0b01929391c238365a23b6295345&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.158134569625595,-1.1489127710774483", "score": "9.0", "text_description": "Le Saint-Nicolas vous accueille dans le quartier animé de Saint-Nicolas, à La Rochelle, à proximité de boutiques d’antiquités, de bars et de cafés. Cet établissement dispose d’une connexion Wi-Fi gratuite et d’une véranda agrémentée de grands canapés et de plantes tropicales.\n\nLes chambres sont toutes équipées de la climatisation et d’une télévision par satellite à écran plat recevant les chaînes du groupe Canal+. Les salles de bains privatives sont pourvues d'une douche ou d'une baignoire ainsi que d'un sèche-cheveux.\n\nChaque matin, vous pourrez savourer un petit-déjeuner buffet composé de plats chauds et froids dans la véranda. Vous pourrez également prendre un petit-déjeuner continental dans votre chambre. Le bar sur place sert du thé, du café et des boissons de la région.\n\nDes places de stationnement peuvent être réservées dans un parking privé et sécurisé, moyennant des frais supplémentaires et sous réserve de disponibilité. La hauteur maximale autorisée des véhicule est de 1,90 mètres et la largeur des places de stationnement est d'environ 2 mètres.\n\nVous séjournerez à 550 mètres de la tour Saint-Nicolas qui garde l’entrée du Vieux-Port. La gare de La Rochelle se trouve à 700 mètres.", "address": "13 rue Sardinerie, 17000 La Rochelle, France"},
{"hotel_name": "Résidence New Rochelle", "url_hotel": "https://www.booking.com/hotel/fr/residence-du-port.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=f8025501c5ef680acef3bb4bf42a5d33&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.14068996476348,-1.1661601063315175", "score": "7.8", "text_description": "La Résidence New Rochelle est située près du port de plaisance de La Rochelle. Une piscine extérieure et un jardin sont disponibles. La plage se trouve à seulement 200 mètres.\n\nTous les studios de la Résidence disposent d’une connexion Wi-Fi gratuite, d’une salle de bains privative avec baignoire ou douche ainsi que d’une cuisine équipée avec réfrigérateur et micro-ondes. Attribués sous réserve de disponibilité, certains studios offrent une vue sur le port de plaisance ou la piscine.\n\nUne terrasse est disponible sur place. Vous trouverez des restaurants ouverts pour le déjeuner et le dîner dans les environs de la Résidence New Rochelle.\n\nUn parking à vélos sécurisé est mis gratuitement à votre disposition sur place.\n\nLe centre de La Rochelle est accessible en 10 minutes en bus. Vous pourrez profiter d’un parking privé à proximité et rejoindre l’autoroute N11 en 10 minutes en voiture.", "address": "17 Avenue du Lazaret, 17000 La Rochelle, France"},
{"hotel_name": "Hôtel La Monnaie Arty & Spa", "url_hotel": "https://www.booking.com/hotel/fr/de-la-monnaie.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=a9e53fee203fe85fef5375cfd419b1ee&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.15630080488247,-1.158108115196228", "score": "8.9", "text_description": "Idéalement situé dans le quartier historique de La Rochelle, l’Hôtel La Monnaie Arty & Spa est aménagé dans un édifice datant du XVIIe siècle qui surplombe le Vieux-Port. Orné d’œuvres d’art, l’hôtel propose une terrasse et un centre de bien-être. Le parking sur place est limité et disponible sur demande.\n\nOffrant une vue sur la cour intérieure ou la vieille ville entourée de fortifications, toutes les chambres de l’Hôtel De La Monnaie disposent de la climatisation. Les chambres disposent d’une télévision, d’une connexion Wi-Fi gratuite, d’un plateau/bouilloire et d’une salle de bains privative.\n\nLe centre de bien-être est accessible uniquement sur demande.\n\nLors de votre séjour, vous pourrez prendre un verre au bar et déguster votre petit-déjeuner dans le charmant salon, la cour bien exposée ou dans l’intimité de votre chambre.\n\nL’emplacement central de l’hôtel De La Monnaie vous permettra de flâner dans les rues piétonnes et de découvrir les nombreux restaurants locaux, ainsi que le marché de produits régionaux à proximité. Vous bénéficierez d’un parking privé moyennant des frais supplémentaires.", "address": "3 Rue De La Monnaie, 17000 La Rochelle, France"},
{"hotel_name": "Lagrange Apart'Hotel l’Escale Marine", "url_hotel": "https://www.booking.com/hotel/fr/l-escale-marine.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=6c1862b61044d3919af7c48ad902879c&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.15107011961584,-1.1548632902130294", "score": "7.6", "text_description": "L’établissement Lagrange Apart'Hotel l’Escale Marine vous accueille à La Rochelle, à côté du port des Minimes. Cette résidence possède une piscine couverte chauffée ainsi qu’un centre de bien-être. L’aquarium et le Vieux-Port sont accessibles en 5 minutes à pied. Un parking sur place est proposé moyennant un supplément, sous réserve de disponibilité.\n\nLes appartements et les studios insonorisés comprennent tous une connexion Wi-Fi gratuite, une kitchenette entièrement équipée munie d’un micro-ondes/four ainsi qu’une salle de bains privative. Tous les appartements et les suites sont accessibles par ascenseur.\n\nDes massages sont dispensés sur demande et moyennant des frais supplémentaires. La gare de La Rochelle Ville se trouve à 1 km, tandis que l'aéroport de La Rochelle-île de Ré se situe à 8 km.", "address": "36 Avenue Amerigo Vespucci, 17000 La Rochelle, France"},
{"hotel_name": "Résidence Pierre & Vacances Centre", "url_hotel": "https://www.booking.com/hotel/fr/pierre-vacances-centre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=d6ba1c02133b80a36dcbab21fb8d670f&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.15576942900863,-1.1463922262191772", "score": "7.8", "text_description": "La Résidence Pierre & Vacances Centre vous accueille à La Rochelle, à 5 minutes de marche du vieux port et à 300 mètres de la gare TGV. Elle possède une terrasse et une piscine intérieure chauffée.\n\nLes studios du Pierre & Vacances Centre disposent d'un coin salon et d'une télévision à écran plat. Chaque studio comprend une kitchenette équipée d'un lave-vaisselle, d'un micro-ondes et d'une cafetière électrique.\n\nLa résidence est desservie par un ascenseur et accessible aux personnes à mobilité réduite.\n\nLa Residence Pierre & Vacances Centre bénéficie d’un emplacement idéal pour partir à la découverte de La Rochelle. Vous pourrez également faire une excursion en bateau vers l’île de Ré et le fort Boyard. La plage est à seulement 15 minutes de marche de l’hôtel. Vous pourrez profiter d’un parking sur réservation, sous réserve de disponibilité et moyennant des frais supplémentaires.\n\nVeuillez noter que la piscine est ouverte tous les jours de 9h00 à 19h00.", "address": "14, quai de Marans, 17000 La Rochelle, France"},
{"hotel_name": "Hôtel François 1er", "url_hotel": "https://www.booking.com/hotel/fr/hotelfrancoiser.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=3bc952826b5ab3935ffca865374e65e4&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.16091142532221,-1.1520369350910187", "score": "8.2", "text_description": "Situé dans le cœur historique de La Rochelle, l’Hôtel François 1er vous accueille dans un bâtiment datant du XVIe siècle, à seulement 5 minutes à pied du Vieux-Port et du marché local. L’Hôtel François 1er propose une réception ouverte 24h/24 et une connexion Wi-Fi gratuite illimitée.\n\nTous les logements spacieux de l’Hôtel François 1er présentent un décor confortable inspiré par le rock, le cinéma, la peinture, le graffiti ou la photographie. Une télévision et une salle de bains privative sont disponibles.\n\nSur place, vous profiterez d’un service d’étage, d’un bar-salon et d’un espace détente. Le parking sécurisé de l’établissement, situé dans le centre-ville, est accessible sur demande et moyennant un supplément.\n\nVous séjournerez à quelques pas de plusieurs magasins, restaurants et bars animés. L’Hôtel François 1er se situe aussi à proximité de lieux d’intérêt comme l’aquarium, le musée d’histoire naturelle, ainsi que les parcs et plages de la ville.\n\nLa gare de La Rochelle est idéalement située à 1,9 km de l'Hôtel François 1er.", "address": "13-15 Rue Bazoges, 17000 La Rochelle, France"},
{"hotel_name": "ATHOME RESIDENCE ET SPA", "url_hotel": "https://www.booking.com/hotel/fr/athome-residence-et-spa.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=330f7dbd986cdf01543fd2ef8de07768&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.145995,-1.152398", "score": "8.4", "text_description": "Situé à La Rochelle, à 1,1 km de la plage du Roux, l'ATHOME RESIDENCE ET SPA propose des hébergements avec un spa et une salle de sport. Vous bénéficierez gratuitement d'une connexion Wi-Fi dans l'ensemble des locaux et d'un parking privé sur place. Cet appart'hôtel propose des chambres familiales ainsi que des équipements pour les personnes à mobilité réduite.\n\nTous les logements comprennent une télévision par satellite à écran plat ainsi qu'une kitchenette entièrement équipée avec une table à manger. Leur salle de bains privative est pourvue d'une douche, d'un sèche-cheveux et d'articles de toilette gratuits. Un micro-ondes, un réfrigérateur, des plaques de cuisson, une machine à café et une bouilloire sont également fournis. Le linge de lit et les serviettes de toilette sont fournis.\n\nUn petit-déjeuner buffet et continental composé de spécialités locales, de viennoiseries fraîches et de crêpes est servi. Vous trouverez un café, un bar et un salon.\n\nCet appart'hôtel possède un jardin et une terrasse bien exposée.\n\nVous séjournerez à proximité des Minimes, de l'Espace Encan et de la gare de La Rochelle. L'aéroport de La Rochelle-Île de Ré est à 8 km.", "address": "33 avenue du docteur planet, 17000 La Rochelle, France"},
{"hotel_name": "Hôtel de l'Océan", "url_hotel": "https://www.booking.com/hotel/fr/de-l-ocean-la-rochelle.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=fe9d23d2aa27b9aebc63310d5ad33628&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.1570198263049,-1.1541277170181274", "score": "8.6", "text_description": "Construit en 1646, l'Hôtel de l'Océan se trouve dans le quartier du Vieux Port, au cœur de La Rochelle. Il propose des chambres insonorisées avec climatisation et connexion Wi-Fi gratuite.\n\nCertaines chambres offrent une vue sur le golfe de Gascogne et le port.\n\nUn petit-déjeuner continental est servi sur la terrasse, en chambre ou dans la salle prévue à cet effet.\n\nL'Hôtel de L'Océan est situé à 2 minutes à pied des principaux sites touristiques de La Rochelle. L'Aquarium La Rochelle est accessible en 15 minutes de marche. Vous pourrez rejoindre l'île d'Aix, Fort Boyard ainsi que les îles de Ré et d'Oléron grâce aux navettes en bateau disponibles en face de l'hôtel.", "address": "36 Cours Des Dames, 17000 La Rochelle, France"},
{"hotel_name": "Maison des Ambassadeurs", "url_hotel": "https://www.booking.com/hotel/fr/la-residence-de-france-residence-hoteliere.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=035a291a73e420817010f5e1fc6433b6&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.162825533595864,-1.1511021852493286", "score": "9.0", "text_description": "Situé au cœur de La Rochelle, dans un bâtiment datant du XVIIIe siècle, à seulement 5 minutes à pied du Vieux-Port, la Maison des Ambassadeurs propose une réception ouverte 24h/24 et un service de conciergerie.\n\nPrésentant une décoration haut de gamme, toutes les chambres et les suites de la Maison des Ambassadeurs incluent une salle de bains privative avec des articles de toilette gratuits.\n\nLe soir, le piano-bar ou la terrasse sur place offrent un cadre idéal pour boire un verre. Vous pourrez vous détendre dans les salons de l'hôtel ou au bord de la piscine extérieure.\n\nCet hôtel se trouve à seulement 1,5 km de l’Aquarium La Rochelle et de la plage, et à 15 minutes de route du pont de l'île de Ré. Des bornes de recharge pour les voitures électriques se trouvent sur place.", "address": "43 rue du Minage, 17000 La Rochelle, France"},
{"hotel_name": "Le Masq Hôtel Best Western Premier", "url_hotel": "https://www.booking.com/hotel/fr/masqhotel.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=a9a67d287e97b8717d40e33c472df91b&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.15483672188565,-1.1450564861297607", "score": "8.9", "text_description": "Le Best Western Masqhotel est un hôtel design situé à 5 minutes de marche du vieux port de La Rochelle. Il possède des chambres contemporaines, un bar-salon et une connexion Wi-Fi gratuite.\n\nLes chambres et les suites climatisées du Masqhotel comprennent des œuvres d'art originales. Elles sont dotées d'une télévision par satellite à écran plat, d'un bureau et d'un plateau/bouilloire.\n\nUn petit-déjeuner buffet composé de plats chauds et froids est servi chaque matin à l'hôtel. Vous pourrez également vous détendre dans le bar-salon de l'établissement, qui propose un large choix de boissons ainsi que des journaux gratuits.\n\nLa réception est ouverte 24h/24. Un service de blanchisserie et un parking privé sont disponibles moyennant des frais supplémentaires.\n\nCet hôtel certifié Eco-label se trouve à 150 mètres de la gare de La Rochelle et à 6 km de l'aéroport de la ville.", "address": "17 Rue de L'ouvrage à Cornes, 17000 La Rochelle, France"},
{"hotel_name": "Hôtel Les Brises", "url_hotel": "https://www.booking.com/hotel/fr/hotellesbrises.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=6b73f231c8ee8d1ad6e7869230e1e31c&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.15345807004079,-1.174386441707611", "score": "8.6", "text_description": "Situé en bord de mer, à seulement 2 km du vieux port de La Rochelle, l’Hôtel Les Brises offre une vue panoramique sur la mer et les îles voisines. Vous bénéficierez gratuitement d’une connexion Wi-Fi.\nLes chambres du Brises comportent une télévision par satellite. Les salles de bains privatives sont pourvues d'articles de toilette de luxe.\n\nVous pourrez déguster une boisson au bar ou vous détendre sur la grande terrasse en bord de mer offrant une vue panoramique sur la mer. L’établissement est équipé d’un ascenseur.\n\nL’hôtel Les Brises est implanté à 2 km du centre de La Rochelle et à côté du parc Franck Delmas.", "address": "Chemin de la digue Richelieu, 17000 La Rochelle, France"},
{"hotel_name": "Hotel de La Paix", "url_hotel": "https://www.booking.com/hotel/fr/de-la-paix-la-rochelle.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=6b73f231c8ee8d1ad6e7869230e1e31c&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.16193939006405,-1.1508554216925404", "score": "7.2", "text_description": "Au cœur de la ville historique, à 2 pas du Vieux Port de La Rochelle, l'hôtel vous accueille dans une authentique maison d’armateur du XVIIIème siècle.\r\n\r\nEntre le marché et la place de Verdun, l’Hotel De La Paix vous propose 19 chambres tout confort, de 1 à 5 personnes, et un accueil chaleureux et convivial que vous soyez en déplacement professionnel ou en vacance avec votre famille. \r\n\r\nDe nouveaux services vous sont également proposés comme la location de salles de réunion et  l’accès Wi-Fi dans toutes les chambres. Sur réservation, en table d’hôtes ou en demi-pension, la cuisine du chef ne vous laissera pas indifférents.", "address": "14 Rue Gargoulleau, 17000 La Rochelle, France"},
{"hotel_name": "Hotel La Marine, Vieux Port", "url_hotel": "https://www.booking.com/hotel/fr/la-marine-la-rochelle.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=f9d96671de9f2ba8538877a7b9020970&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.15815872214761,-1.1526705457436037", "score": "8.4", "text_description": "L'Hôtel La Marine est situé dans le centre-ville de La Rochelle, dans le quartier du Vieux-Port, en face des tours médiévales. Non-fumeurs, ses chambres disposent toutes d'une connexion Wi-Fi gratuite.\n\nCertaines jouissent d'une vue sur le port, tandis que d'autres donnent sur la cour intérieure fleurie. Toutes possèdent une télévision.\n\nUn petit-déjeuner vous sera servi tous les matins dans votre chambre.\n\nLes alentours de l'Hôtel La Marine abritent plusieurs restaurants et bars, ainsi que l'aquarium et le théâtre La Coursive. Une navette à destination des îles voisines (Oléron, Ré...) et de Fort Boyard s'arrête à 5 minutes à pied de l'établissement. Le parking sécurisé se trouve à 500 mètres.", "address": "30 Quai Duperre, 17000 La Rochelle, France"},
{"hotel_name": "Logis Hôtel Le Rochelois", "url_hotel": "https://www.booking.com/hotel/fr/le-rochelois.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=f9d96671de9f2ba8538877a7b9020970&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.15418174739432,-1.1824365201682667", "score": "7.6", "text_description": "L'Logis Hôtel Le Rochelois possède une piscine extérieure ouverte en saison et un court de tennis. La connexion Wi-Fi est gratuite dans l'ensemble de l'établissement. Une piscine d'hydromassage, un sauna et un hammam sont également disponibles moyennant des frais supplémentaires.\n\nLes chambres sont équipées d'une télévision à écran plat. Leur salle de bains privative est pourvue d'une douche à l'italienne ou d'une baignoire et de toilettes.\n\nLe petit-déjeuner continental quotidien est composé de viennoiseries, de fromages, de fruits, d’œufs, de céréales, de confitures, de jambon, de miel et de thé.\n\nL'Logis Hôtel Le Rochelois se trouve à 5 km de la gare ferroviaire de La Rochelle. Un nombre limité de places de parking privées sont disponibles gratuitement sur place. Un parking privé souterrain est également accessible moyennant des frais supplémentaires.", "address": "66, boulevard Winston Churchill  Port neuf, 17000 La Rochelle, France"},
{"hotel_name": "Tour de Nesle La Rochelle Vieux Port 3 etoiles", "url_hotel": "https://www.booking.com/hotel/fr/de-la-tour-de-nesle-la-rochelle.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=f8025501c5ef680acef3bb4bf42a5d33&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.15809741187169,-1.1503618953975092", "score": "8.7", "text_description": "Situé face aux 2 tours de l'entrée du port de La Rochelle, l'Hôtel de la Tour de Nesle est un charmant établissement bénéficiant d'un emplacement idéal au cœur de la vieille ville.\n\nL'hôtel fournit une connexion Wi-Fi gratuite et propose des chambres confortables à la décoration simple et fonctionnelle. Certaines d'entre elles offrent une vue sur les célèbres tours médiévales de La Rochelle.\n\nVous pourrez commencer la journée par un copieux petit-déjeuner servi dans la salle prévue à cet effet.\n\nLa Tour de Nesle se trouve dans un quartier pittoresque regorgeant de restaurants, de boutiques et de cafés.", "address": "2, Quai Louis Durand, 17000 La Rochelle, France"},
{"hotel_name": "Hôtel Le Bord'O Vieux Port", "url_hotel": "https://www.booking.com/hotel/fr/hoteldebordeauxlaroc.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=f9d96671de9f2ba8538877a7b9020970&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.156876765943665,-1.1491119861602783", "score": "8.3", "text_description": "Occupant un bâtiment du XVIIIe siècle, le Hôtel Le Bord'O Vieux Port est situé dans une rue piétonne animée, à seulement 30 mètres du vieux port de La Rochelle. Il comporte des chambres climatisées et une terrasse. La connexion Wi-Fi est gratuite dans tout l'établissement.\n\nLes chambres du Hôtel Le Bord'O Vieux Port comprennent une télévision, un téléphone ainsi qu'une salle de bains privative pourvue d'une douche et d'un sèche-cheveux.\n\nCet établissement sert un petit-déjeuner buffet que vous pourrez savourer sur la terrasse en été.\n\nVous trouverez, en outre, un parking public et payant, à proximité. Le Hôtel Le Bord'O Vieux Port vous accueille à 500 mètres de la gare de La Rochelle ainsi qu'à 3 minutes à pied de l'aquarium et du centre de conférences.", "address": "43, Rue Saint Nicolas, 17000 La Rochelle, France"},
{"hotel_name": "Le Manoir Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/le-manoir-la-rochelle.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=f9d96671de9f2ba8538877a7b9020970&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.162704781136576,-1.1606106162071228", "score": "8.6", "text_description": "Occupant un bâtiment du XIXe siècle à La Rochelle, cet hôtel se trouve à seulement 500 mètres du centre-ville et du port. Il propose des chambres climatisées avec connexion Wi-Fi gratuite et télévision par câble.\n\nChaque chambre insonorisée est équipée d'une télévision à écran plat. Toutes les chambres élégantes sont dotées de parquet ancien et de hauts plafonds. Leur salle de bains privative est pourvue d'articles de toilette.\n\nUn petit-déjeuner buffet est servi chaque matin dans la salle à manger contemporaine de l'hôtel Le Manoir.\n\nLe Manoir se trouve à 200 mètres du parc Saint-Jean d'Acre et à 2 km de la gare de La Rochelle. La plage de La Rochelle se trouve à 12 minutes à pied et le bus desservant l'aéroport et la gare de La Rochelle s'arrête à proximité de l'hôtel.", "address": "8 bis Avenue du Général Leclerc , 17000 La Rochelle, France"},
{"hotel_name": "Hôtel La Fabrique", "url_hotel": "https://www.booking.com/hotel/fr/la-fabrique-la-rochelle.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=f9d96671de9f2ba8538877a7b9020970&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.156155,-1.14858300000003", "score": "8.4", "text_description": "L’Hôtel La Fabrique se trouve à La Rochelle.\n\nLes chambres sont dotées d’une télévision à écran plat. Vous profiterez d’une connexion Wi-Fi gratuite dans l’ensemble de l’établissement.\n\nL’établissement dispose d’une réception ouverte 24h/24. Un parking public payant est disponible à proximité.\n\nL’Hôtel La Fabrique se trouve à 600 mètres de l’Espace Encan et à 700 mètres du parc des expositions de La Rochelle. L’aéroport de La Rochelle-Île de Ré, le plus proche, est à 4 km.", "address": "7-9-11 rue de la Fabrique, 17000 La Rochelle, France"},
{"hotel_name": "Hôtel Le Transatlantique - Lycée Hôtelier La Rochelle", "url_hotel": "https://www.booking.com/hotel/fr/lycee-hotelier-la-rochelle.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9sYSByb2NoZWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYzZlZmEzOC1hMzMzLTRjODEtYTAzYS1mODExNjM5OGNjMzDYAgXgAgE&sid=f9d96671de9f2ba8538877a7b9020970&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=6d715a46a837067c&type=total&ucfs=1&", "hotel_coordinates": "46.143734,-1.160263", "score": "8.8", "text_description": "Situé à La Rochelle, à 2,5 km du parc des expositions de la ville, l'établissement La Rochelle propose une connexion Wi-Fi gratuite.  Vous séjournerez à environ 5 km de la Grosse Horloge de La Rochelle, à 1,5 km du musée maritime de La Rochelle et à 1,8 km de l'aquarium de La Rochelle. Cet établissement non-fumeurs se trouve à 1,5 km de l'Espace Encan.\n\nLes chambres comprennent un bureau, une télévision à écran plat et une salle de bains privative. Toutes comprennent une armoire et une bouilloire.\n\nUn petit-déjeuner continental et à la carte est servi chaque matin au Lycée Hôtelier La Rochelle. Vous trouverez également 2 restaurants sur place proposant un menu du jour, où vous pourrez dîner sur réservation.\n\nVous séjournerez à proximité du port de plaisance des Minimes, du musée d'Automata et de l'université de La Rochelle. L'aéroport de La Rochelle-Île de Ré, le plus proche, est à 11 km.", "address": "1 Avenue des Minimes, 17000 La Rochelle, France"}
]