[
{"hotel_name": "Citadines Presqu'île Lyon", "url_hotel": "https://www.booking.com/hotel/fr/citadines-aparthotel-lyon-presqu-ile.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "45.7615873580887,4.832626506686211", "score": "8.5", "text_description": "Citadines Presqu'île Lyon is located in the centre of Lyon, between the Rhône and Saône Rivers in the heart of the Presqu'île district. It offers fully equipped studios and apartments with free WiFi access.\n\nEach apartment and studio at Citadines Presqu'île Lyon has a safety deposit box, ironing facilities and satellite TV. The kitchenette has a fridge, microwave, dishwasher and toaster. Bed linen and towels are provided. Some units have air conditioning.\n\nFor an additional cost, a buffet breakfast is available daily in the breakfast room. The reception desk is open 24 hours a day. There is a launderette on site offering a dry-cleaning service at a supplement.\n\nCitadines Presqu'île Lyon is located 450 metres from Cordeliers Bourse Metro Station. Vieux Lyon is a 6-minute walk away, while Place Bellecour is 500 metres from the property. Lyon-Perrache Train Station is a 13-minute drive away. Parking is available nearby for an additional charge and is subject to availability.", "address": "2 Rue Thomassin, 2nd arr., 69002 Lyon, France"},
{"hotel_name": "Hotel des Savoies Lyon Perrache", "url_hotel": "https://www.booking.com/hotel/fr/hoteldessavoies.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.74973596622572,4.829850420355797", "score": "7.7", "text_description": "Situated in Lyon’s Presqu’île district, a 7-minute walk from Lyon-Perrache Train Station, Hotel des Savoies Lyon Perrache provides accommodation with free WiFi throughout.\n\nAll rooms have air conditioning, an electric kettle and a flat-screen TV. There is a private bathroom. Hairdryers are available upon request.\n\nBreakfast is available daily at a supplement as a takeaway or in the guest's room. It includes hot drinks, juice, pastries, bread, cheese and cold meats. Reception is open 24 hours a day.\n\nLyon’s Museum of Fine Arts is a 13-minute drive from the property, while Vieux Lyon is a 17-minute walk away. Lyon-Saint Exupéry Airport is 31 km from Hotel des Savoies Lyon Perrache.", "address": "80 Rue de la Charité, 2nd arr., 69002 Lyon, France"},
{"hotel_name": "B&B HOTEL LYON Centre Perrache Berthelot", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-lyon-centre-perrache-berthelot.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "45.7478087,4.83553970000003", "score": "7.8", "text_description": "Opened in December 2017, B&B HOTEL LYON Centre Perrache Berthelot is situated a 9-minute walk from the nearest public transport station and offers accommodation with free WiFi. Trams, buses and metros make it easy for guests to access Lyon city centre and the Part Dieu station and district. Private covered parking is available onsite for an extra charge.\n\nAt the hotel, all the air-conditioned rooms include a desk, a wardrobe, a flat-screen satellite TV and a private bathroom.\n\nA buffet breakfast is available each morning at the property.\n\nSpeaking English and French, staff will be happy to provide guests with practical information on the area at the reception.\n\nConfluence Museum is a 5-stop tram ride away, while Place Bellecour is within a 20-minute walk.  Halle Tony Garnier conference and concert hall is 2.2 km away. The nearest airport is Lyon - Saint Exupery Airport, 30 km from the property.", "address": "43 Rue Raulin, 7th arr., 69007 Lyon, France"},
{"hotel_name": "Séjours & Affaires Lyon Saint-Nicolas", "url_hotel": "https://www.booking.com/hotel/fr/sejours-affaires-lyon-saint-nicolas.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.754237051783875,4.8590898513793945", "score": "7.3", "text_description": "Séjours & Affaires Lyon St-Nicolas is located in central Lyon, 750 metres from Part Dieu Train Station. The studios and apartments offer equipped kitchenettes and free WiFi access.\n\nEach studio has a desk, a private bathroom and a TV, and the kitchenettes are equipped with cooking facilities, a fridge and a microwave.\n\nThe property offers free weekly cleaning and a meeting room. Hotel services available for an additional cost include parking and laundry facilities.\n\nPlace Bellecour and Lyon's Old Town can be accessed directly via metro from Garibaldi Metro Stop, 700 metres away.", "address": "90 Boulevard Vivier Merle, 3rd arr., 69003 Lyon, France"},
{"hotel_name": "Première Classe Lyon Centre Gare Part Dieu", "url_hotel": "https://www.booking.com/hotel/fr/premiere-classe-lyon-centre-gare-part-dieu.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.756034577239554,4.859098568558693", "score": "7.4", "text_description": "Première Classe Lyon Centre Gare Part Dieu offers air-conditioned accommodation with free WiFi, 500 metres from the Lyon Part-Dieu Train, metro and bus station.\n\nRooms at this Premiere Classe hotel include a TV, work desk and en suite facilities with a shower, washbasin and toilet. All rooms are accessible by lift and can accommodate a children's cot.\n\nA buffet breakfast can be enjoyed every morning.\n\nPremière Classe Lyon Centre Gare Part Dieu is an 8-minute walk to Part Dieu shopping mall. It is a 10-minute metro or bus ride from Vieux Lyon and 26 km from Lyon Saint-Exupéry Airport.", "address": "75 Boulevard Marius Vivier Merle, 3rd arr., 69003 Lyon, France"},
{"hotel_name": "Hôtel Le Roosevelt Lyon", "url_hotel": "https://www.booking.com/hotel/fr/hotelrooseveltlyon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "45.76825733744846,4.848283231258392", "score": "8.5", "text_description": "Hôtel Le Roosevelt Lyon offers accommodation with a 24-hour front desk and free WiFi in Lyon. The nearest metro station is located a 5-minute walk away. The property provides secure private parking, subject to availability.\n\nAll rooms are equipped with air conditioning, a flat-screen TV with satellite channels, a desk and a safe. The private bathroom is fitted with a bath or a shower and offers free toiletries.\n\nA hot and cold buffet breakfast is served daily and includes pastries, bread, cereal, cheese, cold meats, fruit juices and hot drinks. There is also a bar and the hotel has a partnership with a local gym.\n\nPlace Bellecour and Saint-Jean-Baptiste Cathedral are both within 2.5 km of the property while Lyon Part-Dieu Train Station is 21 minutes away on foot.", "address": "48, rue de Sèze, 6th arr., 69006 Lyon, France"},
{"hotel_name": "Hotel Elysée", "url_hotel": "https://www.booking.com/hotel/fr/elysee-lyon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.7596388109359,4.833902567625046", "score": "8.1", "text_description": "Hotel Elysée is located in the heart of Lyon city centre, just a few steps from the Place Bellecour. It offers soundproofed accommodation with free WiFi internet access.\n\nThis 19th century residence provides en suite guest rooms, equipped with air-conditioning and satellite TV. All rooms are accessible by lift, which begins at the first floor.\n\nA daily breakfast is served in the hotel’s former vaulted cellar. Guests can also enjoy a drink from the bar.\n\nHotel Elyseé is within easy reach of the city’s many shops, cinemas, museums and gastronomic restaurants.\n\nBellecour Metro is 100 metres from the Hotel Elysée, offering connections throughout Lyon. Lyon Part Dieu Train Station is 2 km from the hotel.", "address": "92 rue Président Edouard Herriot, 2nd arr., 69002 Lyon, France"},
{"hotel_name": "Résidence Montempô Part Dieu", "url_hotel": "https://www.booking.com/hotel/fr/residence-hoteliere-temporim-part-dieu.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.75916256391318,4.865237474441528", "score": "7.8", "text_description": "Located in Lyon, Résidence Montempô Lyon Part-Dieu offers fully equipped studios and apartments. It is 400 metres from Lyon Part Dieu Train Station and guests have access to free WiFi.\n\nThe studios and apartments have a dining area, a flat-screen TV, air conditioning and a desk. The kitchenette includes a microwave, fridge and electric hotplates. There is a private bathroom with a shower.\n\nBreakfast can be delivered to the room each day for an additional charge. It includes a croissant, fresh bread, a yogurt, fruit juice, a hot drink and jams.\n\nRésidence Montempô Lyon Part-Dieu facilities include ironing and laundry for an additional charge.\n\nA variety of cafes and restaurants can be found within a 10-minute walk. For guests arriving by car, private parking is available in the property's garage.", "address": "30 Avenue Georges Pompidou, 3rd arr., 69003 Lyon, France"},
{"hotel_name": "MEININGER Hotel Lyon Centre Berthelot", "url_hotel": "https://www.booking.com/hotel/fr/meininger-lyon-centre-berthelot.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.746083,4.837187", "score": "8.3", "text_description": "Situated in Lyon, 200 metres from Musée de la Resistance, MEININGER Hotel Lyon Centre Berthelot features accommodation with a bar, private parking, a shared lounge and a terrace. Fourvière is 3.1 km away.\n\nAll rooms boast a flat-screen TV with cable channels and a private bathroom.\n\nThe hotel offers a continental buffet breakfast.\n\nThere is a 24-hour front desk, a shared kitchen. The terrace is only open during the breakfast service.\n\nThe Museum of Fine Arts of Lyon is 2.9 km from MEININGER Hotel Lyon Centre Berthelot, while Musée des Confluences is 2.4km from the property. Perrache Train Station is 1.3 km away. The nearest airport is Lyon - Saint Exupery Airport, 26 km from the accommodation.", "address": "Rue Professeur Zimmermann 7, 7th arr., 69007 Lyon, France"},
{"hotel_name": "Radisson Blu Hotel, Lyon", "url_hotel": "https://www.booking.com/hotel/fr/radisson-blu-hotel-lyon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "45.7610637851169,4.855152368545532", "score": "8.2", "text_description": "Located 300 metres from Part-Dieu Train Station, the hotel features an on-site bar & restaurant with panoramic views of Lyon from the 32nd floor of the iconic Part Dieu Tower. It offers a fitness centre and free WiFi is available throughout the property. Private parking is available on site for an extra charge.\n\nAll rooms are air conditioned and provide panoramic views of Lyon. Equipped with a flat-screen TV, they feature a seating area, a private bathroom and a laptop safe.\n\nA buffet breakfast is served every morning at the Celest Bar & Restaurant. Guests can have lunch or dinner onsite and enjoy the restaurant international and creative cuisine. Guests can also access the restaurant's food shop throughout the day.\n\nPart-Dieu shopping centre is 100 metres away and metro station is 200 metres away. A6, A7, A42 and A43 motorways are all within a 20-minute drive from the hotel. The nearest airport is Lyon – Saint Exupery Airport, 27 km form Radisson Blu Hotel Lyon.\n\nPrivate parking is available on site for an extra charge and under availability.", "address": "129 rue Servient, 3rd arr., 69003 Lyon, France"},
{"hotel_name": "Adagio Access Lyon Centre Université", "url_hotel": "https://www.booking.com/hotel/fr/comfort-suite-rive-gauche-lyon-centre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.74916932775585,4.838733896613121", "score": "8.3", "text_description": "Adagio Access Lyon Centre Université offers aparthotel accommodation in Lyon, 1,5 km away from both Perrache railway station and Place Bellecour. Studios and duplex apartments for up to 5 guests with free WiFi are available.\n\nAll of the apartments at Adagio Acces Lyon Centre Université have air conditioning, a kitchenette, a private shower and a flat-screen TV with Canal+ and beIN Sports channels. Free coffee and tea is provided. Bed linen and towels are provided.\n\nA buffet breakfast of French pastries, fresh bread and savoury options is served daily, and a range of à-la-carte hotel-style services is available.\n\nPart Dieu station is a 15-minute ride from the nearest tram stop, 200 metres away. Lyon II and Lyon III universities as well as Institute d’Etudes Politiques (IEP) and Saint Joseph Saint Luc are a short walk away. The nearest airport is Lyon - Saint Exupery Airport, 19 km from the property.", "address": "31, rue Chevreul, 7th arr., 69007 Lyon, France"},
{"hotel_name": "Campanile Lyon Centre - Berges du Rhône", "url_hotel": "https://www.booking.com/hotel/fr/bleumarinelyoncentre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.756699862193926,4.841953217983246", "score": "7.4", "text_description": "Campanile Lyon Centre - Berges du Rhône offers free WiFi access. It is just a 2-minute walk from the Guillotière Metro Station and an 8-minute drive from the Part-Dieu Train Station.\n\nSet over 8 floors, rooms at Campanile are decorated in a simple style and feature air conditioning. Please note that only the TV in the bar broadcasts satellite channels and Canal+. The private bathrooms are complete with a bath or shower and a hairdryer. Four of the guest rooms are adapted for wheelchair access.\n\nA buffet breakfast is served every morning at the hotel. Additional facilities include a 24-hour reception, 2 meeting rooms and an express check-in service. Free newspapers are available.\n\nThe hotel is a 15-minute walk from Place Bellecour and Rue de la République, Lyon’s main shopping street. The A6 and A7 are a 5-minute drive away.", "address": "4-6, rue Mortier, 3rd arr., 69003 Lyon, France"},
{"hotel_name": "LYON HYPERCENTRE LES CORDELIERS", "url_hotel": "https://www.booking.com/hotel/fr/lyon-hypercentre-les-cordeliers.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.7629032,4.8360115", "score": "9.1", "text_description": "In the heart of Lyon, set within a short distance of the Museum of Fine Arts of Lyon and Musée Miniature et Cinéma, LYON HYPERCENTRE LES CORDELIERS offers free WiFi, air conditioning and household amenities such as a microwave and coffee machine. Located in the 2nd arr. District, the property provides guests with access to spa facilities and a steam room. The aparthotel features a sauna and a lift.\n\nThe spacious aparthotel has 5 bedrooms, a flat-screen TV with cable channels, a fully equipped kitchen with a dishwasher and an oven, a washing machine, and 4 bathrooms with a shower. Towels and bed linen are offered in the aparthotel. This aparthotel is non-smoking and soundproof.\n\nFor guests with children, the aparthotel offers an indoor play area.\n\nPopular points of interest near LYON HYPERCENTRE LES CORDELIERS include Part-Dieu Train Station, Fourviere Roman Theatre and Basilica of Notre-Dame de Fourviere. Lyon - Saint Exupery Airport is 30 km from the property.", "address": "33 Rue de la République, 2nd arr., 69002 Lyon, France"},
{"hotel_name": "Hotel du Théatre", "url_hotel": "https://www.booking.com/hotel/fr/du-theatre-lyon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.76021516731861,4.831921756267548", "score": "7.4", "text_description": "Hotel du Théatre offers en suite accommodation in the centre of Lyon between the Rhone and Saone Rivers, 1 km from Lyon's Opera House and the Musée des Beaux-Arts de Lyon. Some rooms overlook the Place des Célestins. Free WiFi access is available.\n\nLocated on upper floors and accessed via a staircase.The hotel does not have a lift ,each room in the 19th-century building has a flat-screen TV with satellite channels and a private bathroom with shower or bath.\n\nRue de la République, Lyon’s main shopping street, is a 4-minute walk from the hotel. The Bellecour Metro (lines A and D) is only 350 metres away.\n\nGuests have access to a public bike hire station in front of the hotel. The property is 2 km from Lyon Perrache Train Station and 3 km from Lyon Part-Dieu Train Station.\n\nPlease note that the hotel does not have an elevator or air conditioning.", "address": "10 rue de Savoie, 2nd arr., 69002 Lyon, France"},
{"hotel_name": "Résidence Villemanzy", "url_hotel": "https://www.booking.com/hotel/fr/residence-villemanzy.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.77193514928889,4.83545757830143", "score": "7.5", "text_description": "Offering views of the Alps and the River Rhône, Résidence Villemanzy is a former convent located Lyon. The Place des Terreaux, Lyon National Opera and the Rhône embankment are all within 650 metres of the property. Free WiFi access is available.\n\nEach room at the Villemanzy has a kitchenette equipped with a dishwasher, microwave and a dining area. There is a cable TV in the rooms.\n\nA breakfast buffet consisting of French pastries, hot drinks, dairy products, cereal, fruit salad and deli meats is available at an additional cost. There is also a garden and a terrace at the property.\n\nCroix Paquet Metro Station is 200 metres away, while Tête d’Or Park is a 20-minute walk from Résidence Villemanzy. Lyon-Perrache Train Station is a 17-minute drive away.", "address": "21 Montee St Sebastien, 1st arr., 69001 Lyon, France"},
{"hotel_name": "Hotelo Lyon Charité", "url_hotel": "https://www.booking.com/hotel/fr/hotelo-lyon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.7492970675663,4.829564094543457", "score": "8.1", "text_description": "Located in the historic centre of Lyon, in a building dating from 19th century next to Place Carnot, Hotelo Lyon Charité hotel offers accommodation with free WiFi and a 24-hour front desk.\n\nAll rooms are air conditioned and include a desk, a flat-screen TV with satellite channels including Canal +, and a private bathroom.\n\nGuests of the Hotelo Lyon Charité can enjoy a buffet breakfast which includes pastries, bread, yoghurts, fruit juice and hot beverages. There are numerous restaurants within walking distance.\n\nPerrache train and metro station is a 3-minute walk away. The E15 and A6 motorways can be accessed by car in a few minutes.", "address": "86 Rue de la Charité, 2nd arr., 69002 Lyon, France"},
{"hotel_name": "Lyon Marriott Hotel Cité Internationale", "url_hotel": "https://www.booking.com/hotel/fr/marriott-lyon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "45.78492084747153,4.8528993129730225", "score": "8.1", "text_description": "Lyon Marriott Hotel Cité Internationale offers air-conditioned rooms beside River Rhone and the Tete d’Or Park. It is housed within the Cite Internationale complex. It boasts a free fitness centre and free WiFi.\n\nFlat-screen TV, a tea and coffee maker and a radio with an MP3 connection are supplied in all rooms. Private bathrooms are equipped with bath, shower, bathrobes and slippers.\n\nA buffet breakfast is available daily. Breakfast can be served in the rooms for an extra charge. Italian dishes, fine cheeses and wines can be enjoyed at Zucca restaurant, which features an outdoor terrace. Activities can be enjoyed by kids in a dedicated room during Sunday brunch.\n\nA bus stop serving the city centre is a short walk away, Lyon city centre is only a 10-minute drive away and the Centre des Congrès is a few steps away. The hotel is a 30-minute drive from Lyon Saint-Exupéry Airport.", "address": "70 Quai Charles de Gaulle, 6th arr., 69006 Lyon, France"},
{"hotel_name": "Hôtel Vaubecour - Centre Lyon Ainay - Perrache", "url_hotel": "https://www.booking.com/hotel/fr/vaubecour.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.7536869,4.825845200000003", "score": "8.4", "text_description": "Hôtel Vaubecour - Centre Lyon Ainay - Perrache is located in Lyon, on the 2nd floor of a building. Lyon’s Museum of Fine Arts is 1.6 km away and Lyon Perrache Train Station is 500 metres from the hotel. Free WiFi access is available.\n\nAccessed via a lift, the non-smoking guest rooms feature a desk and a TV with satellite channels. The private bathrooms have a shower. Hôtel Vaubecour - Centre Lyon Ainay - Perrache offers a free daily cleaning service for your convenience.\n\nPlease note that the property does not have air conditioning.\n\nBreakfast is available, which can be enjoyed in the breakfast room. A library and board games are at guests' disposal.\n\nThe hotel is 2.4 km from La Part-Dieu Business District. Lyon - Saint Exupery Airport is 20 km away.\n\nPlease note that the elevator is not accessible to people with reduced mobility.", "address": "28 rue Vaubecour, 2ème étage,, 2nd arr., 69002 Lyon, France"},
{"hotel_name": "Séjours & Affaires Lyon Park Lane", "url_hotel": "https://www.booking.com/hotel/fr/residence-park-lane.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.76914699444473,4.806228876113892", "score": "7.3", "text_description": "Located a 5-minute walk from Gorge de Loup Metro Station, Séjours & Affaires Lyon Park Lane offers accommodation in Lyon. Free WiFi is provided throughout the property.\n\nAll studios and apartments have a flat-screen TV. The kitchenette is equipped with a microwave, a refrigerator and a stovetop, while there is also a private bathroom. Some apartments offer a private balcony.\n\nA breakfast buffet is only available from Monday to Friday at a supplement. Onsite laundry facilities can also be used at an additional cost.\n\nSome parking spaces may be available on site upon prior reservation and are subject to availability. Guests may take the metro line D from Gorge de Loup, reaching Vieux Lyon in 2 minutes. Place Bellecour is 4 km from Séjours & Affaires Lyon Park Lane, while Lyon-Perrache Train Station is 13 minutes from the property by car.", "address": "43 Rue Du Sergent Berthet, 9th arr., 69009 Lyon, France"},
{"hotel_name": "Hotel Saint Vincent", "url_hotel": "https://www.booking.com/hotel/fr/saint-vincent-lyon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.76854481702091,4.827895425260067", "score": "8.6", "text_description": "Located in Lyon, Hotel Saint Vincent offers accommodation a 10-minute walk from Lyon National Opera. Free WiFi is available throughout the property.\n\nAll of its rooms have a private bathroom fitted with a shower. Free toiletries are also provided. An iron is available upon request.\n\nBreakfast is available daily at a supplement. Hotel Saint Vincent also offers newspapers, luggage storage facilities and a 24-hour front desk. Bars and restaurants can be found less than 100 metres from the property.\n\nHotel Saint Vincent is located 50 metres from the River Saône and 600 metres from Lyon's Museum of Fine Arts. Lyon Perrache Train Station is an 18-minute drive away. A public paying car park is available a 5-minute walk away.", "address": "9 rue Pareille, 1st arr., 69001 Lyon, France"},
{"hotel_name": "Hôtel Charlemagne by Happyculture", "url_hotel": "https://www.booking.com/hotel/fr/hotelbestwesterncharlemagne.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.74602253133387,4.823893904685974", "score": "8.0", "text_description": "Hôtel Charlemagne by Happyculture is located in central Lyon, a 5-minute walk from the Lyon Perrache TGV and Metro stations. It offers air-conditioned accommodation with free Wi-Fi internet access.\n\nEach room at the Hôtel Charlemagne by Happyculture is equipped with satellite TV and en suite facilities. Some rooms also have a private balcony.\n\nBreakfast buffet is available daily and the Hôtel Charlemagne by Happyculture’s restaurant, La Bibliothèque, serves regional cuisine. Guests can enjoy a drink at the Le Mélèze bar, which features an outdoor floral terrace.\n\nPlace Bellecour is a 20-minute walk from the hotel, and the Notre Dame de Fourvière Basilica is 2 km away. The Suchet tram stop is just 120 metres from the hotel.", "address": "23 Cours Charlemagne, 2nd arr., 69002 Lyon, France"},
{"hotel_name": "Novotel Lyon Centre-Confluence Bord de Saone", "url_hotel": "https://www.booking.com/hotel/fr/novotel-lyon-confluence.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "45.741556723764276,4.815292060375214", "score": "8.2", "text_description": "Featuring a terrace and a bar with panoramic river views, Novotel Lyon Centre-Confluence Bord de Saone is set in the centre of Lyon on the banks of the Saône River. A Vaporetto Station is located just outside the hotel. This river boat can take you to Lyon's old town via the Saône river for a surcharge. The Musée des Confluences is 950 metres away.\n\nWith free WiFi and satellite TV, each spacious room is air-conditioned and soundproofed. Some rooms have an iPod docking station.\n\nInternational cuisine is proposed in the hotel’s restaurant, and breakfast is served daily. Meals are served in the restaurant or al fresco on the terrace.\n\nNovotel Lyon Centre-Confluence Bord de Saone provides private parking with an extra cost and the A6 and A7 motorways are 300 metres away. The hotel is situated next to the Confluence Commercial Centre and 800 metres from Lyon Perrache Train Station.", "address": "3, rue Montrochet, 2nd arr., 69002 Lyon, France"},
{"hotel_name": "Nemea Appart Hotel So Cloud Lyon Gare Part-Dieu", "url_hotel": "https://www.booking.com/hotel/fr/nemea-appart-residence-so-cloud.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.75769,4.858226", "score": "7.6", "text_description": "Situated 3.5 km from Musée Miniature et Cinéma, Nemea Appart Hotel So Cloud Lyon Gare Part-Dieu offers accommodation with a balcony. This 4-star aparthotel offers a 24-hour front desk and a lift. The property is fitted with an indoor pool and is set 500 metres from Part-Dieu Train Station. Facilities for disabled guests are also available.\n\nAt the aparthotel, the units include a desk and a flat-screen TV. With a private bathroom fitted with a shower and a hair dryer, units at the aparthotel also have free WiFi. The units are equipped with heating facilities.\n\nGuests at the aparthotel can enjoy a buffet breakfast. There is a coffee shop and lounge.\n\nIf you would like to discover the area, walking tours is possible in the surroundings and Nemea Appart Hotel So Cloud Lyon Gare Part-Dieu can arrange a bicycle rental service.\n\nThe Museum of Fine Arts of Lyon is 3.9 km from the accommodation, while Lyon Perrache Train Station is 4.7 km from the property. Lyon - Saint Exupery Airport is 28 km away.", "address": "53 Rue Desaix, 3rd arr., 69003 Lyon, France"},
{"hotel_name": "Hotel Carlton Lyon - MGallery Hotel Collection", "url_hotel": "https://www.booking.com/hotel/fr/carlton-lyon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "45.760987531674914,4.83672559261322", "score": "8.7", "text_description": "Set in a building dating from 1894,  Hotel Carlton Lyon - MGallery Hotel Collection is located on Lyon’s Presqu’île, a 5-minute walk from Cordeliers Metro Station. Free WiFi is offered throughout the property.\n\nAll guestrooms at the property are soundproofed and have air conditioning. There is a TV with cable and satellite channels, while tea and coffee making facilities are provided. The private bathroom offers bathrobes, a hairdryer, slippers and free toiletries.\n\nA buffet breakfast with local produce is served every morning in the dining room. Guests may enjoy a variety of champagne and signature cocktails in the hotel’s bar.\n\nThe hotel offers a 24-hour reception desk, meeting rooms and reservation service for tours and excursions. Additional facilities available include free newspapers and luggage storage.\n\nHotel Carlton Lyon - MGallery Hotel Collection is 500 metres away from Place Bellecour, while Place des Terreaux is 1 km away. Lyon-Saint Exupéry Airport is 33 minutes away by car.", "address": "4 rue Jussieu, 2nd arr., 69002 Lyon, France"},
{"hotel_name": "ibis Lyon Gerland Musée des Confluences", "url_hotel": "https://www.booking.com/hotel/fr/ibis-lyon-gerland-7eme.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF9seW9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGQxZWFjZTZiLTk0MTktNDNmMS05MDM4LWIxMzQxZjhhMTliMNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=921f5a47d4ac057a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.733324985383106,4.822880029678345", "score": "7.9", "text_description": "Located in the south of Lyon on the Rhone River Banks, 200 metres from the A7 and A6 motorway, ibis Lyon Gerland Musée des Confluences features a 24-hour reception, a bar and private parking available for an extra charge. Musée des Confluences is 600 metres away while Halle Tony Garnier is 200 metres from the hotel. Free WiFi is available throughout.\n\nAll of the air-conditioned rooms include an LCD TV and a private bathroom with walk-in shower and hairdryer. Some rooms feature views over Musée des Confluences.\n\nA buffet breakfast composed of sweet and savoury dishes such as eggs, fruit salad, yogurts and juices is served every day. Pastries baked on site and fresh French Madeleine cakes are also on offer, as well as a hot beverage and a piece of fruit to take away. The bar serves breakfast until 12:00.\n\nAn express breakfast is also served from 06:30 to 12:00.\n\nWith a private terrace, ibis Lyon Gerland Musée des Confluences has luggage storage and a lift. The closest tram stop is 200 metres away, and Lyon Saint Exupéry Airport is a 30-minute drive away. Matmut Stadium is 1.5 km away. A garage is available for bicycles upon request.", "address": "68 Avenue Leclerc, 7th arr., 69007 Lyon, France"}
]