[
{"hotel_name": "Les Initiés", "url_hotel": "https://www.booking.com/hotel/fr/les-inities-rouen.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.441976410360795,1.0924389213323593", "score": "7.7", "text_description": "Located in the heart of Rouen's historical centre, Les Initiés is just a 10-minute walk from Rouen-Rive-Droite Train Station and 3 km from Kindarena Stadium. Set opposite the Palais de Justice, it offers individually-themed rooms with free Wi-Fi access and en suite facilities.\n\nA continental breakfast is served each morning from Monday to Saturday and is available on Sunday upon reservation. The Inities’s bar and brasserie restaurant offers regional cuisine and a view of the Palais de Justice.\n\nHôtel Les Inities is just 150 metres from the Gros-Horloge and a 5-minute walk from the Notre-Dame Cathedrale. It is an ideal base to explore the historic capital city of Normandy.", "address": "45 Rue Aux Juifs, 76000 Rouen, France"},
{"hotel_name": "Hôtel Littéraire Gustave Flaubert, BW Signature Collection", "url_hotel": "https://www.booking.com/hotel/fr/hotellitterairegustaveflaubert.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "49.44263508189676,1.0868579149246216", "score": "8.6", "text_description": "Situated in the historic centre of Rouen, Hôtel Littéraire Gustave Flaubert, BW Signature Collection, offers accommodation with a literary theme in honour of the writer Gustave Flaubert. It is located 3 km from the Kindarena Stadium and free WiFi is available throughout the property.\n\nA flat-screen TV with satellite channels is included in each of the elegant rooms. All rooms have private bathrooms.\n\nBreakfast is served every morning and can be enjoyed in the breakfast area or in the comfort of guest rooms. Guests are invited to relax in the hotel's cocktail lounge. The hotel is situated across the street from a number of French and international restaurants.\n\nNotre Dame Cathedral of Rouen is just a 10-minute walk from the hotel and the Musée des Beaux Arts de Rouen is 800 metres away.", "address": "33 rue du Vieux Palais / 15 rue de la Pie, 76000 Rouen, France"},
{"hotel_name": "Radisson Blu Hotel, Rouen Centre", "url_hotel": "https://www.booking.com/hotel/fr/radisson-blu-rouen-centre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "49.446441,1.09412", "score": "8.9", "text_description": "Situated conveniently in the centre of Rouen, Radisson Blu Hotel, Rouen Centre offers air-conditioned rooms, a fitness centre, free WiFi and a shared lounge. Offering a restaurant, the property also has a terrace, as well as a sauna and a hammam. The accommodation provides room service, a business centre and luggage storage for guests.\n\nAt the hotel, all rooms come with a desk and a flat-screen TV. The private bathroom is equipped with a bath or shower, free toiletries and a hairdryer. The units feature a safety deposit box.\n\nRadisson Blu Hotel, Rouen Centre offers a buffet or continental breakfast.\n\nSpeaking English, Spanish, French and Italian at the reception, staff are always at hand to help.\n\nPopular points of interest near the accommodation include Gare de Rouen Rive Droite, Notre-Dame Cathedral of Rouen and Musee des Beaux-Arts de Rouen. Beauvais–Tillé Airport is 84 km away.", "address": "6-8 Rue du Donjon, 76000 Rouen, France"},
{"hotel_name": "Le Vieux Carré", "url_hotel": "https://www.booking.com/hotel/fr/le-vieux-carre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.4433271352408,1.0945739597082138", "score": "7.9", "text_description": "This hotel is located in central Rouen, in a pedestrian area, just 850 metres from Rouen Rive-Droite Station. It offers en suite rooms and an interior courtyard with flowers and trees.\n\nLe Vieux Carré’s restaurant provides daily continental breakfast and lunch. In the afternoon, it turns into a tea room, serving gourmet pastries. Guests can enjoy their meals outdoors, in the courtyard.\n\nEach room at Le Vieux Carré is equipped with a TV and a telephone. The private bathrooms all feature a bathtub. Free Wi-Fi access is available in the rooms and in the entire hotel.\n\nThe common living room features exposed beams and wooden furniture. Guests can relax in the armchairs, by the fireplace.\n\nLe Vieux Carré is 400 metres from Notre-Dame Cathedral and 450 metres from Rouen’s Museum of Fine Arts. Paid public parking can be found nearby.", "address": "34 rue Ganterie, 76000 Rouen, France"},
{"hotel_name": "Brit Hotel Confort Rouen Centre", "url_hotel": "https://www.booking.com/hotel/fr/le-relais-des-2-rivieres.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.4386953629876,1.1092033982276917", "score": "7.2", "text_description": "This hotel is located in the centre of Rouen next to the University of Rouen Faculty Of Medicine and 4 km from the Kindarena Stadium. It offers en suite rooms, a terrace and free WiFi access.\n\nRooms at Brit Hotel Confort Rouen Centre are equipped with a desk and flat-screen TV with satellite channels.\n\nA buffet breakfast can be enjoyed every morning. Vending machines are available.\n\nThe Medical Training Center is 650 meters from the property. Brit Hotel Confort Rouen Centre is 1.5 km from Rouen Cathedral and an 8-minute drive from Rouen-Rive-Droite Train Station.", "address": "33 Boulevard Gambetta, 76000 Rouen, France"},
{"hotel_name": "Hotel De Quebec", "url_hotel": "https://www.booking.com/hotel/fr/alive-hotel-de-quebec.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.43783418793873,1.0972528159618378", "score": "8.1", "text_description": "Located in the heart of Rouen, in a peaceful area only a 5-minute walk from the old town and Rouen Cathedral, this hotel includes free Wi-Fi internet access. The Kindarena Stadium is 3 km away.\n\nStart the day with a buffet breakfast, which can be enjoyed from the comfort of your own room with an extra cost.\n\nSpend the day exploring the narrow streets of the nearby old town, with its antique shops and pretty churches. Guests can relax in the common lounge area.\n\nRouen Rive Droite Train Station is a 20-minute walk from the hotel. Théâtre des Arts tram stop is 800 metres away.", "address": "18-24 Rue De Quebec, 76000 Rouen, France"},
{"hotel_name": "Mercure Rouen Centre Cathédrale", "url_hotel": "https://www.booking.com/hotel/fr/mercure-rouen-centre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.44117284656542,1.0951754450798035", "score": "8.4", "text_description": "This Mercure is located in central Rouen, 160 metres from Notre Dame Cathedral and 3 km from Kindarena Stadium. It offers air-conditioned guest rooms, each with a private bathroom, satellite TV and free WiFi access.\n\nThe Mercure Rouen Centre Cathédrale serves a full breakfast, which can be enjoyed in the comfort of your room and an express breakfast option. Guests can also enjoy a drink in the hotel bar.\n\nThe Place du Vieux Marché (the old market) and the Gros Horloge are within easy walking distance of the Mercure Rouen Centre. Rouen Train Station is situated just 1 km away and underground, private parking is available on site.", "address": "7 Rue Croix de Fer, 76000 Rouen, France"},
{"hotel_name": "Hyatt Place Rouen", "url_hotel": "https://www.booking.com/hotel/fr/hyatt-place-rouen.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.453285640641354,1.0982852973166501", "score": "8.5", "text_description": "Situated in Rouen, less than 1 km from Gare de Rouen Rive Droite, Hyatt Place Rouen features accommodation with a fitness centre, private parking, a garden and a terrace. With a restaurant, the 4-star hotel has air-conditioned rooms with free WiFi, each with a private bathroom. The accommodation provides room service, a 24-hour front desk and luggage storage for guests.\n\nAt the hotel, the rooms have a wardrobe. All rooms at Hyatt Place Rouen are fitted with a flat-screen TV with cable channels and a safety deposit box.\n\nBreakfast is available each morning, and includes buffet, continental and American options.\n\nNotre-Dame Cathedral of Rouen is 1.6 km from the accommodation, while Rouen Kindarena Sports Hall is 4.3 km from the property. Beauvais–Tillé Airport is 84 km away.", "address": "77 route de Neufchatel, 76000 Rouen, France"},
{"hotel_name": "Holiday Inn Express - Rouen Centre - Rive Gauche, an IHG Hotel", "url_hotel": "https://www.booking.com/hotel/fr/holiday-inn-express-rouen-centre-rive-gauche.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.429988,1.072398", "score": "8.4", "text_description": "3.1 km from Hotel de ville de Soteville Station, Rouen, Holiday Inn Express - Rouen Centre - Rive Gauche, an IHG Hotel is located in Rouen and features free WiFi and express check-in and check-out. Each accommodation at the 3-star hotel has city views, and guests can enjoy access to a shared lounge and to a bar. The property is non-smoking and is situated 1.7 km from Voltaire Station, Rouen.\n\nThe hotel will provide guests with air-conditioned rooms with a desk, a kettle, a safety deposit box, a flat-screen TV and a private bathroom with a shower. All rooms have a wardrobe.\n\nA buffet, continental or Full English/Irish breakfast is available each morning at the property.\n\nSpeaking English and French, staff will be happy to provide guests with practical advice on the area at the 24-hour front desk.\n\nNotre-Dame Cathedral of Rouen is 3.2 km from Holiday Inn Express - Rouen Centre - Rive Gauche, an IHG Hotel, while Rouen Kindarena Sports Hall is 3.2 km from the property. Deauville - Normandie Airport is 84 km away.", "address": "103 Avenue Jean Rondeaux, 76100 Rouen, France"},
{"hotel_name": "DOMITYS Les Mosaïques", "url_hotel": "https://www.booking.com/hotel/fr/domitys-les-mosaiques.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.4290146,1.0832807", "score": "8.8", "text_description": "Set just 1 km from Voltaire Station, Rouen, DOMITYS Les Mosaïques provides accommodation in Rouen with access to a garden, a terrace, as well as full-day security. Complimentary WiFi is featured throughout the property and private parking is available on site. The aparthotel offers an indoor pool, sauna and a lift. Accommodation for disabled guests is also available at the property.\n\nEach unit features a balcony, a fully equipped kitchenette with a microwave, a dining area and a flat-screen TV, while the private bathroom includes a walk-in shower and a hair dryer. A toaster, a fridge and stovetop are also provided, as well as a coffee machine and a kettle. At the aparthotel, the units come with bed linen and towels.\n\nGuests at the aparthotel can enjoy a continental breakfast. There is a coffee shop, bar and lounge.\n\nYou can play billiards at DOMITYS Les Mosaïques.\n\nHotel de ville de Soteville Station, Rouen is 2 km from the accommodation, while 14-juillet Tramway Station, Rouen is 2.8 km away. Deauville - Normandie Airport is 84 km from the property.", "address": "64 Rue Saint-Julien, 76100 Rouen, France"},
{"hotel_name": "Hôtel De La Cathédrale", "url_hotel": "https://www.booking.com/hotel/fr/de-la-cathedrale.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.44011681378441,1.0969336330890656", "score": "7.9", "text_description": "Set just 50 metres from the Rouen Cathedral, in the heart of the city's historic centre, this hotel has a timber-framed façade dating from the 17th century and is located 4 km from the Kindarena Stadium. Guests are invited to enjoy afternoon tea in a room leading onto the patio. Secure and paid public parking is available nearby.\n\nAll of the individually decorated rooms feature flat-screen TVs and cable channels, and some include a lounge area. The en suite bathrooms at Hotel De La Cathédrale are equipped with hairdryers.\n\nA buffet-style breakfast can be enjoyed every morning in the hotel's breakfast room, decorated in a traditional Norman style.\n\nThe Rouen-Rive-Droite Train Station is located just 1.6 km from the hotel and the Church of St. Ouen is a 5-minute walk away.", "address": "12 Rue Saint Romain, 76000 Rouen, France"},
{"hotel_name": "B&B HOTEL Rouen Centre Rive Gauche", "url_hotel": "https://www.booking.com/hotel/fr/ibis-rouen-centre-rive-gauche-st-sever.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.4317818,1.0824082000000317", "score": "7.8", "text_description": "The B&B HOTEL Rouen Centre Rive Gauche is in the St Sever district, 1 km from the Place Jeanne d'Arc and Rouen Cathedral. Its bar is open 24 hours and free Wi-Fi access is provided throughout the hotel.\n\nThese modern rooms are equipped with air conditioning and a flat-screen TV with BeIN SPORTS. Each has a private bathroom that includes a hairdryer.\n\nA buffet breakfast composed of sweet and savoury dishes such as eggs, fruit salad, yogurts and juices is served every day. Pastries baked on site and fresh French Madeleine cakes are also on offer, as well as a hot beverage and a piece of fruit to take away. Outside of regular breakfast hours guests can also enjoy a lighter option, available from 04:00.\n\nYou can enjoy snacks in the on-site bar, Rendez-Vous.\n\nRouen Rive Droite Train Station is 1 km from the hotel and private parking is possible in the secure, indoor car park.", "address": "44 rue Amiral Cécille, 76100 Rouen, France"},
{"hotel_name": "Aparthotel Adagio Access Rouen Centre Cathédrale", "url_hotel": "https://www.booking.com/hotel/fr/aparthotel-adagio-access-rouen-centre-cathedrale.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.439067,1.089627", "score": "8.5", "text_description": "Conveniently located in the centre of Rouen, Aparthotel Adagio Access Rouen Centre Cathédrale offers air-conditioned rooms with private parking and room service. The property has a bar, as well as a restaurant serving Italian cuisine. The property is non-smoking and is set 600 metres from Notre-Dame Cathedral of Rouen.\n\nAll guest rooms in the hotel are fitted with a coffee machine. At Aparthotel Adagio Access Rouen Centre Cathédrale all rooms have a desk, a flat-screen TV and a private bathroom.\n\nThe accommodation offers a buffet or continental breakfast.\n\nLanguages spoken at the reception include English and French.\n\nGare de Rouen Rive Droite is 1.3 km from Aparthotel Adagio Access Rouen Centre Cathédrale, while Rouen Kindarena Sports Hall is 3.1 km from the property. Beauvais–Tillé Airport is 84 km away.", "address": "2 rue du Docteur Robert Rambert, 76000 Rouen, France"},
{"hotel_name": "Séjours & Affaires Rouen Normandie", "url_hotel": "https://www.booking.com/hotel/fr/residhome-rouen-normandie.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.42179438336869,1.0892866551876068", "score": "7.7", "text_description": "Séjours & Affaires Rouen Normandie is near the historic city centre, next to the Traway stop Voltaire. It offers furnished apartments with free Wi-Fi internet access.\n\nAll of the apartments in the Séjours & Affaires Rouen Normandie have a living room with a sofa bed, a TV, an office area and a fully equipped kitchen with refrigerator, microwave, hotplates and dishware.\n\nLow-cost daily parking is available onsite as well as laundry facilities that are available at an additional charge. The entire Séjours & Affaires Rouen Normandie is serviced by a lift.", "address": "187 Rue Léon Blum, 76300 Rouen, France"},
{"hotel_name": "Hotel Morand", "url_hotel": "https://www.booking.com/hotel/fr/lemorand.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.44569975167499,1.0945229977369308", "score": "8.0", "text_description": "Hotel Morand is a renovated 17th-century coaching inn that now works as a hotel and is located in the historic centre of Rouen, 400 metres from SNCF Train Station. Free WiFi access is available throughout the property.\n\nAll guest rooms at Hotel Morand are equipped with tea and coffee making facilities and a flat-screen TV. Each room has a private bathroom with a shower and a hairdryer.\n\nA continental breakfast is served each morning. Guests can relax in the lounge with its fireplace and exposed beams.\n\nLe Morand is located opposite the Musée des Beaux Arts and Rouen Cathedral is a 2-minute walk from the hotel.", "address": "1 Rue Morand, 76000 Rouen, France"},
{"hotel_name": "Hotel Dandy Rouen centre", "url_hotel": "https://www.booking.com/hotel/fr/dandy.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.44527729309288,1.086762696504593", "score": "8.0", "text_description": "This hotel is located in the centre of Rouen, 100 metres from the Old Market Square and the Sainte-Jeanne d’Arc Church. Free Wi-Fi is provided in the rooms, which are decorated in a Louis XV style.\n\nEach guest room at the Dandy has a flat-screen TV with cable channels and a private bathroom.\n\nEvery morning guests can enjoy a breakfast buffet, or served directly to the guest rooms.\n\nThe Dandy hotel is a 10-minute walk from the Notre Dame Cathedral and the Fine Arts Museum. Rouen Train Station is a 15-minute walk away.", "address": "93 A Rue Cauchoise, 76000 Rouen, France"},
{"hotel_name": "The Originals City, Hôtel Notre Dame, Rouen", "url_hotel": "https://www.booking.com/hotel/fr/hotel-notre-dame.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.438534902150145,1.0934507846832275", "score": "7.3", "text_description": "Inter-Hotel Rouen Notre Dame is in the centre of Rouen, between the cathedral and the River Seine. It is 3 km from the Kindarena Stadium.\n\nThe rooms have a TV and free WiFi internet access. Many rooms were renovated in 2019.\n\nBreakfast is also served each morning at a rate of €12.00 per adult\n\nThe Gothic Notre Dame Cathedral, Gros Horloge astronomical clock and the modern St Joan of Arc Church are within walking distance of Hotel Notre Dame.\n\nPlease note our establishment is not suitable for people with reduced mobility.\n\nwe do not accept minors unaccompanied by their legal guardian\"", "address": "4 Rue De La Savonnerie, 76000 Rouen, France"},
{"hotel_name": "Hotel cardinal", "url_hotel": "https://www.booking.com/hotel/fr/cardinal-rouen.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.439811,1.093778", "score": "8.3", "text_description": "Set in the Rouen City Centre district in Rouen, Hotel cardinal offers 3-star rooms with free WiFi. The property is around 2.3 km from Voltaire Station, Rouen, 1.3 km from Gare de Rouen Rive Droite and 3.2 km from Rouen Kindarena Sports Hall. The property is 400 metres from the city centre and 200 metres from Notre-Dame Cathedral of Rouen.\n\nAt the hotel, all rooms include a desk. Featuring a private bathroom with a shower and free toiletries, rooms at Hotel cardinal also have a city view. All guest rooms in the accommodation are fitted with a flat-screen TV and a hairdryer.\n\nHotel de ville de Soteville Station, Rouen is 4.4 km from Hotel cardinal, while 14-juillet Tramway Station, Rouen is 5.1 km from the property. Beauvais–Tillé Airport is 84 km away.", "address": "1 Place de la Cathédrale, 76000 Rouen, France"},
{"hotel_name": "B&B HOTEL Rouen Centre Rive Droite", "url_hotel": "https://www.booking.com/hotel/fr/ibis-rouen-centre-rive-droite.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.44318543731502,1.079113706946373", "score": "8.1", "text_description": "Located a 20-minute walk from the centre and the cathedral, B&B HOTEL Rouen Centre Rive Droite offers a French restaurant, a bar and air-conditioned rooms with a flat-screen, cable TV. Free Wi-Fi access is provided.\n\nAll of the rooms at B&B HOTEL Rouen Centre Rive Droite have a private bathroom with a hairdryer. A telephone and a radio are also provided.\n\nA buffet breakfast composed of sweet and savoury dishes such as eggs, fruit salad, yogurts and juices is served every day. Pastries baked on site and fresh French Madeleine cakes are also on offer, as well as a hot beverage and a piece of fruit to take away. Outside of regular breakfast hours guests can also enjoy a lighter option, available from 04:00.\n\nB&B HOTEL Rouen Centre Rive Droite is a 16-minute walk from the Museum of Fine Arts and a 13-minute walk from Rouen Opera.\n\nThe hotel is situated 1 km from the train station and 6 km from the A28 motorway. There is a private car park on site, available at a surcharge.", "address": "56 Quai Gaston Boulet, 76000 Rouen, France"},
{"hotel_name": "Hôtel Paulette Rouen Centre Cathédrale", "url_hotel": "https://www.booking.com/hotel/fr/hotel-de-paris-rouen.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.43872283313267,1.091351956129074", "score": "8.5", "text_description": "\nLocated in the centre of Rouen, this hotel is just 300 metres from the Notre Dame Cathedral, 200 metres from Rue du Gros Horloge and 4 km from Kindarena Stadium. It offers rooms with free Wi-Fi access and a flat-screen TV.\n\nAll the guest rooms at the Hôtel Paulette Rouen Centre Cathédrale are double-glazed and have a private bathroom and air-conditioning. A public parking is available nearby.\n\nA buffet breakfast is served each morning from 07:00 to 09:30 and from 08:00 to 10:00 at the weekend. Guests can relax in the lounge area and a luggage storage facility is available at reception.\n\nL'Hôtel Paulette Rouen Centre Cathédrale is open every day all year round and the reception is open 24 hours a day. Rouen Train Station is 1.5 km away.\"", "address": "12 Rue De La Champmeslé, 76000 Rouen, France"},
{"hotel_name": "Hôtel 1er Consul Rouen", "url_hotel": "https://www.booking.com/hotel/fr/brit-versan.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.44358480641954,1.0977758467197418", "score": "7.9", "text_description": "The Hôtel 1er Consul Rouen is located in the city centre of Rouen, the capital of Normandy, just in front of the city hall and 3 km from Kindarena Stadium. Its rooms are serviced by a lift and offer satellite TV and free WiFi internet access.\n\nA buffet breakfast with pastries, cold meats and eggs is served daily in the dining area and drinks can be enjoyed in the bar and lounge area.\n\nHôtel 1er Consul Rouen is a 12-minute walk from Rouen Train Station and 650 metres from the Cathedral. Saint-Maclou Church is 240 metres away.", "address": "3 Rue Jean Lecanuet, 76000 Rouen, France"},
{"hotel_name": "Grand Hôtel De La Seine", "url_hotel": "https://www.booking.com/hotel/fr/rouencentre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.44158356828401,1.0814445465803146", "score": "8.2", "text_description": "Grand Hôtel De La Seine is just 500 metres from the Gare de Rouen-Orléans, a 15-minute walk from Rouen Cathedral and 2 km from Kindarena Stadium. Free Wi-Fi access and facilities for making hot drinks are provided in each en suite room.\n\nGuest rooms at Grand Hôtel De La Seine have a flat-screen TV. All rooms are accessible by lift.\n\nA buffet breakfast is available every morning at Grand Hôtel De La Seine. The restaurant is open for lunch and dinner and serves regional cuisine.\n\nRouen’s historic quarter with its boutiques and cafes is a 15-minute walk from Grand Hôtel De La Seine. The Musée de la Ceramique is 500 metres away.", "address": "14, Quai Gaston Boulet, 76000 Rouen, France"},
{"hotel_name": "Hôtel de Bourgtheroulde, Autograph Collection", "url_hotel": "https://www.booking.com/hotel/fr/de-bourgtheroulde.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "49.442178,1.088876", "score": "8.7", "text_description": "This boutique hotel is located in Rouen’s historic centre, next to the Gros Horloge and 2 km from Kindarena Stadium. Guests have free access to the indoor pool, fitness and spa centre including sauna, hammam and a range of spa treatments.\n\nAll air-conditioned rooms at the Hotel de Bourgtheroulde have free Wi-Fi, a flat-screen TV and a private bathroom. Some have views of the Galerie d’Aumale, the Place de la Pucelle or the Temple of St Eloi.\n\nL'Aumale restaurant serves traditional cuisine using regional produce. It also offers buffet breakfast, and guests are invited to enjoy a drink in the bar or on the terrace.\n\nGuests are invited to visit the town with places to see such as Notre-Dame Cathedral and Place du Vieux Marche. Gare de Rouen-Rive-Droite Train station is 1 km away and on-site private parking is possible upon reservation.", "address": "15 Place De La Pucelle, 76000 Rouen, France"},
{"hotel_name": "Hotel centre Rouen VT", "url_hotel": "https://www.booking.com/hotel/fr/cenntre-rouen.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.438827901809375,1.0955964668474127", "score": "7.5", "text_description": "Attractively located in Rouen, Hotel centre Rouen VT features a buffet breakfast and free WiFi throughout the property. The property is located 3.3 km from Voltaire Station, Rouen, 1.5 km from Gare de Rouen Rive Droite and 3.6 km from Rouen Kindarena Sports Hall. The property is non-smoking and is situated 400 metres from Notre-Dame Cathedral of Rouen.\n\nAt the hotel, rooms are equipped with a desk. All rooms in Hotel centre Rouen VT are fitted with a flat-screen TV and free toiletries.\n\nHotel de ville de Soteville Station, Rouen is 4.1 km from the accommodation, while 14-juillet Tramway Station, Rouen is 4.9 km from the property. Beauvais–Tillé Airport is 84 km away.", "address": "1 Rue Petit de Julleville, 76000 Rouen, France"},
{"hotel_name": "Mercure Rouen Centre Champ de Mars", "url_hotel": "https://www.booking.com/hotel/fr/mercure-rouen-champ-de-mars.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9yb3VlbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQ0ODk2OWE1My0zZmUyLTRlMDYtYmU0Ny1mYzNiZWMxNjk0YjXYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=2b225a46567b0032&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.435557560716006,1.1037424206733704", "score": "8.0", "text_description": "This hotel is just a 10-minute walk from the historic city centre and the Rouen Cathedral and offers free Wi-Fi access. Breakfast is served every morning in the breakfast area.\n\nEach elegantly decorated room is air-conditioned and features satellite TV. The rooms are heated and include en suite bathrooms equipped with complimentary toiletries.\n\nThe restaurant, Le Honfleur, serves regional cuisine and the hotel's on-site bar, Le Boston, is open throughout the day and evening.\n\nPrivate parking is available on site and the Church of St. Ouen is 1.1 km from the hotel. The Musée des Beaux Arts de Rouen is 1.5 km away. A charging station for electric cars is available at this property.", "address": "12 bis Avenue Aristide Briand, 76000 Rouen, France"}
]