[
{"hotel_name": "Domaine de Garabaud", "url_hotel": "https://www.booking.com/hotel/fr/domaine-de-garabaud.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=729bfa48418e363a82efd8e524660c55&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "43.25701228026424,1.6664350032806396", "score": "8.3", "text_description": "Situé à Mazères, l’établissement Domaine de Garabaud comprend un service de prêt de vélos, une piscine extérieure ouverte en saison, un jardin et un salon commun. Cet hôtel 2 étoiles propose une terrasse ainsi que des hébergements dotés de la climatisation, d’une connexion Wi-Fi gratuite et d’une salle de bains privative. Un parking privé gratuit et un restaurant servant des plats français sont disponibles sur place.\n\nTous les hébergements possèdent une armoire. Vous profiterez d'une télévision et d'articles de toilette gratuits.\n\nUn petit-déjeuner buffet est servi sur place.\n\nLors de votre séjour, vous pourrez pratiquer diverses activités à Mazères et dans les environs, telles que le vélo.\n\nL'aéroport le plus proche (Aéroport de Toulouse-Blagnac) est à 68 km.", "address": "913 Garabaud, 09270 Mazères, France"},
{"hotel_name": "Le Hameau du Comté de Foix", "url_hotel": "https://www.booking.com/hotel/fr/le-hameau-du-comte-de-foix.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=2a7b6f6e48dc5c0d6fd033ddd9320d11&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.894548,1.634179", "score": "8.6", "text_description": "L’établissement Le Hameau du Comté de Foix vous accueille à Mercus-Garrabet (Midi-Pyrénées), à 40 km de ce lieu d’intérêt : Col de la Crouzette. Il comprend une connexion Wi-Fi gratuite, une aire de jeux pour enfants, un jardin et un parking privé gratuit.\n\nL’établissement propose des hébergements avec vue sur la montagne, une terrasse, un coin salon et une télévision à écran plat. Vous bénéficierez d’une cuisine entièrement équipée avec un réfrigérateur et un lave-vaisselle, ainsi que d’une salle de bains privative avec une douche et un sèche-cheveux. Un four, un micro-ondes et une plaque de cuisson sont également à votre disposition, de même qu’une machine à café et une bouilloire.\n\nVous pourrez jouer au ping-pong sur place, et pratiquer la randonnée et le ski dans les environs.\n\nVous séjournerez à respectivement 10 km et 11 km de ces lieux d’intérêt : Château de Foix et Bédeilhac. L'aéroport le plus proche (Aéroport de Carcassonne) est à 84 km.", "address": "8 rue de la Rivière, 09400 Mercus-Garrabet, France"},
{"hotel_name": "Brit Hotel Confort Foix", "url_hotel": "https://www.booking.com/hotel/fr/hotel-balladins-foix-confort.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=18ba2facc16f76ca0f891111a053aa2f&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "43.00523949646403,1.6147595643997192", "score": "8.2", "text_description": "Idéalement situé au pied des Pyrénées, le Brit Hotel Confort Foix propose des chambres bien équipées conçues pour un confort ultime avec salle de bains privative et connexion Wi-Fi gratuite.\n\nL'hôtel est idéalement situé pour explorer la région de l'Ariège et constitue une escale paisible pour les personnes voyageant dans la région Midi-Pyrénées.\n\nEn semaine, le dîner est servi.\n\nLors de votre séjour au Brit Hotel Confort Foix, vous bénéficierez d'un parking privé gratuit. L'hôtel est situé à 30 km des stations de ski et à 70 km d'Andorre.\n\nLa réception est fermée de midi à 16h00.\n\nLe personnel amical et attentif du Brit Hotel Confort Foix se fera un plaisir de vous aider à organiser votre séjour.", "address": "Z.A. Nord, 09000 Foix, France"},
{"hotel_name": "Hostellerie de La Poste", "url_hotel": "https://www.booking.com/hotel/fr/hostellerie-de-la-poste-oust.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=b97cd358c69211e6b9680f4c4a190e45&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.874712003153974,1.2158399820327759", "score": "8.3", "text_description": "Située à Oust, à 24 km du col de la Crouzette, l'Hostellerie de La Poste propose une piscine extérieure ouverte en saison, un parking privé gratuit, un jardin et un salon commun. Chaque hébergement de cet hôtel 2 étoiles offre une vue sur le jardin et dispose d'une connexion Wi-Fi gratuite. Offrant une vue sur la piscine, il possède une terrasse, un restaurant et un bar.\n\nToutes les chambres disposent d'une terrasse. Leur salle de bains privative est pourvue d'articles de toilette gratuits. Certaines chambres possèdent un balcon et d'autres offrent une vue sur la ville. Les chambres sont équipées d'une télévision par satellite à écran plat.\n\nUn petit-déjeuner continental est servi sur place.\n\nL'Hostellerie de La Poste se trouve à 19 km du chruque de Saint-Lizier et à 45 km de la grotte de Bedeilhac. L'aéroport de Toulouse-Blagnac est à 116 km.", "address": "Grand Rue, 09140 Oust, France"},
{"hotel_name": "Hôtel Restaurant Le Bellevue", "url_hotel": "https://www.booking.com/hotel/fr/restaurant-le-bellevue-ax-les-thermes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=53c2fba1d514d7ff81229b64f4118412&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.71983699138773,1.8418669243980048", "score": "8.3", "text_description": "Situé à Ax-les-Thermes, à 48 km du sanctuaire de Meritxell, l'Hôtel Restaurant Le Bellevue propose un hébergement 2 étoiles, une terrasse, un restaurant et un bar. Vous séjournerez à environ 25 km de la grotte de Lombrives et à 45 km de la fontaine Fontestorbes. Cet établissement non-fumeurs se trouve à 24 km de Talc Career of Trimouns.\n\nToutes les chambres comprennent un bureau et une armoire. Certaines offrent une vue sur la ville. Elles comprennent également une armoire.\n\nVous pourrez pratiquer diverses activités à Ax-les-Thermes et dans ses environs, telles que le vélo et la randonnée.", "address": "10 Avenue Adolphe AUTHIE, 09110 Ax-les-Thermes, France"},
{"hotel_name": "AUX 4 LOGIS Appart-hotel - Studio Le Roof - Une vue splendide - Petit déjeuner inclus 1ère nuit", "url_hotel": "https://www.booking.com/hotel/fr/le-roof-studio-aux-4-logis-petit-dejeuner-inclus-1ere-nuit.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=4cd9bb333a68002cc2dc86677cc4988c&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.9681599,1.6083351000000001", "score": "8.8", "text_description": "Offrant une vue sur la ville, l'appartement AUX 4 LOGIS Appart-hotel - Studio Le Roof - Une vue splendide - Petit déjeuner inclus 1ère nuit est un hébergement situé à Foix, à 600 mètres du château et à 6,5 km de la rivière souterraine de Labouiche. Il est situé à 17 km du club de golf d'Ariege et dispose d'un parking à vélos. Vous bénéficierez d'une connexion Wi-Fi gratuite dans l'ensemble des locaux. Le col de la Crouzette se trouve à 34 km.\n\nCet appart'hôtel comprend une chambre, une salle de bains, du linge de lit, des serviettes, une télévision à écran plat, un coin repas, une cuisine entièrement équipée et une terrasse avec vue sur la montagne. Une entrée privée vous mènera à l'appart'hôtel, où vous pourrez déguster des chocolats ou des biscuits. L'établissement possède un coin repas extérieur.\n\nVous trouverez un café sur place.\n\nLors de votre séjour dans cet appart'hôtel, vous pourrez pratiquer diverses activités à Foix et dans ses environs, telles que le ski, le vélo et la randonnée.\n\nVous séjournerez à 20 km de la grotte de Bedeilhac. splendide - Petit déjeuner inclus 1ère nuit, tandis que la Grotte de Lombrives se trouve à 21 km. L'aéroport de Carcassonne est à 75 km.", "address": "4 Rue Sainte-Rapine, deuxième étage, 09000 Foix, France"},
{"hotel_name": "Lagrange Vacances Les Chalets d’Ax", "url_hotel": "https://www.booking.com/hotel/fr/residence-les-chalets-d-ax.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=b950929c7790a8fa3bc5cf751159a634&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.71383155671864,1.8392068147659302", "score": "7.8", "text_description": "Le Lagrange Vacances Les Chalets d'Ax est situé à Ax-Les-Thermes, à 800 mètres du centre-ville et des remontées mécaniques. Il met à votre disposition une connexion Wi-Fi dans les appartements moyennant un supplément ainsi qu'une piscine extérieure chauffée ouverte en saison.\n\nL'établissement propose des studios et des appartements avec balcon ou terrasse privés. Chaque hébergement comprend une cuisine équipée d'un lave-vaisselle et d'un micro-ondes.\n\nDans les environs, vous aurez la possibilité de pratiquer des activités telles que la randonnée, le vélo et la pêche dans la rivière Ariège. En hiver, durant les vacances et les week-ends, des navettes gratuites circulent entre l'établissement et les remontées mécaniques d'Ax-les-Thermes.\n\nDoté d'un parking privé gratuit, le Lagrange Vacances Les Chalets d'Ax se trouve à 30 minutes de route du parc d'art préhistorique de Tarascon et des grottes de Niaux.", "address": "Quartier De Castel Maou - Chemin d'Aouredou -, Route d'Andorre RN 20, 09110 Ax-les-Thermes, France"},
{"hotel_name": "AUX 4 LOGIS Appart-hotel - Studio Le Terra - Petit déjeuner inclus 1ère nuit", "url_hotel": "https://www.booking.com/hotel/fr/studio-aux-4-logis-le-terra-petit-dejeuner-inclus-1ere-nuit.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=778a63a2b7f7253dc2607450ce6ed2ae&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.968143122502,1.6083692723", "score": "8.9", "text_description": "Offrant une vue sur la montagne, l'hébergement AUX 4 LOGIS Appart-hotel - Studio Le Terra - Petit déjeuner inclus 1ère nuit est situé à Foix, à 600 mètres du château et à 6,5 km de la rivière souterraine de Labouiche. L'établissement se trouve à environ 17 km du club de golf d'Ariege, à 20 km de la grotte de Bedeilhac et à 21 km de la grotte de Lombrives. Cet établissement non-fumeurs se trouve à 34 km du col de la Crouzette.\n\nCet appart'hôtel dispose d'une connexion Wi-Fi gratuite, d'une télévision par satellite à écran plat, d'un lave-linge ainsi que d'une cuisine entièrement équipée avec un micro-ondes et un grille-pain. L'appart'hôtel propose du linge de lit, des serviettes et un service de blanchisserie.\n\nVous trouverez un café sur place.\n\nLors de votre séjour dans cet appart'hôtel, vous pourrez pratiquer diverses activités à Foix et dans ses environs, telles que le vélo, la randonnée et la marche.\n\nVous séjournerez à 23 km de la grotte de Niaux et à 32 km du château de Montsegur. L'aéroport de Carcassonne-Salvaza est implanté à 75 km.", "address": "Rez de chaussée 4 Rue Sainte-Rapine, 09000 Foix, France"},
{"hotel_name": "Hôtel Terranostra", "url_hotel": "https://www.booking.com/hotel/fr/terranostra.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=1d480195dae9e6d003493af7afe73304&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.84718593076998,1.6056027951065062", "score": "8.4", "text_description": "Doté d'un restaurant et d'un bar, l'Hotel Terranostra vous accueille à Tarascon-sur-Ariège, au cœur des sites historiques de l'Ariège. Une connexion Wi-Fi est disponible gratuitement.\n\nInsonorisées et climatisées, toutes les chambres comportent une bouilloire électrique, un bureau ainsi qu'une salle de bains privative avec douche et articles de toilette gratuits. La plupart d'entre elles offrent une vue sur la rivière ou la montagne.\n\nLe matin, vous apprécierez le petit-déjeuner buffet. Au restaurant, vous pourrez savourer une cuisine traditionnelle.\n\nL'Hotel Terranostra présente une terrasse et un local à skis. Vous trouverez un parking public gratuit à proximité, et la gare la plus proche se situe à 5 minutes à pied. Vous rejoindrez la station de ski d'Ax Les 3 Domaines en 40 minutes de route.", "address": "7, Place Jean Jaurès, 09400 Tarascon-sur-Ariège, France"},
{"hotel_name": "Résidence Natura", "url_hotel": "https://www.booking.com/hotel/fr/ra-c-sidence-natura.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=7523911e86c2ab4bf414ede773cb35f4&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.71931395602219,1.8385228514671326", "score": "7.2", "text_description": "Située à Ax-les-Thermes, la Résidence Natura propose des appartements indépendants avec une télévision à écran plat et un coin salon, ainsi que des chambres doubles. Elle se trouve à 100 mètres du téléphérique desservant la station de ski de Bonnascre et à 800 mètres de la gare.\n\nTous les appartements dispose d'une armoire, d'un lave-linge, d’un sèche-linge et d’une salle de bains. Leur cuisine est équipée d’une cuisinière, d’un micro-ondes et d’un réfrigérateur. Insonorisés, ils comprennent également un plateau/bouilloire.\n\nVous trouverez des épiceries et des restaurants dans le centre-ville, à moins de 100 mètres. La ville comprend des thermes, tandis que la navette aéroport démarre à seulement 100 mètres.", "address": "8 rue Constant Alibert, 09110 Ax-les-Thermes, France"},
{"hotel_name": "Logis Hôtel Restaurant de la Poste", "url_hotel": "https://www.booking.com/hotel/fr/hostellerie-de-la-poste-tarascon-sur-ariege.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=91bad5b2330b1b8975bc2c749bc55c5c&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.84806398369048,1.605425477027893", "score": "7.3", "text_description": "Situé à Tarascon-sur-Ariège, à 35 km du col de la Crouzette, le Logis Hôtel Restaurant de la Poste propose un hébergement 2 étoiles, un jardin, une terrasse et un restaurant. Vous séjournerez à environ 4,6 km de la grotte de Lombrives et à 6,1 km de la grotte de Bedeilhac. Certains logements possèdent un balcon avec vue sur la ville.\n\nVous pourrez pratiquer diverses activités à Tarascon-sur-Ariège et dans ses environs, telles que le ski et le vélo.\n\nVous séjournerez à 6,7 km de la grotte de Niaux et à 18 km du château de Foix. L'aéroport de Carcassonne est à 91 km.", "address": "16 avenue Victor Pilhes, 09400 Tarascon-sur-Ariège, France"},
{"hotel_name": "Hôtel Pyrène", "url_hotel": "https://www.booking.com/hotel/fr/pyrene.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=ee0488c03caa6b55f0dda329cf81bd79&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.95401185785057,1.6238951683044434", "score": "8.5", "text_description": "Situé dans un jardin de 4 300 m2, cet hôtel 3 étoiles se trouve à 2 km de la gare de Foix. Il dispose d'une piscine extérieure, d'une terrasse avec des chaises et Une connexion Wi-Fi est disponible gratuitement dans tout l'établissement.\n\nToutes les chambres de l'Hôtel Pyrène disposent d'une télévision à écran plat et d'une salle de bains privative avec articles de toilette gratuits et sèche-cheveux. Certaines possèdent un balcon et offrent un accès direct au jardin.\n\nUn petit-déjeuner continental est servi chaque matin dans la salle à manger ou dans le confort de votre chambre. Vous trouverez des restaurants à moins de 2 km.\n\nL'Hôtel Pyrène se trouve à 5 km du parc régional des Pyrénées Ariégeoises et à 3 km de la route principale N20. Un parking privé est disponible gratuitement sur place.", "address": "Lieu-dit \"Le Terrefort\" Rue Serge Denis, 09000 Foix, France"},
{"hotel_name": "Résidence Néméa Les Balcons d'Ax", "url_hotel": "https://www.booking.com/hotel/fr/residence-les-balcons-d-ax.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=8382e27c463c37634f69a599de6a1da5&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.70237131309722,1.8153074535674705", "score": "7.3", "text_description": "La Résidence Néméa Les Balcons d'Ax est située à Bonascre, à 15 minutes en voiture du centre d'Ax-les-Thermes, au pied des remontées mécaniques. Il propose une piscine intérieure chauffée et un sauna.\n\nChaque appartement et studio de la Résidence Les Balcons D'ax dispose d'un coin repas et d'une kitchenette entièrement équipée.\n\nL'établissement Les Balcons D'ax met gratuitement à votre disposition une connexion Wi-Fi dans les parties communes et un parking.\n\nVous pourrez explorer la région en raquettes en hiver et découvrir la faune et la flore uniques de la réserve naturelle nationale en été.", "address": "Station De Bonascre, 09110 Ax-les-Thermes, France"},
{"hotel_name": "Hôtel Premiere Classe Pamiers", "url_hotel": "https://www.booking.com/hotel/fr/premiere-classe.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=1e5669fbb41a7c786156bd787c778e47&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "43.103222012578875,1.630570272718387", "score": "7.2", "text_description": "L’Hôtel Premiere Classe Pamiers se situe dans l’Ariège, au sein du complexe commercial La Bouriette. Cet établissement dispose de chambres climatisées dotées de douches privatives et d’une télévision par câble.\n\nDes lits superposés sont disponibles gratuitement dans certaines chambres pour une troisième personne. Les hébergements offrent un accès direct à l’extérieur.\n\nTous les matins, vous savourerez un petit-déjeuner dans le coin repas. Le parking privé sur place est gratuit.", "address": "Lieu Dit La Bouriette, 09100 Pamiers, France"},
{"hotel_name": "Auberge des Deux Rivières", "url_hotel": "https://www.booking.com/hotel/fr/auberge-des-deux-rivia-res-seix.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=5a8ea62caa72c70ed6ca17f604e1cb04&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.83202716427133,1.1983653903007507", "score": "8.0", "text_description": "L'Auberge Des Deux Rivières est une auberge située au cœur du département des Pyrénées françaises de l'Ariège, au confluent des rivières Alet et Salat.\n\nLes chambres de l'Auberge des Deux Rivières sont entièrement équipées et comprennent une salle de bains privative pourvue d'articles de toilette gratuits.\n\nAu restaurant, les propriétaires Robert et Philip préparent une cuisine régionale traditionnelle. Le dîner en demi-pension comprend des plats à la carte sélectionnés par le chef.\n\nLe petit hôtel de montagne constitue un point de départ idéal pour pratiquer la randonnée en montagne, le vélo ou la pêche.", "address": "Pont De La Taule, 09140 Seix, France"},
{"hotel_name": "Auberge l'Escaleta", "url_hotel": "https://www.booking.com/hotel/fr/auberge-du-haut-salat.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=ba9d6bb083a4cc1ab85a897bc10e5476&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.8631,1.2016999999999598", "score": "8.2", "text_description": "Proposant une terrasse, un restaurant, un bar et une connexion Wi-Fi gratuite, l’établissement Auberge l'Escaleta se situe à Seix, à respectivement 26 km et 20 km de ces lieux d’intérêt : Col de la Crouzette et Cathédrale de Saint-Lizier. Il possède une école de ski, à 48 km de : Club de Golf d'Ariège. Cet établissement pour les personnes souffrant d'allergies vous accueille à 47 km de : Bédeilhac.\n\nTous les hébergements proposent une armoire. Les hébergements sont pourvus d'un sèche-cheveux, et certains comportent également un coin salon. Vous profiterez d'une salle de bains privative, d'articles de toilette gratuits et de linge de lit.\n\nLors de votre séjour, vous pourrez pratiquer diverses activités à Seix et dans les environs, telles que la randonnée, le ski et la pêche.\n\nL'aéroport le plus proche (Aéroport de Toulouse-Blagnac) est à 118 km.", "address": "16, Place De L'allée, 09140 Seix, France"},
{"hotel_name": "AUX 4 LOGIS Appart-hotel - Studio Le City - Petit déjeuner inclus 1ère nuit", "url_hotel": "https://www.booking.com/hotel/fr/studio-le-city-aux-4-logis.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=18ba2facc16f76ca0f891111a053aa2f&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.968233105069,1.6083471153439999", "score": "8.5", "text_description": "L’établissement AUX 4 LOGIS Appart-hotel - Studio Le City - Petit déjeuner inclus 1ère nuit se trouve à Foix, à respectivement 34 km et 600 mètres de ces lieux d’intérêt : Col de la Crouzette et Château de Foix. Il propose une connexion Wi-Fi gratuite et offre une vue sur la ville.\n\nChaque hébergement possède une télévision à écran plat avec les chaînes du câble. Vous bénéficierez également d’une cuisine complètement équipée comprenant une table à manger, ainsi que d’une salle de bains privative comportant une douche, des articles de toilette gratuits et un sèche-cheveux. Un réfrigérateur, un micro-ondes et une plaque de cuisson sont également disponibles, de même qu’une machine à café et une bouilloire.\n\nVous trouverez un parc aquatique sur place, et vous pourrez pratiquer la randonnée, le ski et le vélo dans les environs.\n\nVous séjournerez à respectivement 6,5 km et 17 km de ces lieux d’intérêt : Rivière souterraine de Labouiche et Club de Golf d'Ariège. L'aéroport le plus proche (Aéroport de Carcassonne) est à 75 km.", "address": "14 Cours Irénée Cros, 09000 Foix, France"},
{"hotel_name": "Hôtel Confort 09 ou HC-09", "url_hotel": "https://www.booking.com/hotel/fr/confort-tarascon-sur-aria-ge.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=53c2fba1d514d7ff81229b64f4118412&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.84683098378713,1.6058063507080078", "score": "8.6", "text_description": "L’Hôtel Confort 09 ou HC-09 vous accueille au cœur des Pyrénées ariégeoises, dans le centre-ville historique de Tarascon-sur-Ariège. Une connexion Wi-Fi est disponible gratuitement.\n\nLes chambres confortables comportent une télévision par câble à écran HD avec port USB, une ligne de téléphone directe et une salle de bains privative. Certaines chambres offrent une vue sur la rivière et les montagnes.\n\nL’Hôtel Confort 09 ou HC-09 est installé au bord de la rivière, à proximité de divers boutiques et restaurants. Un petit-déjeuner buffet est servi chaque matin et vous pourrez profiter d’un bar avec terrasse sur place.", "address": "3 Quai Armand Sylvestre, 09400 Tarascon-sur-Ariège, France"},
{"hotel_name": "Hôtel Le Commerce", "url_hotel": "https://www.booking.com/hotel/fr/le-commerce-mirepoix.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=18ba2facc16f76ca0f891111a053aa2f&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "43.087482023736385,1.873391568660736", "score": "7.8", "text_description": "Situé à Mirepoix, l’établissement Hôtel Le Commerce comprend un jardin, une terrasse, un restaurant et un bar. Cet hôtel 2 étoiles propose une connexion Wi-Fi gratuite, un service d'étage et un centre d'affaires. Cet hôtel propose des chambres familiales.\n\nVous séjournerez à respectivement 19 km et 28 km de ces lieux d’intérêt : La ferme aux bisons et Fontaine intermittente Fontestorbes. L'aéroport le plus proche (Aéroport de Carcassonne) est à 41 km.", "address": "20 Cours Docteur Chabaud, 09500 Mirepoix, France"},
{"hotel_name": "Hotel du Lac Foix", "url_hotel": "https://www.booking.com/hotel/fr/du-lac.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=53c2fba1d514d7ff81229b64f4118412&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.99197848633285,1.6158190369606018", "score": "8.2", "text_description": "Construit en 1599, l'Hotel du Lac Foix est une ancienne ferme de moutons. Il propose des hébergements avec salle de bains privative, ainsi qu'une connexion Wi-Fi et un parking gratuits dans un cadre champêtre.\n\nLes chambres climatisées disposent d'un balcon individuel et certaines offrent une vue sur le lac. Chaque chambre dispose d'une télévision à écran plat et d'une salle de bains privative. En outre, l'hôtel dispose de 10 chalets.\n\nDoté d'une terrasse au bord du lac, le restaurant de l'hôtel sert des produits frais et régionaux ainsi qu'une gamme de vins locaux. Vous pourrez également prendre un verre près de la cheminée.\n\nL'Hôtel du Lac Foix bénéficie d'un emplacement idéal pour profiter de la région de l'Ariège, célèbre pour ses châteaux et sa campagne pittoresque. Le château de Foix et la grotte de Labouiche sont à moins de 10 km de l'hôtel.", "address": "Le Couloumié, lieu-dit Labarre, 09000 Foix, France"},
{"hotel_name": "Hôtel Le Castelet", "url_hotel": "https://www.booking.com/hotel/fr/le-castelet.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=4cd9bb333a68002cc2dc86677cc4988c&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.7396371724951,1.7917799949646", "score": "7.9", "text_description": "Dans un cadre paisible et naturel avec vue sur la montagne, l'Hôtel le Castelet propose un délicieux petit-déjeuner et des hébergements confortables au Castelet, près d'Ax-les-Thermes et d'Andorre.\n\nLe personnel aimable et discret du Castelet vous réserve un accueil chaleureux et vous aidera à profiter au maximum de votre séjour dans cette région calme, reculée et reposante.\n\nLes chambres accueillantes constituent une pièce à vivre confortable avec une salle de bains privative. Certaines possèdent un balcon ou une grande terrasse bien exposée.\n\nAprès avoir passé la journée à visiter la région, vous apprécierez de déguster un apéritif au bar. Par ailleurs, vous découvrirez des restaurants à 2 km et à 4 km.\n\nÀ proximité, vous pratiquerez de nombreuses activités, comme la randonnée sur des sentiers pittoresques et le ski dans l'une des 4 stations des environs. Vous trouverez aussi des centres de soins d'hydrothérapie, un casino, une piscine et des courts de tennis à Ax-les-Thermes, à seulement 3 km de l'Hôtel Le Castelet. Enfin, vous bénéficierez gratuitement d'un local à vélos et à motos sur place.", "address": "4 Roc Gabide, Perles et Castelet, 09110 Ax-les-Thermes, France"},
{"hotel_name": "Résidence de Tourisme Domaine de la Vallée d'Ax", "url_hotel": "https://www.booking.com/hotel/fr/mvm-le-domaine-de-la-vallee-d-ax.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=18ba2facc16f76ca0f891111a053aa2f&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.71456073192739,1.839088797569275", "score": "8.3", "text_description": "La résidence touristique Résidence de Tourisme Domaine de la Vallée d'Ax vous accueille dans l'Ariège, à la sortie du village, à 10 minutes à pied du centre, de ses boutiques et de la télécabine de la station de ski Ax 3 Domaines (navette gratuite pendant la journée en hiver). La résidence propose des appartements à louer, pour une ou plusieurs nuits, des studios pour 2 personnes aux appartements pouvant accueillir jusqu'à 6 personnes (certains communicants), entièrement équipés et dotés d'un balcon. Cet établissement dispose d'un grand parking privé gratuit et d'une piscine extérieure ouverte en saison.\nLa location comprend uniquement l'hébergement et le linge de maison (draps et serviettes, lits non faits). Les appartements doivent être laissés propres et rangés avant 10h30. Un service de ménage de fin de séjour est assuré moyennant des frais supplémentaires.\nLes arrivées ont lieu de 16h00 à 19h00. Un dépôt de garantie de 100 EUR vous sera demandé à votre arrivée. Cette somme devra être réglée par carte de crédit. Ce remboursement sera effectué dans les 48 heures suivant votre départ.\nLes animaux sont les bienvenus moyennant des frais supplémentaires.", "address": "RN20 (Sortie d'Ax), 09110 Ax-les-Thermes, France"},
{"hotel_name": "Terres de France - Domaine du Palais", "url_hotel": "https://www.booking.com/hotel/fr/terres-de-france-domaine-du-palais.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=18ba2facc16f76ca0f891111a053aa2f&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "43.003051,1.13713", "score": "8.1", "text_description": "L’établissement Terres de France - Domaine du Palais se trouve à Saint-Lizier (Midi-Pyrénées), à proximité de ce lieu d’intérêt : Cathédrale de Saint-Lizier. Il propose une connexion Wi-Fi gratuite et un parking privé gratuit.\n\nChaque hébergement possède un coin salon et une télévision à écran plat. Vous bénéficierez également d’une kitchenette bien équipée comprenant un coin repas, ainsi que d’une salle de bains privative comportant un sèche-cheveux.\n\nSur place, le restaurant sert des plats français.\n\nSi vous souhaitez découvrir la région, vous aurez la possibilité de pratiquer la randonnée dans les environs.\n\nVous séjournerez à respectivement 26 km et 32 km de ces lieux d’intérêt : Col de la Crouzette et Club de Golf d'Ariège. L'aéroport le plus proche (Aéroport de Toulouse-Blagnac) est à 97 km.", "address": "Chemin du Parc Le Palais des Evêques, 09190 Saint-Lizier, France"},
{"hotel_name": "Résidence Pierre & Vacances Les Trois Domaines", "url_hotel": "https://www.booking.com/hotel/fr/pierre-vacances-les-trois-domaines.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=18ba2facc16f76ca0f891111a053aa2f&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.71865183717904,1.836615800857544", "score": "8.1", "text_description": "Situé au cœur de la ville thermale d'Ax-les-Thermes, à proximité d'Andorre, le Résidence Pierre & Vacances Les Trois Domaines se compose de 2 bâtiments construits avec des matériaux locaux en parfaite harmonie avec l'environnement naturel. Vous profiterez gratuitement de la piscine extérieure chauffée de l'établissement, ouverte en saison. \n\nSpacieux et confortables, les appartements du Résidence Pierre & Vacances Les Trois Domaines comprennent un balcon ou une loggia, une salle de bains privative moderne et une cuisine entièrement équipée. Ils peuvent accueillir jusqu'à 6 personnes. \n\nLes tarifs incluent le ménage de fin de séjour (à l'exception de la cuisine et de la vaisselle). L'utilisation du téléphone entraîne des frais supplémentaires. Certains appartements sont accessibles aux personnes à mobilité réduite.\n\nSur réservation préalable et en fonction des dates de votre séjour, vous bénéficierez de tarifs réduits sur les forfaits de ski et la location de matériel de ski.\n\nL'établissement présente un emplacement privilégié dans le centre de la station, à proximité des remontées mécaniques et de nombreuses activités. Vous apprécierez divers services et activités sur place (moyennant des frais supplémentaires), notamment un salon.", "address": "Camp de Granou, 09110 Ax-les-Thermes, France"},
{"hotel_name": "Hôtel Le Chalet", "url_hotel": "https://www.booking.com/hotel/fr/le-chalet-ax-les-thermes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&sid=18ba2facc16f76ca0f891111a053aa2f&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500622&srpvid=0ef95a46ad78039d&type=total&ucfs=1&", "hotel_coordinates": "42.71837398163138,1.83945894241333", "score": "8.6", "text_description": "Situé à Ax-les-Thermes, l’établissement 3 étoiles Hôtel Le Chalet comprend un jardin, une terrasse et un restaurant. Il vous accueille à 48 km de ce lieu d’intérêt : Meritxell sanctuary. Disposant d’une connexion Wi-Fi gratuite, cet hôtel est à respectivement 25 km et 45 km environ de : Grotte de Lombrives et Fontaine intermittente Fontestorbes. Cet établissement non-fumeurs se situe à 24 km de : Carrière de talc de Trimouns.\n\nTous les hébergements comportent une armoire. La salle de bains privative possède une baignoire, des articles de toilette gratuits et un sèche-cheveux. Vous profiterez d'un bureau et d'une télévision.\n\nLors de votre séjour, vous pourrez pratiquer diverses activités à Ax-les-Thermes et dans les environs, telles que le ski et le vélo.", "address": "4 Av Turrel, 09110 Ax-les-Thermes, France"}
]