[
{"hotel_name": "Moxy Lille City", "url_hotel": "https://www.booking.com/hotel/fr/moxy-lille-city-center-france.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=aacb29852a9ad7761ea5a3f9db6e8ac2&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.627831,3.063592", "score": "8.3", "text_description": "Idéalement situé à Lille, le Moxy Lille City propose des chambres climatisées, une salle de sport, une terrasse et une connexion Wi-Fi gratuite. Cet établissement 3 étoiles est doté d’un bar. Vous pourrez profiter d’un parking privé sur place.\n\nTous les logements disposent d’une télévision à écran plat. La salle de bains privative est pourvue d’une douche, d’un sèche-cheveux et d’articles de toilette gratuits.\n\nLe personnel de la réception parle français et anglais.\n\nParmi les lieux d'intérêt prisés à proximité du Moxy Lille City, vous trouverez la maison Coilliot, le grand magasin Printemps Lille et l'Hospice Gantois. L’aéroport de Lille-Lesquin se trouve à 7 km.", "address": "3, Rue Jean Bart, Centre de Lille, 59000 Lille, France"},
{"hotel_name": "Eklo Hotels Lille", "url_hotel": "https://www.booking.com/hotel/fr/eklo-hotels-lille.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=0c2e1f7ce3948235fbe4a51a94a88241&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.6200329566919,3.08456697196652", "score": "7.5", "text_description": "Doté d'une terrasse, l'Eklo Hotels Lille est situé à Lille, dans le Nord-Pas-de-Calais, à 2 km du Zénith. La gare de Lille-Europe se trouve à 2,7 km et celle de Lille-Flandres à 2,6 km.\n\nToutes les chambres comprennent une salle de bains privative. Les autres prestations (comme les articles de toilette et le départ tardif) entraînent des frais supplémentaires.\n\nL'établissement possède une réception ouverte 24h/24 et un bar. Vous pourrez profiter du restaurant sur place, le Barbapizz', qui sert des pizzas et des salades. Tous les matins, un petit-déjeuner continental est proposé en libre-service moyennant des frais supplémentaires.\n\nUne cuisine commune, une bibliothèque, des jeux de société et un baby-foot sont à votre disposition. Un service de location de vélos et des bornes de recharge pour voitures électriques sont disponibles moyennant des frais supplémentaires. L’aéroport le plus proche, celui de Lille-Lesquin, est situé à 7 km de l’établissement. Un parking privé gratuit est disponible sur place.\n\nVeuillez noter que l'Eklo Hotels Lille a reçu le label Clef Verte, le premier label de tourisme durable.", "address": "6 rue professeur Langevin, Fives, 59000 Lille, France"},
{"hotel_name": "Twenty Business Flats Lille - Bayard", "url_hotel": "https://www.booking.com/hotel/fr/residence-intergenerationnelle-de-lille.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=916ff18feb47a3e46d4c0dbdf28cbf17&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.6183812,3.0539968", "score": "8.0", "text_description": "Offrant une vue sur la ville, l’établissement Twenty Business Flats Lille - Bayard propose un salon commun et une connexion Wi-Fi gratuite à Lille. Il est situé à respectivement 1,4 km et 2,4 km de ces lieux d’intérêt : Maison Coilliot et Hospice Gantois.\n\nChaque hébergement possède une télévision à écran plat avec les chaînes du satellite. Vous bénéficierez également d’une kitchenette complètement équipée comprenant une table à manger, ainsi que d’une salle de bains privative comportant une douche, des articles de toilette gratuits et un sèche-cheveux. Un réfrigérateur, un micro-ondes et une plaque de cuisson sont également à votre disposition, de même qu’une bouilloire.\n\nUn petit-déjeuner buffet, continental ou halal est servi sur place.\n\nVous séjournerez à respectivement 2,8 km et 3 km de ces lieux d’intérêt : Lille Grand Palais et Gare de Lille-Flandres. L'aéroport le plus proche (Aéroport de Lille - Lesquin) est à 8 km.", "address": "132 Rue Bayard, Moulins, 59000 Lille, France"},
{"hotel_name": "Hotel Lille Europe", "url_hotel": "https://www.booking.com/hotel/fr/lille-europe.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=9e9da7e1551994d7ddd0ada3217d7131&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.63788756274342,3.0726850032806396", "score": "8.1", "text_description": "L'Hotel Lille Europe est un établissement 3 étoiles situé au cœur du quartier des affaires international, à seulement 250 mètres de la gare de Lille-Flandres et à 17 minutes de route du stade Pierre-Mauroy. Il propose une réception ouverte 24h/24 et une connexion Internet gratuite.\n\nPrésentant une décoration colorée, les chambres sont insonorisées et disposent d'une télévision par câble. Leur salle de bains privative est pourvue d'un sèche-cheveux. Toutes les chambres sont desservies par un ascenseur.\n\nUn petit-déjeuner buffet est servi tous les matins dans la salle prévue à cet effet. Cette dernière est dotée d'un micro-ondes et d'une vue panoramique sur les environs.\n\nL'établissement est accessible par l'autoroute N356. Vous séjournerez à 750 mètres de l'Opéra de Lille, à 10 minutes de marche de la cathédrale Notre-Dame-de-la-Treille, à 1,1 km du centre de conventions Nouveau Siècle et à 1,3 km du Grand Palais. Un parking privé sur place est disponible uniquement sur demande.", "address": "avenue Le Corbusier, Centre de Lille, 59777 Lille, France"},
{"hotel_name": "ibis Styles Lille Centre Gare Beffroi", "url_hotel": "https://www.booking.com/hotel/fr/ibis-styles-lille-centre-gare-beffroi.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=b471b69f77681bd15e3b206a47ef3821&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.63238245171801,3.0679428577423096", "score": "8.0", "text_description": "L’ibis Styles Lille Centre Gare Beffroi vous accueille dans le centre-ville de Lille, à 600 mètres des gares de Lille-Europe et de Lille-Flandres. Le centre des congrès Lille Grand Palais et le complexe Nouveau Siècle se trouvent à 1 km.\n\nToutes les chambres comprennent une télévision à écran plat, une connexion Wi-Fi gratuite et une salle d’eau privative.\n\nChaque matin, le petit-déjeuner vous sera servi. Vous pourrez vous détendre avec une boisson dans le bar sur place. Des événements d’entreprise peuvent être organisés dans les 3 salles de réunion modernes.\n\nLe quartier commerçant et d’affaires Euralille se trouve à 10 minutes de marche. Vous rejoindrez le stade Pierre-Mauroy en 15 minutes de route.", "address": "172 Rue Pierre Mauroy, Centre de Lille, 59000 Lille, France"},
{"hotel_name": "Kyriad Lille Gare - Grand Palais", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-lille-gare-grand-palais.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=00f4a2179f81132f4d7d1444fa0227b1&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.63637014904095,3.0831187963485718", "score": "7.6", "text_description": "Situé à 1 km du Grand Palais de Lille et du quartier des affaires d’Euralille, le Kyriad Lille Gare - Grand Palais propose des chambres insonorisées avec une connexion Wi-Fi gratuite. Un parking privé fermé est disponible gratuitement.\n\nVeuillez noter que l'hôtel est actuellement en cours de rénovation. Des nuisances sonores sont à prévoir, pendant les heures préétablies. Cependant, le nécessaire a été fait pour vous accueillir dans les meilleures conditions.\n\nChaque chambre comprend une télévision à écran plat, un téléphone et un plateau/bouilloire. Les chambres joliment décorées disposent d'une salle de bains pourvue d’une douche et d’un sèche-cheveux.\n\nLe petit-déjeuner buffet est servi chaque matin. Vous pourrez prendre vos repas dans le confort de votre chambre 24h/24. Après le dîner, vous pourrez vous détendre avec un verre au bar de l'hôtel ou regarder la télévision dans le salon. Une salle de réunion est également à votre disposition.\n\nLa station de métro Caulier (ligne 1), la plus proche, est à 450 mètres. L'hôtel est idéalement situé à 7 minutes à pied de la gare de Lille Europe et à 10 minutes de marche de celle de Lille Flandres. Les salles de concert du Zenith et de l’Aéronef se trouvent respectivement à 8 et 10 minutes à pied. La Grand-Place est accessible en 10 minutes de marche.\n\nLe stade Pierre Mauroy se situe à 10 km. La route nationale N356 est facilement accessible en 3 minutes en voiture.", "address": "53-57 rue Christophe Colomb, Fives, 59800 Lille, France"},
{"hotel_name": "Hotel Chagnot", "url_hotel": "https://www.booking.com/hotel/fr/hotel-balladins-superior-lille-centre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=e9c1ec10f5871c73c5b986e5e55e8e5d&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.63624596391233,3.069242388010025", "score": "8.1", "text_description": "L'Hotel Chagnot est situé dans le centre-ville de Lille, juste en face de la gare de Lille-Flandres et à 10 minutes à pied de la gare de Lille-Europe. L’établissement propose des hébergements modernes et une connexion Wi-Fi gratuite. Les centres de conventions Nouveau Siècle et Lille Grand Palais se trouvent à 1 km.\n\nTous les hébergements insonorisés comprennent une télévision par satellite à écran plat et 1 salle de bains privative pourvue d’une douche.\n\nL'Hotel Chagnot sert un petit-déjeuner express à emporter.\n\nL’aéroport de Lille-Lesquin est implanté à 8,8 km de l’hôtel. Le musée du Palais des Beaux-Arts se trouve à 15 minutes à pied de l'hôtel. Vous rejoindrez les grands magasins Printemps et Galeries Lafayette en 10 minutes de marche, tandis que l’opéra de Lille vous attend à 450 mètres. Le stade Pierre Mauroy est accessible en 16 minutes de route.", "address": "24 Place De La Gare, Centre de Lille, 59800 Lille, France"},
{"hotel_name": "Au Moulin d'Or", "url_hotel": "https://www.booking.com/hotel/fr/au-moulin-d-39-or.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=61d091f27763cc8ead920fdaffb49704&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.63527,3.069822", "score": "9.3", "text_description": "Situé dans le centre de Lille, à moins de 600 mètres de l'Hospice Gantois et de la Grand-Place, l'hébergement Au Moulin d'Or offre une vue sur la cour intérieure. Il est situé à 400 mètres de la gare de Lille-Flandres et dispose d'un ascenseur. Une connexion Wi-Fi et un parking privé sont disponibles gratuitement.\n\nOffrant une vue sur la ville, cet appart'hôtel spacieux dispose d'un balcon, de 2 chambres, d'un salon, d'une télévision à écran plat, d'une cuisine équipée avec lave-vaisselle et four ainsi que d'une salle de bains pourvue d'une baignoire. Les serviettes et le linge de lit sont fournis. Cet appart'hôtel est non-fumeurs et insonorisé.\n\nVous pourrez également vous détendre dans le coin salon commun.\n\nVous séjournerez à proximité de l'opéra de Lille, du Zénith et du grand magasin Printemps. L'aéroport de Lille-Lesquin est à 9 km.", "address": "3 17 Rue du Molinel, Centre de Lille, 59800 Lille, France"},
{"hotel_name": "CALM Appart' & Hostel", "url_hotel": "https://www.booking.com/hotel/fr/calm-apparthotel.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=4ce2d3213498ee83fb4365d32d1fa70e&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.637346181693324,3.0694569647312164", "score": "8.1", "text_description": "Le Calm Apparthotel vous accueille à Lille, à seulement 2 minutes à pied des stations de métro, de tramway et de train de la gare de Lille-Flandres, ainsi qu’à 10 minutes de marche du centre de conventions Nouveau Siècle. Vous bénéficierez d’une connexion Wi-Fi gratuite.\n\nLes appartements contemporains du Calm Apparthotel sont décorés dans des tons neutres. Chaque appartement dispose d’une kitchenette, d’une télévision à écran plat, d’un bureau, ainsi que d’une salle de bains privative pourvue d’une douche.\n\nLors de votre séjour, vous pourrez préparer vos repas dans votre kitchenette privée équipée d’une cuisinière, d’un micro-ondes et d’un réfrigérateur. Vous trouverez des restaurants et des supermarchés à moins de 5 minutes à pied.\n\nD’autre part, l’aéroport de Lille-Lesquin se trouve à 15 minutes du Calm Apparthotel, tandis que la citadelle de Lille est à 2 km Le Calm Apparthotel se trouve à 900 mètres du Grand Palais. Enfin, un parking privé est accessible moyennant des frais supplémentaires.", "address": "2 rue des Buisses, Centre de Lille, 59000 Lille, France"},
{"hotel_name": "Lille City Hotel", "url_hotel": "https://www.booking.com/hotel/fr/lille-city-hotel.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=09505775af720a468397e8e8c26c4f43&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.63359887135759,3.0632811784744263", "score": "7.2", "text_description": "Le Lille City Hotel est un établissement abordable situé dans le centre-ville de Lille, dans une rue piétonne et commerçante, à 260 mètres du Palais des Beaux Arts, à 1,2 km de Lille Grand Palais et à 9 km du stade Pierre Mauroy. Les chambres sont équipées d’une télévision par satellite et d’une connexion Internet gratuite.\n\nToutes les chambres du Lille City Hotel sont climatisées et disposent d'un téléphone. Desservies par un ascenseur, elles sont également pourvues d’une salle de bains privative.\n\nLe Lille City Hotel sert un petit-déjeuner buffet chaque matin. Vous trouverez de nombreux restaurants à quelques minutes de marche.\n\nLa gare de Lille-Flandres se situe à seulement 10 minutes à pied du Lille City Hotel. Enfin, l’opéra et le centre de conventions Le Nouveau Siècle sont à 600 mètres, tandis que le centre historique vous attend à 1 km.", "address": "57 rue de Bethune, Centre de Lille, 59000 Lille, France"},
{"hotel_name": "OKKO Hotels Lille Centre", "url_hotel": "https://www.booking.com/hotel/fr/okko-hotels-lille-centre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=e26c5cba3808c19309e8f558c3e68c0f&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.634074,3.064229", "score": "8.6", "text_description": "Situé à Lille, l’établissement OKKO Hotels Lille Centre possède une salle de sport, un salon commun, une terrasse et un restaurant. Cet hôtel 4 étoiles propose une connexion Wi-Fi gratuite, un service d'étage et une réception ouverte 24h/24. Vous pourrez prendre un verre au bar sur place.\n\nLes hébergements comprennent la climatisation, un bureau, une machine à café, un coffre-fort, une télévision à écran plat et une salle de bains privative dotée d’une douche. Des serviettes et du linge de lit sont fournis.\n\nUn petit-déjeuner buffet, continental ou végétarien est servi sur place.\n\nL’établissement OKKO Hotels Lille Centre comporte un centre d’affaires et un sauna.\n\nVous séjournerez à proximité de ces lieux d’intérêt : Hospice Gantois, Gare de Lille-Flandres et Printemps. L'aéroport le plus proche (Aéroport de Lille - Lesquin) est à 9 km.", "address": "13 Rue d'Amiens, Centre de Lille, 59800 Lille, France"},
{"hotel_name": "Holiday Inn Express Lille Centre, an IHG Hotel", "url_hotel": "https://www.booking.com/hotel/fr/expressbyholidayinnlille.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=367db0aac3b8c5f18bdc84d76c298db1&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.630759375656005,3.0580884218215942", "score": "8.1", "text_description": "L'Holiday Inn Express Lille Centre est situé dans le centre de Lille, à 350 mètres du Palais des Beaux Arts et à 9 km du stade Pierre Mauroy. Vous séjournerez à 900 mètres du centre de conventions Le Nouveau Siècle et à 2 km de Lille Grand Palais.\n\nLes chambres de l'Holiday Inn Express Lille Centre sont équipées d'une télévision à écran plat, d'un téléphone, d'un sèche-cheveux et d'un plateau/bouilloire. Elles sont toutes desservies par un ascenseur. Vous bénéficierez gratuitement d'une connexion Wi-Fi.\n\nUn petit-déjeuner buffet est servi tous les matins.\n\nL'Holiday Inn Express Lille Centre propose une réception ouverte 24h/24, un parking souterrain sécurisé (sous réserve de disponibilité), une salle de réunion et un service de nettoyage à sec.\n\nLa station de métro la plus proche est celle de République Beaux Arts, qui vous permettra d'accéder directement aux gares Lille Europe et Lille Flandres. L'hôtel se trouve à 800 mètres de la grand-place et à 1,5 km de la citadelle de Lille.", "address": "75 Bis Rue Leon Gambetta, Centre de Lille, 59000 Lille, France"},
{"hotel_name": "Hotel De La Paix", "url_hotel": "https://www.booking.com/hotel/fr/de-la-paix-lille.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=f23577b3847320725dde5c9ee3b2edda&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.63620003234328,3.0657032132148743", "score": "8.2", "text_description": "Le charmant Hôtel De La Paix vous accueille dans la zone piétonne centrale de Lille, à seulement 300 mètres du monument à la Liberté et à 550 mètres du centre de conventions du Nouveau Siècle.\n\nDécoré d'œuvres d'art, l'Hôtel De La Paix présente un escalier traditionnel datant du XIXe siècle. Les chambres disposent d'une connexion Wi-Fi gratuite.\n\nVous pourrez prendre un verre dans la cafétéria de style Art nouveau de l'établissement, avant de partir à la découverte de Lille.\n\nLille Grand Palais vous attend à 1 km de l'hôtel. La gare de Lille-Flandres se trouve à 350 mètres de l'Hôtel De La Paix, tandis que celle de Lille-Europe est située à 1 km.", "address": "46 Bis Rue Pierre Mauroy , Centre de Lille, 59000 Lille, France"},
{"hotel_name": "Grand Hôtel Lille", "url_hotel": "https://www.booking.com/hotel/fr/le-grand-hotel.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=081302955b3f366d340defc52db87c0c&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.63685667939772,3.0679428577423096", "score": "8.0", "text_description": "Situé dans le centre de Lille, juste à côté de la gare de Lille-Flandres, le Grand Hôtel Lille dispose d'une réception ouverte 24h/24, d'une bagagerie et d'un ascenseur. L'hôtel vous accueille à 900 mètres du Grand Palais de Lille et à 650 mètres du centre de conventions Nouveau Siècle. Il se trouve à seulement 300 mètres de la Grand'Place et à 5 minutes à pied du Vieux-Lille.\n\nToutes les chambres sont équipées d'une télévision par satellite à écran plat et d'un téléphone. Leur salle de bains privative est pourvue d'un sèche-cheveux.\n\nUn petit-déjeuner buffet est servi chaque matin sur place. Vous trouverez plusieurs restaurants à quelques minutes de marche.\n\nLe Grand Hôtel Lille met à votre disposition un service d'étage et une connexion Wi-Fi gratuite. L'établissement est à 600 mètres de la gare de Lille-Europe, tandis que la station de métro Gare Lille-Flandres vous attend à seulement 50 mètres. Enfin, vous séjournerez à 18 minutes de route du stade Pierre-Mauroy.", "address": "51 Rue Faidherbe, Centre de Lille, 59000 Lille, France"},
{"hotel_name": "B&B HOTEL Lille Lillenium Eurasanté", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-lille-lillenium-eurasante-lille.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=fcf183b32e7d87349bada4824f5d568b&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.615353999999996,3.043125", "score": "8.5", "text_description": "Doté d'un bar, le B&B HOTEL Lille Lillenium Eurasanté est situé à Lille, dans le Nord, à 2,3 km de la maison Coilliot et à 3,4 km de l'Hospice Gantois. Doté d'un salon commun, cet hôtel 3 étoiles propose des chambres climatisées avec connexion Wi-Fi gratuite et salle de bains privative. Cet établissement non-fumeurs se trouve à 3,7 km du zoo de Lille.\n\nToutes les chambres comprennent un bureau et une télévision à écran plat. Le linge de lit et les serviettes sont fournis.\n\nUn petit-déjeuner buffet et continental est servi chaque matin.\n\nLe personnel de la réception parle français et anglais.\n\nLe B&B HOTEL Lille Lillenium Eurasanté se trouve à 3,7 km du Grand Palais de Lille et à 4 km de la gare de Lille-Flandres. L'aéroport de Lille-Lesquin est à 9 km.", "address": "306 Rue Geneviève Anthonioz de Gaulle, Lille Sud, 59000 Lille, France"},
{"hotel_name": "Brit Hotel Lille Centre", "url_hotel": "https://www.booking.com/hotel/fr/besthotel_lille.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=10c82425c84de8e13d9d7d07036191a4&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.62603954679889,3.051903247833252", "score": "7.9", "text_description": "Le Brit Hotel Lille Centre est un hôtel-restaurant situé dans le centre-ville de Lille, à proximité de la station de métro Gambetta, à 300 mètres de la Maison Folie de Wazemmes et à 1 km du musée des beaux-arts. Le Lille Grand Palais se trouve à 2 km.\n\nCet établissement est idéal pour les voyages d'affaires et les séjours de loisirs. Facilement accessible par les routes principales, il propose un parking couvert sécurisé, un local à vélos et un restaurant buffet.\n\nLes chambres disposent d'un bureau et d'une connexion Wi-Fi haut débit gratuite.\n\nLe centre de conventions Nouveau Siècle est à 1,6 km.", "address": "66, rue Littré, Wazemmes, 59000 Lille, France"},
{"hotel_name": "Hôtel Saint Maurice", "url_hotel": "https://www.booking.com/hotel/fr/hotelsaintmaurice.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=aacb29852a9ad7761ea5a3f9db6e8ac2&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.635571445804786,3.067832887172699", "score": "7.8", "text_description": "L’Hôtel Saint Maurice est situé dans une zone piétonne paisible du centre de Lille, à côté de l’église gothique Saint-Maurice. Vous bénéficierez gratuitement d’une connexion Wi-Fi dans l’ensemble des locaux. Le centre de conventions Nouveau Siècle est à moins de 1 km.\n\nL’Hôtel Saint Maurice propose 38 chambres accessibles par ascenseur. Les chambres comportent une télévision à écran plat et une connexion Wi-Fi gratuite.\n\nL’établissement est implanté à 10 minutes à pied de la vieille ville et de ses musées, à moins de 500 mètres de la Grand’Place et à 1,5 km du parc des expositions Lille Grand Palais. Un parking public est disponible moyennant un supplément à proximité de l’hôtel.", "address": "8 Parvis St Maurice, Centre de Lille, 59800 Lille, France"},
{"hotel_name": "Brueghel", "url_hotel": "https://www.booking.com/hotel/fr/brueghel.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=00f4a2179f81132f4d7d1444fa0227b1&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.63603842091022,3.066937029361725", "score": "8.1", "text_description": "Le Brueghel vous accueille en plein cœur de Lille, à 300 mètres de la gare Lille Flandres, à 750 mètres de la gare Lille Europe et à 10 minutes à pied du centre de conventions Nouveau Siecle. Vous bénéficierez d'une vue sur l'église gothique St Maurice, située en face de l'hôtel.\n\nToutes les chambres du Brueghel sont décorées avec du mobilier d'époque. Elles sont dotées d'une connexion Wi-Fi gratuite, d'une télévision et d'une salle de bains privative.\n\nLa décoration de l'hôtel Brueghel présente un style ancien unique, avec des statues, des peintures et un ascenseur typique des années 1930 qui vous conduira à votre chambre.\n\nL'établissement sert chaque matin un petit-déjeuner continental et dispose d'une réception ouverte 24h/24.\n\nLes centres commerciaux Euralille et Les Tanneurs se trouvent à respectivement 120 et 450 mètres.", "address": "3-5 Parvis St Maurice, Centre de Lille, 59000 Lille, France"},
{"hotel_name": "greet hotel Lille Gare Flandres - Groupe Accor", "url_hotel": "https://www.booking.com/hotel/fr/calm-lille.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=aacb29852a9ad7761ea5a3f9db6e8ac2&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.635287984911955,3.0697072490737582", "score": "7.4", "text_description": "Le greet hotel Lille Gare Flandres - Groupe Accor - Ex Hôtel CALM vous souhaite la bienvenue dans le tout premier hôtel greet de Lille. Cet hôtel vous accueille en face de la gare de Lille-Flandres,\n\nl’emplacement idéal pour vos déplacements professionnels ou une visite de cette magnifique région.\n\nL’établissement vous propose différents types de chambres aménagées et décorées avec soin, dans le respect de ses valeurs éco-responsables.\n\nDepuis le 1er septembre 2023, vous avez également la possibilité de déjeuner ou dîner dans la toute nouvelle brasserie bistronomique Chez Simone.\n\n\nGrâce à sa vitalité culturelle, sa qualité de vie, son dynamisme économique et son énergie festive, la ville de Lille se présente désormais comme l’incontournable capitale de l’Eurorégion.\n\n\nToute l’équipe du greet de Lille Flandres sera heureuse de vous accueillir pour votre prochain séjour à Lille. L’établissement est impatient de vous faire profiter d’une expérience conviviale dans un lieu chaleureux et éco-engagé.", "address": "14, rue du Molinel, Centre de Lille, 59000 Lille, France"},
{"hotel_name": "Aparthotel Adagio Lille Centre Grand Place", "url_hotel": "https://www.booking.com/hotel/fr/aparthotel-adagio-lille-centre-grand-place.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=00f4a2179f81132f4d7d1444fa0227b1&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.635281,3.060162", "score": "8.8", "text_description": "Possédant un salon commun et une connexion Wi-Fi gratuite, l’établissement Aparthotel Adagio Lille Centre Grand Place vous accueille dans le centre de Lille, près de ces lieux d’intérêt : Printemps, Hospice Gantois et Maison Coilliot.\n\nLes hébergements comprennent la climatisation et une télévision à écran plat. Vous bénéficierez d’une cuisine entièrement équipée avec un coin repas, ainsi que d’une salle de bains privative comportant une douche, des articles de toilette gratuits et un sèche-cheveux. Un réfrigérateur, un lave-vaisselle et un micro-ondes sont également à votre disposition, de même qu’une bouilloire.\n\nUn petit-déjeuner buffet, continental ou américain est servi sur place.\n\nCet établissement comprend une terrasse bien exposée.\n\nVous séjournerez à proximité de ces lieux d’intérêt : Gare de Lille-Flandres, Grand’Place de Lille et Zoo de Lille. L'aéroport le plus proche (Aéroport de Lille - Lesquin) est à 9 km.", "address": "76 Rue De L Hopital Militaire, Centre de Lille, 59800 Lille, France"},
{"hotel_name": "Hotel Kanaï", "url_hotel": "https://www.booking.com/hotel/fr/k.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=00f4a2179f81132f4d7d1444fa0227b1&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.63479569548414,3.0641327798366547", "score": "8.0", "text_description": "L'hôtel Kanaï vous accueille dans une zone piétonne du centre de Lille, à seulement 200 mètres de la célèbre Grand'Place. À pied, l'établissement se situe à 15 minutes du Grand Palais de Lille et à 6 minutes du centre de conventions Nouveau Siècle.\n\nToutes les chambres comprennent une télévision par satellite à écran plat et un mobilier moderne.\n\nUn petit-déjeuner est servi quotidiennement et se compose de produits issus des fermes locales.\n\nVous séjournerez à quelques minutes de marche de boutiques, restaurants et bars.\n\nCordial et attentionné, le personnel disponible 24h/24 de l'hôtel Kanaï se fera un plaisir de vous aider à organiser votre séjour. Enfin, la gare TGV de Lille-Europe se trouve à 1 km et vous séjournerez à 550 mètres de la gare de Lille-Flandres.", "address": "10 Rue De Béthune (adresse postale) / Entrée rue de la Vieille Comédie, Centre de Lille, 59000 Lille, France"},
{"hotel_name": "Appart'City Confort Lille - Euralille", "url_hotel": "https://www.booking.com/hotel/fr/appart-city-cap-affaires-lille.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=00f4a2179f81132f4d7d1444fa0227b1&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.64548750310627,3.0732107162475586", "score": "8.2", "text_description": "Situé à 10 km du stade Pierre-Mauroy, l'Appart'City Lille - Euralille se trouve à 2 minutes en tramway du quartier d'affaires et du centre commercial Euralille ainsi que de la gare Lille-Europe. Le centre de conventions Nouveau Siècle est à 2 km.\n\nDécorés dans un style moderne, les confortables studios et appartements sont équipés d'une télévision à écran plat. Une connexion Wi-Fi gratuite est également disponible.\n\nLe petit-déjeuner se compose d'une variété de pains (pain sans gluten etc), de viennoiseries, de boissons chaudes et froides, de salade de fruits, de fruits frais, de fromages et de yaourts.\n\nPlusieurs sites touristiques de Lille, tels que l’impressionnante cathédrale Notre-Dame-de-la-Treille, vous attendent à proximité. Enfin, l'Appart'City Euralille est à 260 mètres de l'arrêt de tramway Romarin.", "address": "30, place Vauban - La Madeleine, 59110 Lille, France"},
{"hotel_name": "Hotel Du Moulin d'Or", "url_hotel": "https://www.booking.com/hotel/fr/du-moulin-dor.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=00f4a2179f81132f4d7d1444fa0227b1&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.6355510314867,3.070012852549553", "score": "7.9", "text_description": "Situé à côté de la gare de Lille Flandre et à 5 minutes du centre-ville, l'Hotel Du Moulin d'Or se trouve à 900 mètres du centre de conventions Nouveau Siècle.\n\nToutes les chambres comprennent une salle de bains privative avec douche. Elles disposent d'une connexion Internet gratuite et d'une télévision à écran plat recevant les chaînes satellite françaises.\n\nLe petit-déjeuner est servi dans la salle à manger ou directement dans votre chambre. Il se compose de confiture artisanale et de salade de fruits frais. Les animaux domestiques sont admis.\n\nLille Grand Palais se trouve à 650 mètres.", "address": "Du Molinel N° 15, Centre de Lille, 59800 Lille, France"},
{"hotel_name": "Appart'City Confort Lille Grand Palais", "url_hotel": "https://www.booking.com/hotel/fr/appart-city-lille-grand-palais.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=00f4a2179f81132f4d7d1444fa0227b1&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.62905797790817,3.0811339616775513", "score": "7.8", "text_description": "Dans le centre-ville de Lille, l’établissement Appart’City Confort Lille Grand Palais vous accueille à 700 mètres du Grand Palais et à 15 minutes en voiture du centre de conventions de Lille Grand Palais. Il possède des appartements modernes dotés d'une connexion Wi-Fi gratuite et d'une télévision à écran plat. Un parking public est disponible sur place.\n\nInsonorisés et desservis par un ascenseur, les appartements comptent une kitchenette équipée d’un micro-ondes, d’un réfrigérateur et d’une cafetière. Il sont dotés d’un coin salon et d’un coin repas. Les salles de bains sont privatives.\n\nUn petit-déjeuner buffet est servi du lundi au dimanche et se compose de différents pains, dont du pain sans gluten, des viennoiseries, des boissons fraîches et chaudes. Du fromage et des yaourts sont également proposés. Des distributeurs automatiques de boissons se trouvent à la réception.\n\nVous séjournerez à 1 km de la gare de Lille-Flandres, à 900 mètres de la station de métro Lille Grand Palais et à 12 minutes de route du stade Pierre-Mauroy.", "address": "19 rue Berthe Morisot, Centre de Lille, 59000 Lille, France"},
{"hotel_name": "Residhotel Lille Vauban", "url_hotel": "https://www.booking.com/hotel/fr/residhotel-lille-vauban.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9saWxsZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQyNmFjMjcwNC1jNzdhLTQ2ODMtOTNiNi0yZDM4YzViNTVkMGPYAgXgAgE&sid=00f4a2179f81132f4d7d1444fa0227b1&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a99e5a4755ce020b&type=total&ucfs=1&", "hotel_coordinates": "50.63220721664461,3.046686351299286", "score": "8.0", "text_description": "Le Residhotel Lille Vauban est idéalement installé dans le quartier résidentiel de Vauban, à seulement 20 minutes de marche de la vieille ville de Lille. Il propose des hébergements avec une connexion Wi-Fi gratuite.\n\nLes studios comprennent une télévision à écran plat, un bureau et une kitchenette avec une machine à café Nespresso. Les appartements possèdent une cuisine avec une machine à café Nespresso, un coin repas et une pièce à vivre. Chaque logement dispose d'une salle de bains privative.\n\nMoyennant un supplément, vous pourrez déguster un petit-déjeuner buffet.\n\nEnfin, depuis l'appart'hôtel Residhotel Lille Vauban, vous rejoindrez les 45 hectares du bois de Boulogne en seulement 10 minutes à pied, tandis que la Grand'Place et le centre de conventions Nouveau Siècle sont accessibles à 20 minutes de marche.", "address": "69/71 Boulevard Vauban, Vauban, 59000 Lille, France"}
]