[
{"hotel_name": "Hôtel Les Muses", "url_hotel": "https://www.booking.com/hotel/fr/marina-bay-hotels.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.9061192031712,6.15546584129333", "score": "7.9", "text_description": "Located in Annecy Le Vieux in the French Alps, Hôtel Les Muses is composed of 2 buildings with rooms that overlook Lake Annecy or Mont Veyrier.\n\nEach room at Hôtel Les Muses is equipped with free WiFi access, a flat-screen TV with cable channels and a private bathroom. Some rooms feature a terrace and air conditioning.\n\nA breakfast buffet is served daily. Activities in the surroundings include hiking and water-skiing. The Lake of Annecy is 50 metres away, and the lake's beach is 250 metres from the property.\n\nFree private parking is available on site. Hôtel Les Muses's multilingual staff can provide local tourist information.", "address": "61 Rue Centrale, 74940 Annecy, France"},
{"hotel_name": "Le Boutik Hotel", "url_hotel": "https://www.booking.com/hotel/fr/le-boutik.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.89771606659,6.13013094662711", "score": "8.3", "text_description": "Boasting a garden, terrace and free WiFi, Le Boutik Hotel offers accommodation with a unique decor, set in Annecy. It is located 300 metres from Palais de l'Ile and a 4-minute walk from Chateau d'Annecy.\n\nAt the hotel, all rooms are individually decorated, the rooms are fitted with a private bathroom with free toiletries and a hairdryer.\n\nIpads are available on request before your arrival to watch TV.\n\nA buffet breakfast is served daily at the property. It consists of cheese, cold meats, pastries, cakes, bread, pancakes, fresh fruits and fruit juices. Brunch is also served on Sundays upon reservation.\n\nStaff speaking English, French and Italian is available anytime to helps guests.\n\nThe property is located 200 metres from Church of Saint-Francois de Sales, and 450 metres from the Bridge of Love. The nearest airport is Chambéry-Savoie Airport, 49 km from the accommodation.", "address": "entrée par la rue de la providence 2 Rue des Marquisats, 74000 Annecy, France"},
{"hotel_name": "Icône Hôtel - Annecy", "url_hotel": "https://www.booking.com/hotel/fr/ica-ne.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.89714928882797,6.122658848653373", "score": "7.6", "text_description": "Located in Annecy city centre, Icône Hôtel- Annecy offers a shared lounge, luggage storage and free WiFi. It is a 10-minunte walk from Lake Annecy and La Clusaz Ski Station is 33 km away.\n\nThe rooms feature a city view, a flat-screen TV and a bathroom with a bath or shower. They also offer a desk, a wardrobe and free toiletries. Breakfast in room is available at an extra cost.\n\nRestaurants and shops can be found within 1 km. Annecy train station is 650 metres away. Geneva International Airport is a 40-minute drive from the property.\n\nThe reception is open 24h/24h.", "address": "1 Faubourg des Balmettes, 74000 Annecy, France"},
{"hotel_name": "Zenitude Hôtel-Résidences Les Hauts d'Annecy", "url_hotel": "https://www.booking.com/hotel/fr/appart-city-annecy-seynod.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "45.890749,6.107753", "score": "7.6", "text_description": "Zenitude Hôtel - Résidences Les Hauts d'Annecy offers accommodation in Seynod, 2 km from central Annecy and 3 km from Lake Annecy. The studios and apartments in Zenitude Hôtel - Résidences Les Hauts d'Annecy have a contemporary décor and offers a reception working hours between 6.15 am - 10.30 pm . Free WiFi is provided in all rooms.\n\nThe apartments feature a seating area with a flat-screen TV and a private bathroom with shower or bathtub. Provided with bath towels and bed linen, each apartment has self-catering facilities and is cleaned weekly.\n\nZenitude Hôtel - Résidences Les Hauts d'Annecy is a 45-minute drive to La Clusaz and Grand Bornand ski resorts. Guests can also explore Annecy Old Town, Annecy Cathedral and Palais de l’Isle.\n\nYou have the possibility to luch here our take-away formulas consisting of a hot dish, a drink and a dessert. Choose from a wide selection of dishes and relax over a tasty meal.", "address": "16, rue du Champ de la Taillee, 74600 Annecy, France"},
{"hotel_name": "Ace Hotel Annecy", "url_hotel": "https://www.booking.com/hotel/fr/ace-annecy.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.8800899491911,6.09713047742844", "score": "8.3", "text_description": "Offering a 24-hour front desk, Ace Hotel Annecy is located in Seynod. Free WiFi access is available in public areas and the rooms. The property is within 5 km from Lake Annecy and Annecy’s city centre.\n\nEach room here will provide you with a TV, air conditioning and satellite channels. Featuring a shower, the private bathroom also comes with a hairdryer and free toiletries. Extras include a desk and a wardrobe.\n\nAt Ace Hotel Annecy you will find vending machines and a dining room where a breakfast is served each morning. The hotel is in a shopping area and a variety of restaurants can be found within 300 metres.\n\nFacilities offered at the property include a shared lounge. An array of activities can be enjoyed on site or in the surroundings, including skiing, golfing and cycling. Lac d’Annecy Golf Course is a 25-minute drive from the hotel.\n\nFree parking is available on site. Annecy Train Station is 3.4 km away. Public transit to the city centre of Annecy is just 100 metres away, and operates Mon-Sat.", "address": "8 Boulevard du Semnoz  - Zone d'activités  de Periaz Seynod, 74600 Annecy, France"},
{"hotel_name": "Moxy Annecy", "url_hotel": "https://www.booking.com/hotel/fr/moxy-annecy.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "45.90025357689497,6.115946039173132", "score": "7.9", "text_description": "Well located in Annecy, Moxy Annecy provides air-conditioned rooms, a terrace, free WiFi and a restaurant. This 3-star hotel offers room service and a 24-hour front desk. The accommodation features a business centre, a concierge service and luggage storage for guests.\n\nFeaturing a private bathroom with a shower and a hairdryer, certain rooms at the hotel also offer a balcony. At Moxy Annecy each room is fitted with a desk and a flat-screen TV.\n\nGuests at the accommodation can enjoy a buffet breakfast.\n\nRochexpo is 35 km from Moxy Annecy, while Bourget Lake is 36 km away. Chambéry-Savoie Airport is 41 km from the property.", "address": "19 Avenue Du Rhone, 74000 Annecy, France"},
{"hotel_name": "Hôtel du Château", "url_hotel": "https://www.booking.com/hotel/fr/du-chateau-annecy.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.89789346662321,6.125205159187317", "score": "8.7", "text_description": "Hotel du Chateau is a hotel situated at the foot of Annecy Castle. It has views over the old town. The reception offers free WiFi.\n\nGuest rooms at the Hotel du Chateau are simply decorated. They are equipped with a private bathroom, a telephone and a TV.\n\nContinental breakfast is served every morning. Guests can enjoy a drink or a packed lunch on the hotel’s panoramic terrace, where a microwave and kitchenware are made available.\n\nHotel du Chateau is just a 5-minute walk from Lake Annecy. The train station is only a 10-minute walk away.", "address": "16, rampe du Château, 74000 Annecy, France"},
{"hotel_name": "Allobroges Park Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/tiallobroges.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.90218660575059,6.123805046081543", "score": "8.9", "text_description": "Set in Annecy City Centre, this 3-star hotel is located a 10-minute walk from Annecy Chateau. It has a 24-hour reception and offers free WiFi access.\n\nAll guest room are soundproofed and air-conditioned. They offer work desk and an LCD TV. Some rooms feature exposed beams. The private bathrooms are fitted with a hairdryer and free toiletries.\n\nThe onsite bar is open 24/7 and there is a terrace open during summer.\n\nLake Annecy is a 10-minute walk from Allobroges Hotel. Private Parking is available upon prior reservation only and subject to availability. Annecy Train Station is 260 metres away.", "address": "11 rue Sommeiller, 74000 Annecy, France"},
{"hotel_name": "Hotel Les Terrasses", "url_hotel": "https://www.booking.com/hotel/fr/les-terrasses-annecy.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.90393736458728,6.119993627071381", "score": "8.7", "text_description": "Located in the centre of Annecy, Hotel Les Terrasses is just a 5-minute walk from the Annecy's SNCF Train Station. It is set in a large landscaped garden and offers free WiFi.\n\nThe guest rooms at the Hotel Les Terrasses are all soundproofed and feature a desk and flat-screen TV. The private bathrooms have a bath or shower and air conditioning.\n\nBreakfast is available for an additional charge at the property and can be enjoyed in the guest's room or on the terrace, weather permitting\n\nThe lake can be found a 15-minute walk away. The hotel is just a 30-minute drive from Geneva and the Swiss border.", "address": "15 rue Louis Chaumontel, 74000 Annecy, France"},
{"hotel_name": "Hôtel des Alpes", "url_hotel": "https://www.booking.com/hotel/fr/hotel-des-alpes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.90163038296463,6.122925281524658", "score": "8.4", "text_description": "The Hôtel des Alpes offers 2-star accommodation a 10-minute walk from Lake Annecy and 100 meters away from the train station. The old city, shops and restaurants are within walking distance.\n\nAll units in the hotel are equipped with a flat-screen TV with satellite channels and a desk. The private bathrooms come with a hairdryer and free toiletries. The hotel has no lift but hotel staff is happy to help guests with their luggage if needed.\n\nA continental breakfast is available every morning at Hôtel des Alpes. Guests can enjoy the onsite bar.\n\nThe nearest airport is Chambéry-Savoie Airport, 48 km from the property. Public parking is available nearby. It is free from 19:00 to 08:00 and at extra charge during the rest of the day.\n\nOur hotel has an elevator, starting from the 1st floor where stands the reception desk and serves 2nd and 3rd  .\nThere will be some more stairs to climb to get to  the 1st floor and the 4th. Please do not hesitate to ask for help upon arrival/departure.", "address": "12 Rue De La Poste, 74000 Annecy, France"},
{"hotel_name": "Le Pélican", "url_hotel": "https://www.booking.com/hotel/fr/le-pelican-annecy1.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.897015,6.131543", "score": "8.8", "text_description": "Situated in Annecy, 37 km from Rochexpo, Le Pélican features accommodation with a seasonal outdoor swimming pool, private parking, a terrace and a restaurant. This 4-star hotel offers room service, a 24-hour front desk and free WiFi. Guests can have a drink at the bar.\n\nThe hotel will provide guests with air-conditioned rooms with a desk, a coffee machine, a fridge, a safety deposit box, a flat-screen TV and a private bathroom with a shower. All rooms have a wardrobe.\n\nA buffet, continental or gluten-free breakfast is available at the property.\n\nBourget Lake is 38 km from Le Pélican, while Stade de Genève is 43 km from the property. Chambéry-Savoie Airport is 43 km away.", "address": "20 Rue des Marquisats, 74000 Annecy, France"},
{"hotel_name": "Sure Hotel by Best Western Annecy", "url_hotel": "https://www.booking.com/hotel/fr/best-ha-tel-annecy.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "45.90074937439729,6.100300848484039", "score": "7.7", "text_description": "Sure Hotel by Best Western Annecy is located just 3.5 km from Annecy Lake and a 4-minute drive from Annecy city centre. It offers rooms with free WiFi access.\n\nEach room is equipped with a flat-screen TV and has a private bathroom with a bath or shower.\n\nA buffet breakfast is served daily. The restaurant serves traditional French dishes and offers a terrace.\n\nThere is also a bar and lounge area with a pool table, a pinball machine and table football, and a playground for children. Ironing facilities and a selection of board games are available at the reception upon request.\n\nGuests can enjoy private access for 1 or 2 people to the sensory relaxation area upon reservation and at an additional cost. The space includes a balneo hot tub with massage jets and light therapy, a sauna, a video wall and a starry sky.\n\nThe region has many activities to offer, such as paragliding and rock-climbing. Free private parking is available on site.", "address": "138 rue des paquerettes Cran Gevrier, 74960 Annecy, France"},
{"hotel_name": "Centre Jean XXIII", "url_hotel": "https://www.booking.com/hotel/fr/centre-jean-xxiii.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.9183227,6.15250679999997", "score": "8.2", "text_description": "Offering a sun terrace, Centre Jean XXIII is situated in Annecy, 3 km from the old town and 1.8 km from Lake Annecy. Free WiFi is available throughout the property.\n\nCertain units feature views of the lake or city. Every room comes with a private bathroom. The rooms are not air-conditioned.\n\nThere is a shared lounge at the property.\n\nGuests can enjoy various activities in the surroundings, including skiing and windsurfing. Water sports facilities are offered on the lake. Chateau d'Annecy is 3.1 km from Centre Jean XXIII, while UBISOFT is 2.3 km away. The nearest airport is Geneva International Airport, 46 km from Centre Jean XXIII.", "address": "Annecy-le-Vieux 10 Chemin du Bray, 74940 Annecy, France"},
{"hotel_name": "Campanile Annecy - Cran Gevrier", "url_hotel": "https://www.booking.com/hotel/fr/campanile-annecy.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.9002696668203,6.10310643911362", "score": "7.4", "text_description": "Campanile Annecy - Cran Gevrier is 3 km from the city centre, the lake and Annecy train station. Annecy-Methet airport is 5 km away.\n\nIt offers rooms with free WiFi,  an electric kettle and a private bathroom with a bath or shower and a hairdryer. Some rooms can accommodate people with reduced mobility. Free private parking is available.\n\nGuests can enjoy Haute Savoie including Lake Annecy, Gorges du Fier, Le Château de Montrottier. Guests can also visit the Alps: La Clusaz, Le Grand Bornand, Chamonix. Geneva is 30 minutes away.\n\nThe on-site restaurant is open Monday to Thursday evening for dinner and Monday to Friday noon for lunch. It serves traditional and family cuisine.\n\nOther facilities at Campanile Annecy include air conditioning and a terrace.", "address": "4 Impasse Des Crets, 74960 Annecy, France"},
{"hotel_name": "Les Loges Annecy Vieille Ville", "url_hotel": "https://www.booking.com/hotel/fr/les-loges-annecy-vieille-ville.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.898025998926904,6.123657524585724", "score": "8.5", "text_description": "Les Loges Annecy Vieille Ville offers 5-star, self-catering apartments set in the heart of Annecy’s historical district just 200 metres from Annecy lake, near shops, restaurants and bars. It has free Wi-Fi.\n\nEach apartment features a Turkish bath, a wine cabinet, a fireplace, a Nespresso coffee machine and a welcome platter with local produce. You can relax in the André Renault electric bed with the tablet computer, which can be connected to the Bose hi-fi sytem. The private bathroom comes with a bathrobe and slippers.\n\nThe property offers a wide range of services including a ticket service, a tour desk, packed lunches and a concierge. It is non-smoking throughout and has facilities for disabled guests as well as a lift. A continental breakfast is provided.\n\nLes Loges is 200 m from Annecy Castle and 100 m from the Annecy Castle Museum. The Palais de l'Ile, Saint Francis Church and Annecy Train Station are all 300 m away. The nearest airport is at Geneva, 49 km away.", "address": "35 rue Sainte Claire, 74000 Annecy, France"},
{"hotel_name": "Rivage Hôtel & Spa Annecy", "url_hotel": "https://www.booking.com/hotel/fr/rivage-amp-spa-annecy.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.905699,6.151953", "score": "8.8", "text_description": "Featuring 4-star accommodation, Rivage Hôtel & Spa Annecy is set in Annecy, 2.1 km from Palais de l Ile and 2.2 km from Chateau d'Annecy. The property is close to several noted attractions, around 1.7 km from Bridge of Love and around 1.8 km from Bonlieu Performing Arts Centre. The property is close to popular attractions like Annecy School of Art, Annecy Town Hall and Annecy Court House.\n\nAll guest rooms in the hotel are equipped with a flat-screen TV. The rooms come with air conditioning, and selected rooms also offer a balcony.\n\nA buffet breakfast is served every morning at the property. The hotel features a restaurant open for lunch and diner with a terrace facing the Lake of Annecy.\n\nThe property boasts an indoor swimming pool, with sauna, hammam, hot tub and fitness room with free access. Spa massages and yoga session are available at an extra cost.\n\nGuests can find 2 private parking on site (indoor and outdoor) available at an extra cost.\n\nNon-stop information is available at the reception, where staff speak English and French.\n\nAnnecy Court House is 2 km from Rivage Hôtel & Spa Annecy, while Church of St. Francis is 2.1 km from the property. Chambéry-Savoie Airport is 37 km away.", "address": "33 Avenue du Petit Port, 74000 Annecy, France"},
{"hotel_name": "Aparthotel Adagio Annecy Centre", "url_hotel": "https://www.booking.com/hotel/fr/adagio-city-aparthotel-annecy-centre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.903201977941485,6.122673153877258", "score": "8.6", "text_description": "Offering a fitness centre, Aparthotel Adagio Annecy Centre features studios and apartments with free WiFi in central Annecy. It is located 1 km from Lake Annecy, a 3-minute walk from the train station and it has a 24-hour reception.\n\nEach air-conditioned apartment is equipped with a TV with satellite channels. All accommodation feature a seating area and have a private bathroom with a hairdryer. All apartments have a kitchen equipped with a microwave, a fridge and a kettle.\n\nA full buffet breakfast is provided every morning at an additional cost.\n\nWith paid private parking on site, the residence is just 500 metres from the castle and the old town. Seynod Theatre is 5 km away.", "address": "2 Place Marie Curie (ex- Avenue Berthollet), 74000 Annecy, France"},
{"hotel_name": "Novotel Annecy Centre", "url_hotel": "https://www.booking.com/hotel/fr/annecy-centre-atria.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "45.9030377278167,6.122657060623169", "score": "7.8", "text_description": "Novotel Annecy Centre is located in central Annecy, a 5-minute walk from the old town, the lake and the Château d'Annecy. It offers free WiFi and a 24-hour front desk.\n\nAll guest rooms are soundproofed and air-conditioned. They are equipped with a flat-screen TV with satellite channels including beIN Sports and Canal +. They offer a minibar and tea and coffee making facilities. They feature a seating area and the private bathrooms are fitted with a hairdryer and free toiletries.\n\nNovotel Annecy Centre offers a buffet breakfast. Various dining options including European and French dishes are available at The Craic, the in-house restaurant. Guests can also enjoy a drink and light snacks in the hotel bar.\n\nNovotel Annecy Centre also has an indoor play area and a library for children. Bike rental is available.\n\nAnnecy TGV Train Station is just 50 metres from the hotel and Lake Annecy is 1 km away. A private garage is available on site for an extra charge.", "address": "1, place Marie Curie (1 avenue Bertholet), 74000 Annecy, France"},
{"hotel_name": "Campanile Annecy Centre - Gare", "url_hotel": "https://www.booking.com/hotel/fr/campanile-annecy-centre-gare.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.90110729677437,6.122661500000049", "score": "7.9", "text_description": "Campanile Annecy Centre - Gare offers pet-friendly accommodation in Annecy. The property is 300 metres from Annecy Train Station, and a 5-minute walk from the old town and the lake. Free WiFi is provided throughout.\n\nThe rooms are air-conditioned, have a flat-screen TV, a desk and include a private bathroom with a bath or shower.\n\nThere is a 24-hour front desk at the property, and guests can enjoy their breakfast in the breakfast room or on the terrace.\n\nPalais de l’île is 500 metres from Campanile Annecy Centre - Gare, while Chateau d'Annecy is 600 metres from the property. Lyon Saint Exupery Airport is 120 km away.", "address": "37 rue Vaugelas, 74000 Annecy, France"},
{"hotel_name": "Hôtel du Nord", "url_hotel": "https://www.booking.com/hotel/fr/hoteldunordannecy.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.90205968292101,6.124647259712219", "score": "8.6", "text_description": "Hotel du Nord, is located in the centre of Annecy and offers 2-star accommodation a few minutes from the lake, shops, bars, restaurants and train station. It offers 24/7 reception and free WiFi.\n\nGuest rooms at the Hotel du Nord are all non-smoking and air-conditioned. They come with en suite facilities.\n\nA continental breakfast is available every morning at Hôtel du Nord.\n\nSpeaking English, Spanish and French, staff will be happy to provide guests with practical advice on the area at the reception.\n\nThere is free overnight parking nearby. The nearest airport is Chambéry-Savoie Airport, 35 km from the property.", "address": "24, rue Sommeiller, 74000 Annecy, France"},
{"hotel_name": "Fasthotel Annecy", "url_hotel": "https://www.booking.com/hotel/fr/fasthotel-seynod.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.8870546135623,6.07344388961792", "score": "7.3", "text_description": "Situated a 10-minute drive from Lake Annecy, this attractive, great-value hotel has been renovated in a Louisiana style. Geneva Airport is 48 km away.\n\nThe Fasthotel offers 48 rooms with en suite facilities, a TV with Canal+ satellite channels and free Wi-Fi internet access.\n\nGuests can try regional cuisine in the Fasthotel’s restaurant, which is open for dinner Monday to Thursday.\n\nFree parking is provided at the Fasthotel, allowing guests to explore the Rhône-Alpes region by car. The staff at the Fasthotel will be happy to help you organise your stay in Seynod and the area. Annecy Train Station is 5 km away.", "address": "2 rue Gustave Eiffel, 74600 Annecy, France"},
{"hotel_name": "Séjours & Affaires Annecy Le Pont Neuf", "url_hotel": "https://www.booking.com/hotel/fr/sejours-affaires-annecy-le-pont-neuf.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.89719346681384,6.110809743404388", "score": "7.6", "text_description": "The Séjours & Affaires Annecy Le Pont Neuf is located 3 km from Lake Annecy and 1 km from Annecy’s historic centre. It provides access to La Clusaz and Grand-Bornand ski resorts, 45 minutes away by car.\n\nIdeal for both short-term and longer stays, these comfortable apartments include free WiFi and modern amenities. A buffet breakfast is available from Monday to Friday at an additional cost.\n\nThe Séjours & Affaires Annecy Le Pont Neuf is located in Cran Gevrier and is near to shops, restaurants and local transport services.\n\nAnnecy Train Station is a 15-minute walk away and parking is available for an additional charge. Semnoz Ski Resort is a 30-minute drive away.", "address": "8 Rue Du Rond Point - Cran Gévrier, 74960 Annecy, France"},
{"hotel_name": "B&B HOTEL Annecy Cran-Gevrier", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-annecy-cran-gevrier.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.892319,6.0895437", "score": "8.2", "text_description": "B&B HOTEL Annecy Cran-Gevrier is situated in Annecy, within 35 km of Rochexpo and 36 km of Bourget Lake. The 2-star hotel has air-conditioned rooms with a private bathroom and free WiFi. Private parking is available on site.\n\nAt the hotel, rooms are equipped with a desk. All rooms in B&B HOTEL Annecy Cran-Gevrier are fitted with a flat-screen TV and free toiletries.\n\nA buffet breakfast is available each morning at the accommodation.\n\nStade de Genève is 41 km from B&B HOTEL Annecy Cran-Gevrier, while Jet d'Eau is 44 km from the property. Chambéry-Savoie Airport is 41 km away.", "address": "16 Route de Nanfray, 74000 Annecy, France"},
{"hotel_name": "Hôtel de Bonlieu", "url_hotel": "https://www.booking.com/hotel/fr/hoteldebonlieu.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.90349688035514,6.128477454185486", "score": "8.4", "text_description": "Located 500 metres away from Lake Annecy, and a 12-minute walk from Annecy castle, Hôtel de Bonlieu offers accommodation with free WiFi and a 24-hour front desk.\n\nAll rooms air air-conditioned and soundproofed. They are fitted with a flat-screen TV with satellite channels. The private bathroom is equipped with a bath or shower.\n\nHôtel de Bonlieu provides a continental breakfast buffet daily. Guests can also choose to have breakfast served directly to your room.\n\nPublic parking is available nearby. The hotel is a 10-minute walk from the train station and a 35-minute drive from Chambéry-Savoie airport.", "address": "5 Rue de Bonlieu, 74000 Annecy, France"},
{"hotel_name": "Impérial Palace", "url_hotel": "https://www.booking.com/hotel/fr/imperial-palace.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hbm5lY3lIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkYTU3ZGQ4NDEtYjExZi00NGZjLWEyYTgtNmI4MjY1YmEyNDNm2AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=c47b5a467ff500bf&srepoch=1738500623&from=searchresults", "hotel_coordinates": "45.90374698623782,6.144694089889526", "score": "8.8", "text_description": "Located in the heart of the French Alps, Impérial Palace is a 4-star hotel is on the edge of Lake Annecy, 1.6 km from Annecy's centre. It offers air-conditioned accommodation, a spa and a casino. Free WiFi is provided.\n\nEach guest room at L'Imperial Palace has a minibar and a flat-screen TV with satellite channels. Most rooms also have a balcony with a view of the lake and surrounding mountains or park. A courtesy tray with tea is available in each room.\n\nThe hotel’s gastronomic restaurant, La Voile, provides traditional French cuisine. Meals are served on a shaded terrace overlooking the lake. L'Impérial Palace also has a a more casual restaurant called La Brasserie, a bar, and a lounge where guests can enjoy homemade pastries, snacks and a full buffet breakfast.\n\nThe onsite 600 m² spa includes a swimming pool, an experience shower, a sauna, a hammam, an ice fountain, a spa bath and private treatment rooms. Impérial Palace offers also offers a business centre.\n\nFree parking is available on site. Charging stations for electric cars are available at this property. Geneva International Airport is 40 km away and Annecy Train Station is 1.5 km from the hotel. Annecy Château is 2 km away.", "address": "Allée de l'Impérial, 74000 Annecy, France"}
]