[
{"hotel_name": "Holiday Inn Express - Le Havre Centre", "url_hotel": "https://www.booking.com/hotel/fr/campanile-le-havre-centre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.498238,0.128837", "score": "8.4", "text_description": "Our hotel, located in Le Havre downtown and at 600 meters from the SNCF train station, welcomes you for a professional and leisure stay. Our location is ideal to quickly reach the city center or the beach by the streetcar, accessible in front of the hotel. You will appreciate the quality of amenities: Wi-Fi, snacking, buffet style breakfast and the lounge bar. In order to facilitate your arrival by car, you can enjoy our private parking\n. Book one of our large cosy rooms and enjoy your stay!", "address": "126 Cours De La Republique, 76600 Le Havre, France"},
{"hotel_name": "The Originals Boutique, Hôtel Le Marignan,Le Havre Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/la-baraka.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.4922790779481,0.12310802936554", "score": "7.9", "text_description": "Set in Le Havre and with Le Havre Beach reachable within 2.3 km, The Originals Boutique, Hôtel Le Marignan, Le Havre Centre Gare offers concierge services, allergy-free rooms, a terrace, free WiFi throughout the property and a bar. The property is around 2 km from Eglise St-Joseph, 23 km from Norman Museum of Ethnography and Popular Arts and 23 km from Honfleur's Old Harbour. The accommodation provides karaoke and room service.\n\nThe units at the hotel come with a flat-screen TV with satellite channels and a safety deposit box. With a private bathroom equipped with a shower and free toiletries, certain units at The Originals Boutique, Hôtel Le Marignan, Le Havre Centre Gare also provide guests with a city view. All guest rooms feature a desk.\n\nPopular points of interest near the accommodation include Le Volcan, Saint-Michel's Church and Perret Model Appartment. Deauville - Normandie Airport is 37 km away.", "address": "211 Boulevard de Strasbourg, Perret, 76600 Le Havre, France"},
{"hotel_name": "Nomad Hotel le Havre", "url_hotel": "https://www.booking.com/hotel/fr/nomad-le-havre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.49331760456112,0.12530688339768403", "score": "8.5", "text_description": "Nomad Hotel le Havre is located in Le Havre and offers air-conditioned rooms with free WiFi access and a modern-style decor. Guests can enjoy the on-site bar. Dock Océane shopping centre is 900 metres from this hotel and the city centre and its city hall are a 5-minute drive away.\n\nAll of the rooms at Nomad Hotel le Havre feature a tablet and a video projector. They all include a bathroom with free toiletries and a shower.\n\nA breakfast is served everyday. Restaurants, bars and shops can be found in the surroundings.\n\nLe Havre Train Station is a 2-minute walk from the hotel and André Malraux Modern Art Museum is 2 km away.", "address": "5 rue Magellan, 76600 Le Havre, France"},
{"hotel_name": "Hilton Garden Inn Le Havre Centre", "url_hotel": "https://www.booking.com/hotel/fr/hilton-garden-inn-le-havre-centre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "49.49008699,0.097746957", "score": "8.6", "text_description": "Facing the beachfront, Hilton Garden Inn Le Havre Centre offers 4-star accommodation in Le Havre and features a fitness centre, terrace and restaurant. Featuring a bar, the hotel is close to several noted attractions, around 500 metres from Le Havre Beach, 500 metres from Eglise St-Joseph and less than 1 km from Le Volcan. Free WiFi is available and private parking can be arranged at an extra charge.\n\nEvery room is fitted with air conditioning, a desk and a flat-screen TV, and certain units at the hotel have a balcony. All units will provide guests with a fridge.\n\nA buffet, continental or vegetarian breakfast can be enjoyed at the property.\n\nWith staff speaking English, Spanish and French, around-the-clock guidance is available at the reception.\n\nPerret Model Appartment is 1 km from Hilton Garden Inn Le Havre Centre, while Saint-Michel's Church is 1.5 km away. Deauville - Normandie Airport is 39 km from the property.", "address": "128 Boulevard Clemenceau, Perret, 76600 Le Havre, France"},
{"hotel_name": "Odalys City Le Havre Centre Les Docks", "url_hotel": "https://www.booking.com/hotel/fr/odalys-city-le-havre-centre-les-docks.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.4925039,0.129779", "score": "8.6", "text_description": "Featuring 3-star accommodation, Odalys City Le Havre Centre Les Docks is located in Le Havre, 2.9 km from Le Havre Beach and 1.8 km from Le Volcan. Free WiFi is provided throughout the property and private parking is available on site. The accommodation provides a 24-hour front desk, a lift and luggage storage for guests.\n\nThe units come with carpeted floor and feature a fully equipped kitchenette with a dishwasher, a dining area, a flat-screen TV, and a private bathroom with shower and a hair dryer. A microwave, a fridge and stovetop are also available, as well as a coffee machine. At the aparthotel, each unit is equipped with bed linen and towels.\n\nGuests at the aparthotel can enjoy a buffet breakfast.\n\nPerret Model Appartment is 1.8 km from Odalys City Le Havre Centre Les Docks, while Saint-Michel's Church is 1.9 km away.", "address": "95 Quai Colbert, 76600 Le Havre, France"},
{"hotel_name": "Birgit Hôtel Le Havre Centre", "url_hotel": "https://www.booking.com/hotel/fr/kyriadlehavrecentre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.49308920830414,0.13096153736114502", "score": "8.3", "text_description": "Welcome to Birgit!\n\nWhen visiting Le Havre, there is nothing better than to stay in this 86-room hotel, completely renovated in 2022. Enjoy the friendly atmosphere  surrounded by antique objects and travel souvenirs.\n\nLocated close to the city centre, the train station and public transport, you can reach the beach and the esplanade of Le Havre in 10 minutes.\n\nStay in the cosy and designer rooms, suitable for couples, families, friends and business travellers.\nEnjoy our breakfast made with love by our team from healthy and local products. Take time to enjoy one of our local drinks in our bar.\n\nThe B!rgit Le Havre hotel is the ideal base for your travels with family or friends and will be perfect for a break during a business trip.", "address": "Quai Colbert, 76600 Le Havre, France"},
{"hotel_name": "Odalys City Le Havre Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/odalys-city-le-havre-centre-gare.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.491908082817,0.123161788885", "score": "8.5", "text_description": "Featuring 4-star accommodation, Odalys City Le Havre Centre Gare is situated in Le Havre, 2.4 km from Le Havre Beach and 1.6 km from Le Volcan. Among the facilities at this property are a 24-hour front desk and a lift, along with free WiFi throughout the property. The aparthotel has family rooms and facilities for disabled guests.\n\nThe aparthotel will provide guests with air-conditioned units with a desk, a coffee machine, a dishwasher, a microwave, a safety deposit box, a flat-screen TV and a private bathroom with a shower. There is also a dining area and a fully equipped kitchenette equipped with a fridge, a stovetop, and kitchenware. At the aparthotel, each unit includes bed linen and towels.\n\nGuests can also relax in the shared lounge area.\n\nPopular points of interest near the aparthotel include Perret Model Appartment, Saint-Michel's Church and Eglise St-Joseph. Deauville - Normandie Airport is 37 km from the property.", "address": "25 Cours Commandant Fratacci, Perret, 76600 Le Havre, France"},
{"hotel_name": "Premiere Classe Le Havre Centre-LES DOCKS", "url_hotel": "https://www.booking.com/hotel/fr/premiere-classe-le-havre-centre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.49641693487313,0.15151233802873776", "score": "8.0", "text_description": "Magnificent Première Classe Le Havre Centre-Les Docks; ideally located near the Océane stadium and the docks.\n\nWe offer a personalized reception 24/24 with a private paying and secure parking.\n\nCome and discover our 86 modern rooms with private bathroom and shower, flat screen TV and free wifi.\n\nTreat yourself to a buffet breakfast served daily in our dedicated room or on our terrace on a sunny day.\n\nTake advantage of your stopover to discover the historical and cultural heritage: the church of Saint Joseph, the shipowner’s house, the museum MUMA, etc...\n\nA 15 min walk from the station, you will also have easy access to the various transports to radiate on Normandy: Etretat, Honfleur, Deauville.\n\nAlso enjoy your stay in Le Havre, to put your towel on our beach.", "address": "Rue Nungesser et Coli, 76600 Le Havre, France"},
{"hotel_name": "The Originals Boutique, Hôtel d'Angleterre, Le Havre, centre, plage", "url_hotel": "https://www.booking.com/hotel/fr/comfort-d-angleterre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.4940491518633,0.0993664562702179", "score": "7.6", "text_description": "This hotel is located in the town centre of Le Havre, just 100 metres from the sea and next to the Malraux museum. It offers free Wi-Fi throughout the hotel.\n\nEach guest room at the The Originals Boutique, Hôtel d'Angleterre, Le Havre, centre, plage has a flat-screen TV with satellite channels and a private bathroom. A buffet breakfast is served every morning.\n\nParking is available in front of the hotel, which is free during the night and on Sundays and public holidays.\n\nThe The Originals Boutique, Hôtel d'Angleterre, Le Havre, centre, plage is a 30-minute drive from both Honfleur and Etretat. Deauville and Trouville are 40 km away.", "address": "1 Rue Louis Philippe, Perret, 76600 Le Havre, France"},
{"hotel_name": "Oscar Hôtel Le Havre Centre", "url_hotel": "https://www.booking.com/hotel/fr/celtic.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.48981027544587,0.10710865259170532", "score": "8.3", "text_description": "Oscar Hotel is located in Le Havre's Perret quarter, which is a UNESCO World Heritage Site. It offers free Wi-Fi and views of The Volcan concert venue and the Bassin du Commerce.\n\nRooms at Oscar Hotel have wood floors and are decorated with a mix of modern and traditional furnishings. Each room is equipped with a flat-screen satellite TV and private bathroom.\n\nHotel Oscar is a 5-minute walk from Hotel de Ville and Le Havre’s casino. There are a number of restaurants nearby.\n\nThe Oscar is 1.5 km from the train station and a 30-minute drive from Honfleur. Deauville, Pont de Normandie and Etretat are also a short drive away.", "address": "106 rue Voltaire, Perret, 76600 Le Havre, France"},
{"hotel_name": "Best Western Plus Le Havre Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/hotelterminuslehavre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "49.49334356904791,0.1243177056312561", "score": "8.4", "text_description": "Located in central Le Havre, Best Western Plus Le Havre Centre Gare is a 4 star design hotel offering free WiFi just 10 minutes' drive from the beach.\n\nThe en-suite rooms all feature a flat-screen TV with satellite channels. The private bathroom includes a bath or shower and all rooms feature a hairdryer.\n\nBest Western at Le Havre Centre Gare serves a daily buffet breakfast. Additional facilities include a bar.\n\nHonfleur is just a 20-minute drive from  Best Western at Le Havre Centre Gare and the seaside towns of Trouville and Deauville are a 45-minute drive away. Le Havre Train Station is opposite the property and gives direct access to Paris.\n\nA catering offer signed\" Boco \"is available at any time of the day: balanced and varied dishes prepared by starred chefs to be savored in our bar area or in your room.", "address": "23, Cours De La République, 76600 Le Havre, France"},
{"hotel_name": "Best Western ARThotel", "url_hotel": "https://www.booking.com/hotel/fr/art.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.49119365647614,0.10646089911460876", "score": "8.1", "text_description": "The Best Western Art Hotel is located in the heart of Perret in Le Havre, just a 10-minute walk from the beach. The main destinations in Normandy are located within driving distance, such as Honfleur, 20 minutes away, Etretat, 30 minutes away and Deauville, which is 40 minutes away.\n\nDecorated in a contemporary style by various artists, all rooms feature free Wi-Fi access, a flat-screen TV, iPod docking stations and a private bathroom.\n\nA buffet breakfast is served daily in the guest rooms or in the dining room. Guests can also relax in the Art Hotel's bar.\n\nA buffet breakfast is served only daily in the dining room.", "address": "147 Rue Louis Brindeau, Perret, 76600 Le Havre, France"},
{"hotel_name": "JOST Hôtel Le Havre Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/jost-le-havre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.493988,0.1227326", "score": "8.6", "text_description": "Set in Le Havre and with Le Havre Beach reachable within 2.3 km, JOST Hôtel Le Havre Centre Gare offers express check-in and check-out, non-smoking rooms, a terrace, free WiFi throughout the property and a bar. The property is around 2.3 km from Eglise St-Joseph, 23 km from Norman Museum of Ethnography and Popular Arts and 23 km from Honfleur's Old Harbour. The accommodation provides evening entertainment and a 24-hour front desk.\n\nA buffet, continental or vegetarian breakfast can be enjoyed at the property. At the hotel you will find a restaurant serving Chinese, French and Indian cuisine. Vegetarian and halal options can also be requested.\n\nYou can play darts at this 3-star hotel.\n\nPopular points of interest near JOST Hôtel Le Havre Centre Gare include Le Volcan, Saint-Michel's Church and Perret Model Appartment.", "address": "25 Rue Lesueur, 76600 Le Havre, France"},
{"hotel_name": "Mercure Le Havre Centre Bassin Du Commerce", "url_hotel": "https://www.booking.com/hotel/fr/mercure-bassin-du-commerce.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "49.49033645268655,0.11681288480758668", "score": "8.0", "text_description": "Mercure Le Havre Centre Bassin du Commerce is located in Le Havre’s city centre, opposite the Bassin du Commerce and near ferry-port. It offers air-conditioned guestrooms with LCD satellite TV and WiFi.\n\nGuests of the Mercure Le Havre Centre Bassin du Commerce can relax with a drink and a snack at the bar and enjoy modern and local food in the hotel’s restaurant, Happy Dock.\n\nThe Mercure Le Havre Centre Bassin du Commerce is located in the historic town, 800 metres from the the National History Museum and Le Havre Cathedral. Honfleur is 24 km away and Deauville is 42 km from the property.", "address": "Chaussée Georges Pompidou, 76600 Le Havre, France"},
{"hotel_name": "Résidence Hôtelière de l'Estuaire", "url_hotel": "https://www.booking.com/hotel/fr/residence-hoteliere-de-l-estuaire.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.4955557,0.116636999999969", "score": "6.8", "text_description": "Featuring free WiFi throughout the property, Résidence Hôtelière de l'Estuaire is situated in Le Havre, 500 metres from Saint-Michel's Church. Guests can relax in the property's garden or on the terrace.\n\nSome rooms have views of the garden or city. A flat-screen TV is featured.\n\nPerret Model Appartment is 700 metres from Résidence Hôtelière de l'Estuaire, while Le Havre Town Hall is 600 metres away. The nearest airport is Deauville – Normandie Airport, 33 km from the property.", "address": "92 Rue Anatole France, 76600 Le Havre, France"},
{"hotel_name": "Ibis Budget Le Havre Les Docks", "url_hotel": "https://www.booking.com/hotel/fr/ibis-budget-le-havre-centre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.49424468286882,0.14285242609787474", "score": "8.3", "text_description": "Featuring free WiFi throughout the property, Ibis Budget Le Havre Les Docks  is located in Le Havre, 4.4 km from Volcano. Free private parking and free WiFi are available on site.\n\nThe air-conditioned rooms features a TV, a desk and a private bathroom with a shower, free toiletries and a separate toilet.\n\nBuffet breakfast is served daily at the property. Restaurants can also be found in the surroundings.\n\nPerret Model Appartment is 4.4 km from Ibis Budget Le Havre Les Docks, while Saint-Michel's Church is 5 km from the property. Honfleur is a 20-minute drive away while Étretat is a 30-minute drive from the property.", "address": "36 Rue Du Dr Piasceki , 76600 Le Havre, France"},
{"hotel_name": "Hôtel Richelieu, Le Havre Centre-Ville", "url_hotel": "https://www.booking.com/hotel/fr/le-richelieu-le-havre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.48881104581307,0.10760217905044556", "score": "7.8", "text_description": "Located between the town hall and the cathedral, Hôtel Richelieu, Le Havre Centre-Ville is located in the heart of Le Havre, just a 10-minute walk from the beach and 24 km from Honfleur. All rooms are located on upper floors and offer satellite TV, a private bathroom and free Wi-Fi.\n\nBreakfast is served daily in the Richelieu’s dining room. The hotel also provides free newspapers.\n\nThe ferry port is just 500 metres away. The hotel is close to several restaurants, theatres and cinemas. It is 44 km from Deauville.", "address": "132 rue de Paris, Perret, 76600 Le Havre, France"},
{"hotel_name": "ibis Le Havre Centre", "url_hotel": "https://www.booking.com/hotel/fr/hotelibislehavre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "49.4916414175279,0.11876016855239868", "score": "8.0", "text_description": "The ibis hotel is located in the centre of Le Havre, close to the SNCF railway station, ferry ports and International Trade Centre. It offers free Wi-Fi internet access.\n\nIbis Le Havre Centre provides guest rooms equipped with private bathroom, satellite TV and ironing facilities.\n\nA buffet breakfast composed of sweet and savoury dishes such as eggs, fruit salad, yogurts and juices is served every day. Pastries baked on site and fresh French Madeleine cakes are also on offer, as well as a hot beverage and a piece of fruit to take away. Outside of regular breakfast hours guests can also enjoy a lighter option, available from 04:00.\n\nIbis Le Havre Centre is within easy access of the A29 and A131 motorways. Deauville is 40 km from the property, while Honfleur is 22.8 km from ibis Le Havre Centre. Parking is possible on site for guests arriving by car and there is also a meeting room.", "address": "Rue 129ème R. I. - Parking: 120 Rue Jules Siegfried, Perret, 76600 Le Havre, France"},
{"hotel_name": "Hotel de Charme La Bonne Adresse - Logis de France", "url_hotel": "https://www.booking.com/hotel/fr/des-phares.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.50318944974505,0.08882135152816772", "score": "8.5", "text_description": "Just 150 metres from Le Havre's beaches, Hotel de Charme La Bonne Adresse - Logis de France is located in a residential neighbourhood in Sainte-Adresse. It offers en suite rooms and free Wi-Fi.\n\nRooms at Hotel de Charme La Bonne Adresse - Logis de France are equipped with a telephone, flat-screen TV and private bathroom. Each room has a courtesy tray with tea and coffee and some rooms overlook the sea.\n\nGuests can relax on the hotel’s terrace or in the courtyard.\n\nHotel de Charme La Bonne Adresse - Logis de France is a 2-minute drive from the centre of Le Havre. The hotel is a 35-minute drive from Deauville and 20 minutes from Honfleur and Etretat.\n\nHotel completely renovated in 2021 keeping the family house style. Come and discover the new decoration.", "address": "29 Rue Du Général De Gaulle, Sainte-Adresse, 76310 Le Havre, France"},
{"hotel_name": "Eklo Hotels Le Havre", "url_hotel": "https://www.booking.com/hotel/fr/eklo-hotels-le-havre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.51986370502591,0.11632613638460043", "score": "6.5", "text_description": "Eklo Hotels Le Havre is a modern-style hotel located in Le Havre. You will find a 24-hour front desk, a shared kitchen and dining room. Guests can enjoy a terrace at the property.\n\nThe small soundproofed rooms at Eklo Hotels Le Havre have a walk-in shower, a toilet and a mirror. They feature a flat-screen TV.\n\nA self-service continental breakfast is available daily at an extra cost. Private parking is available on site and other services (toiletries and late check-out) are available at the hotel for an extra fee.\n\nAndré Malraux Modern Art Museum is located 5 km away and the Docks Oceane Shopping Centre is 4 km from the hotel and Le Grand Cap Shopping Centre is a 2-minute walk away. Deauville is 46 km from the hotel and Honfleur is 28 km away. A Tramway Metro Station can be found in front of the hotel and leads directly to the Train Station or to the beach.\n\nEklo Le Havre is labeled Clef Verte, the first tourist eco-label.", "address": "466 Avenue du Bois au Coq, 76600 Le Havre, France"},
{"hotel_name": "All Suites Appart Hotel Le Havre", "url_hotel": "https://www.booking.com/hotel/fr/all-suites-appart-le-havre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.488691,0.12592899999999999", "score": "8.5", "text_description": "Set in Le Havre, 2.8 km from Le Havre Beach, All Suites Appart Hotel Le Havre provides accommodation with a terrace and private parking. This 3-star aparthotel offers a 24-hour front desk and a lift. The accommodation offers a sauna, free WiFi throughout the property and family rooms.\n\nAt the aparthotel, the units are fitted with a flat-screen TV with cable channels, a kitchen, a dining area, a safety deposit box and a private bathroom with a walk-in shower and a hair dryer. At the aparthotel, all units are soundproof. At the aparthotel, all units are fitted with bed linen and towels.\n\nThe aparthotel offers a buffet or continental breakfast. There is a coffee shop, bar and lounge.\n\nYou can play billiards at All Suites Appart Hotel Le Havre.\n\nPopular points of interest near the accommodation include Le Volcan, Perret Model Appartment and Saint-Michel's Church.", "address": "5-7 Place Armand Frémont, 76600 Le Havre, France"},
{"hotel_name": "Aparthotel Adagio Access Le Havre Les Docks", "url_hotel": "https://www.booking.com/hotel/fr/adagio-access-le-havre-les-docks.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.48741929210898,0.1315112120937556", "score": "8.6", "text_description": "Located in Le Havre, Aparthotel Adagio Access Le Havre Les Docks is 100 metres from Docks Shopping Centre and 3 km from the town centre. It offers rooms and apartments with free WiFi access and accessible by a lift.\n\nEach accommodation at Aparthotel Adagio Access Le Havre Les Docks has a desk and a private shower room.\n\nAll accommodations have a kitchen with microwave and refrigerator. Breakfast is served daily in the communal lounge and children from 4 to 11 years old can enjoy it at a reduced rate. Several bars and restaurants can be found 200 metres from the property.\n\nPrivate parking is possible on site and Le Havre Train Station is 1.3 km from Adagio Access Le Havre Les Docks.", "address": "66 Rue de l'aviateur Guerin, 76600 Le Havre, France"},
{"hotel_name": "Hôtel Carmin", "url_hotel": "https://www.booking.com/hotel/fr/carmin.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.49493852015591,0.10553956031799316", "score": "8.2", "text_description": "Hôtel Carmin is located in Le Havre town centre, 700m from the HAVRE beach It offers en suite rooms and free Wi-Fi.\n\nRooms at the Carmin are equipped with a telephone and a flat-screen TV. Each guest room also has a private bathroom with bath or shower.\n\nA breakfast is served at this hotel at an extra charge and upon prior reservation.\n\nA number of Le Havre’s sites are near Carmin Hotel including St Joseph Cathedral and City Hall. There are also a number of restaurants within walking distance.", "address": "15, Rue Georges Braque, Perret, 76600 Le Havre, France"},
{"hotel_name": "LOGIS HOTEL - La Petite Rade", "url_hotel": "https://www.booking.com/hotel/fr/les-voiles-sur-le-front-de-mer.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.50238471218267,0.08598089218139648", "score": "8.6", "text_description": "Located in Le Havre, this hotel is just a few steps from the coast and offers panoramic sea views. It provides direct beach access and free Wi-Fi.\n\nEach guest room at LOGIS HOTEL - La Petite Rade is equipped with a flat-screen TV with satellite channels and a private bathroom. A free welcome tray with tea, coffee and snacks is also offered.\n\nGuests can enjoy a daily buffet breakfast in the dining room or in the privacy of the guest rooms. Guests can also benefit from discounted prices in nearby restaurants and a bar is located in the hotel's building.\n\nLe Front de Mer is a 20-minute drive from both Honfleur and Etretat. Trouville and Deauville are a 40-minute drive away.", "address": "3 Place Clemenceau, Sainte-Adresse, 76310 Le Havre, France"},
{"hotel_name": "Hotel Spa Le Pasino", "url_hotel": "https://www.booking.com/hotel/fr/pasino.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=d3495a47d7b505dd&srepoch=1738500623&from=searchresults", "hotel_coordinates": "49.49117449151481,0.11193662881851196", "score": "8.3", "text_description": "Located at the heart of Le Havre, Hotel Spa le Pasino features an indoor swimming pool, a spa with sauna and a casino on site. It offers guest rooms with a flat-screen TV.\n\nEach air-conditioned guest room features a queen-size bed and some offer views over the harbour. All private bathrooms include a hairdryer and bathrobes.\n\nA buffet breakfast is served every morning and can be enjoyed in the comfort of your room.\n\nFree Wi-Fi is available throughout Hotel Spa le Pasino. Guests can work out in the fitness centre or relax in the spa bath at the hotel's spa.\n\nLe Havre Train Station is a 6-minute drive from the hotel and free private parking is available on site. Malraux Museum is 1 km away.", "address": "Place Jules Ferry, Perret, 76600 Le Havre, France"}
]