[
{"hotel_name": "Le Mas des Citronniers", "url_hotel": "https://www.booking.com/hotel/fr/lesmasdescitronniers.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.52538158720205,3.082563914358616", "score": "8.4", "text_description": "The hotel has no private parking, but a few free spaces are available in front of the establishment, and several parking lots in the town of Collioure are close to the hotel.\n\nLocated in the centre of Collioure, just 250 metres from the beach, this hotel offers air-conditioned guestrooms in a traditional Catalan building. Free Wi-Fi is available throughout the hotel.\n\nGuest rooms at Le Mas des Citronniers are decorated in bright colours. Each features a flat-screen TV, a desk, a small fridge and an en suite bathroom. Some of the rooms offer a patio with a view of the garden.\n\nA breakfast buffet is served each morning in the hotel’s breakfast room or a full breakfast is served in guests’ rooms upon request. Breakfast is provided with a supplement.\n\nThe reception desk at Le Mas des Citronniers is open 24 hours a day and additional facilities available include free newspapers.\n\nCollioure Train Station is located 550 metres from the hotel and the Château Royal de Collioure is 300 metres away.", "address": "22 Avenue de La Republique, 66190 Collioure, France"},
{"hotel_name": "La Frégate", "url_hotel": "https://www.booking.com/hotel/fr/la-fra-c-gate-collioure.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.52638625163285,3.083256594836712", "score": "8.2", "text_description": "La Frégate features a shared lounge, terrace, a restaurant and bar in Collioure. The property is set 33 km from Stade Gilbert Brutus, 3.2 km from Casino Collioure and 23 km from Saint-Cyprien Golf Course. The property is non-smoking and is located 200 metres from Boramar Beach.\n\nA continental breakfast is available at the hotel.\n\nGuests at La Frégate will be able to enjoy activities in and around Collioure, like hiking.\n\nPopular points of interest near the accommodation include Nord Beach, Port Avall Beach and Collioure Royal Castle. Perpignan - Rivesaltes Airport is 42 km away.", "address": "24 Boulevard Camille Pelletan, 66190 Collioure, France"},
{"hotel_name": "Le Madeloc Hôtel & Spa", "url_hotel": "https://www.booking.com/hotel/fr/madeloc.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.5287646672607,3.078654259443283", "score": "9.0", "text_description": "Just 500 metres from Collioure town centre and a 10-minute walk from the beach is Le Madeloc Hôtel & Spa. It offers a year-round, heated outdoor swimming pool, a rooftop solarium, a hot tub and a hammam. Beauty treatments and massages are available upon request.\nThe rooftop swimming pool is heated (from April to 31 st of October) and the Hot tub / Jacuzzi are free access and open from 9:00am until 9:00 pm\n\nGuest rooms at Madeloc are decorated in neutral tones and one bright colour, each also features air conditioning, an LCD TV and a minibar. Some of the rooms also have a terrace or a balcony. Rooms are located on one of the three floors of the hotel and are accessible by stairs only. One room is adapted for guests with reduced mobility on the ground floor.\n\nA buffet breakfast is offered every morning with the option to dine (snacks only) in the comfort of guest rooms. Madeloc also offers free WiFi throughout the property.\n\nA gift shop is also available and offers local produce.\n\nCollioure Train Station is just 200 metres away and the D914 is 5 minutes away. The hotel is 6.5 km from Argelès-sur-Mer and 25.5 km from the Spanish border.\nUpon request and upon availability and for an extra cost, private parking is possible on site.", "address": "24 Rue Romain Rolland, 66190 Collioure, France"},
{"hotel_name": "Hotel Méditerranée", "url_hotel": "https://www.booking.com/hotel/fr/mediterranee-collioure.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.52708253934128,3.080262914299965", "score": "8.2", "text_description": "Featuring a Mediterranean garden and a terrace, Hotel Méditerranée offers accommodation in Collioure, a 5-minute walk from the nearest beach. Free WiFi is available throughout the property and private parking is available on site.\n\nEvery air-conditioned room has a balcony and is equipped with a flat-screen TV with satellite channels. The rooms also feature a fridge, a telephone and a safety deposit box. All rooms have a bathroom with a bath or shower.\n\nA buffet breakfast is available every morning and guests can eat breakfast on the terrace in fine weather.\n\nThere is luggage storage space at the property.\n\nArgèles-sur-Mer is 7.3 km away and the Spanish border is 26 km away. The nearest airport is Perpignan - Rivesaltes Airport, 38 km from the property.", "address": "Avenue Aristide Maillol, 66190 Collioure, France"},
{"hotel_name": "Les Roches Brunes", "url_hotel": "https://www.booking.com/hotel/fr/les-roches-brunes-collioure.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.52534777273077,3.0903244632682725", "score": "9.2", "text_description": "Located in Collioure, 70 metres from Balette Beach, Les Roches Brunes provides accommodation with a garden, free private parking, a terrace and a restaurant. Featuring a bar, the 4-star hotel has air-conditioned rooms with a private bathroom. The accommodation features room service, a concierge service and organising tours for guests.\n\nGuest rooms in the hotel are equipped with a flat-screen TV. Each room comes with a safety deposit box, while selected rooms are equipped with a balcony.\n\nBuffet and continental breakfast options are available at Les Roches Brunes.\n\nSpeaking Arabic, Catalan, German and English at the reception, staff will be happy to provide guests with practical guidance on the area.\n\nPopular points of interest near the accommodation include Boutigue Beach, Saint Vincent Beach and Collioure Royal Castle. Perpignan - Rivesaltes Airport is 42 km away.", "address": "Route de Port-Vendres, 66190 Collioure, France"},
{"hotel_name": "Hôtel La Casa Pairal", "url_hotel": "https://www.booking.com/hotel/fr/hotelcasapairal.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.5261673320343,3.082355707883835", "score": "8.9", "text_description": "Situated 250 metres from Collioure beach and port, Hôtel La Casa Pairal features an exotic floral garden and a heated outdoor swimming pool. The hotel is located in a 19th century Catalan building in the old quarter of Collioure.\n\nHôtel La Casa Pairal offers air-conditioned rooms with a traditional décor. They each have a flat-screen TV with satellite channels, a minibar and free WiFi. Some rooms overlook the city or the hotel’s courtyard with a fountain or the village square.\n\nA buffet breakfast is served daily in Hôtel La Casa Pairal’s breakfast room, or in guests’ rooms upon request. Drinks are served in the hotel’s garden area.\n\nThe hotel’s reception is open 24 hours a day. Additional services available include free newspapers and a safety deposit box.\n\nCollioure Train Station is 500 metres away. The hotel is located 23 km from the Spanish border.", "address": "Impasse Des Palmiers, 66190 Collioure, France"},
{"hotel_name": "Hôtel la Bona Casa", "url_hotel": "https://www.booking.com/hotel/fr/la-bona-casa.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.52547152830637,3.0826986953616142", "score": "8.3", "text_description": "Hotel Bona Casa is located in the historic centre of Collioure, just 300 metres from the beach and from the Château Royal. The hotel proposes free Wi-Fi internet access and a shaded terrace.\n\nThe guest rooms at Hotel Bona Casa have a view of the street or the patio, and some have a private terrace. They each include a flat-screen TV and a private bathroom with free toiletries. The hotel is completely non-smoking.\n\nA continental breakfast is served every morning and shops and restaurants are found within 200 metres from the property. Guests can also relax in the hotel’s tea room from March to October.\n\nPort-Vendres is 3 km from the hotel and Argelès-sur-Mer is 6 km away. The property is a 30-minute drive from central Perpignan and from the Spanish border, which can also be reached by train.", "address": "20 Rue de la Republique, 66190 Collioure, France"},
{"hotel_name": "Hôtel Triton", "url_hotel": "https://www.booking.com/hotel/fr/triton.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.52371617082933,3.0871347337961197", "score": "7.5", "text_description": "Set on the Boutiquet Beach, this hotel offers air-conditioned rooms either overlooking Collioure Bay or the Pyrennees Mountains. Free WiFi access is available in the original building.\n\nAll of the rooms at the Hotel Triton are equipped with  a TV and a phone. Some of them have a balcony. The private bathrooms either feature a shower or a bathtub. Rooms are situated in one of the two buildings of the hotel, the original building and a newer annexe.\n\nGuests can enjoy daily buffet breakfast with fresh croissants and bread every morning on the terrace with a sea view.\n\nThe Triton hotel also offers beautiful views of the fortified city of Collioure, the castle and the steeple. It is 7 km from Argelès-sur-Mer, 25 km from the Spain border and 30 km from Perpignan. Public parking is available opposite the property for an additional charge.", "address": "Rue Jean Bart, 66190 Collioure, France"},
{"hotel_name": "Grand Hotel Du Golfe - Spa & Restaurant", "url_hotel": "https://www.booking.com/hotel/fr/grand-du-golfe.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.53378310875555,3.064337968826294", "score": "8.2", "text_description": "Set on the Corniche, Grand Hotel Du Golfe - Spa & Restaurant is a 4 stars art design hotel dating from the 1970's, just 5 minutes' walk from the creeks and 10 minutes' walk from Racou Beach. Argelès-sur-Mer city centre is 4 km away.\n\nEach air-conditioned rooms are directed towards the sea and most of them feature a balcony. All of the modern guest rooms are soundproofed and include an LCD TV, a telephone, a safe, a hairdryer, free WiFi and a minibar. A room for guests with reduced mobility is available upon prior request.\n\nA buffet breakfast is prepared every morning at the Grand Hotel Du Golfe - Spa & Restaurant. Le bistrot à la mer open every evening of the week, the onsite restaurant, proposes creative meals using fresh regional produce. Guests can enjoy a drink in the hotel lounge bar or on the terrace, weather permitting.\n\nThe beauty institute \"Beauty Spa\" offers massages and facials from the houses of SOTHYS and INGRID MILLET. We suggest you to book\n the treatments in advance. Accessible at an additional cost, the Spa - with its chromatic Hammam & Jacuzzi - offers a panoramic view\nthe Mediterranean Sea and the vineyards. The establishment puts at your disposal an outdoor swimming pool of 19 meters, heated from April to early November. The establishment, with a Mediterranean garden, can organize wine tasting sessions of Languedoc-Roussillon wines upon request.\n\nThe historic town of Collioure is 2.5 km from Grand Hotel Du Golfe - Spa & Restaurant. Free private parking is available at the property. The Spanish border is 25 km away.", "address": "3638 Route De Collioure, 66008 Collioure, France"},
{"hotel_name": "Maison Nova - Boutique Hôtel & Spa", "url_hotel": "https://www.booking.com/hotel/fr/boutique-maison-nova.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.5288828,3.0793938", "score": "9.2", "text_description": "Set in Collioure, 600 metres from Boramar Beach, Maison Nova - Boutique Hôtel & Spa offers accommodation with an outdoor swimming pool, free private parking, a garden and a terrace. With free WiFi, this 5-star hotel offers room service and a concierge service. Guests can use the spa and wellness centre with a sauna, and hammam, as well as a bar.\n\nThe hotel will provide guests with air-conditioned rooms offering a desk, a coffee machine, a minibar, a safety deposit box, a flat-screen TV and a private bathroom with a shower. All rooms include a kettle, while selected rooms also offer a balcony and others also have city views. All guest rooms feature a wardrobe.\n\nA buffet, continental or American breakfast can be enjoyed at the property.\n\nPopular points of interest near Maison Nova - Boutique Hôtel & Spa include Nord Beach, Ouille Beach and Collioure Royal Castle. Perpignan - Rivesaltes Airport is 41 km from the property.", "address": "33 Route du Pla de las Fourques, 66190 Collioure, France"},
{"hotel_name": "Hôtel Princes de Catalogne", "url_hotel": "https://www.booking.com/hotel/fr/princes-de-catalogne.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.525914313393564,3.0826815962791443", "score": "8.3", "text_description": "Situated on a quiet square in picturesque Collioure, this hotel is located a 400 metres from the beach. The hotel was renovated in early 2021 and features a contemporary style.\n\nAll rooms at the Hôtel Princes de Catalogne are air-conditioned and have views of the mountains, Fort Miradou or of a quiet street. They are equipped with TV and free Wi-Fi internet access.\n\nStaff at the Hôtel Princes will be happy to help you organise excursions, guided visits or other activities such as seawater therapy and climbing.", "address": "Rue Des Palmiers, 66190 Collioure, France"},
{"hotel_name": "Residence Pierre & Vacances Les Balcons de Collioure", "url_hotel": "https://www.booking.com/hotel/fr/maevabalconsdecollioure.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.525106327083726,3.0904361978173256", "score": "7.9", "text_description": "Residence Pierre & Vacances Les Balcons de Collioure offers comfortable self-catering accommodation, located just 500 metres from the beach. Its solarium offers magnificent views over the bay.\n\nThe studios are equipped with a flat-screen TV, en suite bathroom and kitchenette with a dishwasher. You can borrow board games for free.\n\nBaked goods can be delivered to your apartment by placing an order with reception the evening before. A bakery menu is available in the apartment and at reception. This service is at an additional cost.\n\nResidence Pierre & Vacances Les Balcons de Collioure is a short walk from the centre of Collioure, where shops and restaurants can be found. It is just 27 km away from Perpignan. Private, covered parking is possible on site at a surcharge.", "address": "28, route de Port Vendres, 66190 Collioure, France"},
{"hotel_name": "Hôtel des Templiers", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-des-templiers.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.52666545948847,3.0839408934116364", "score": "8.1", "text_description": "Featuring 2000 original artworks by 20th-century painters who stayed in the hotel, Hôtel des Templiers is located 200 metres from the Château Royal de Collioure. Catalan cuisine is served in the restaurant.\n\nA view of the castle and the harbour is offered in the guest rooms, which include an LCD TV. Some of the rooms feature Catalan décor with antique furniture. Wi-Fi access is available in each room.\n\nYou can enjoy a drink from the bar on the shaded terrace, and breakfast is prepared every morning at this hotel.\n\nCollioure Train Station is only 550 metres away and Mas Larrieu Nature Reserve is a 20-minute drive away. The hotel is located on a pedestrian street and public parking is available 400 metres from the property.", "address": "5 rue Colbert, 66190 Collioure, France"},
{"hotel_name": "Hotel Le Bon Port", "url_hotel": "https://www.booking.com/hotel/fr/le-bon-port.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.524114491069405,3.0893656611442566", "score": "8.4", "text_description": "Located a few meters from the La Cortina windmill, the establishment elegantly overlooks the sea over the bay of Collioure, its royal castle and its famous Notre Dame des Anges bell tower.\n\nOur rooms thus offer you comfortable accommodation in a Mediterranean and modern setting.\n\nYou can admire this splendid view from our rooms as well as our solarium.\n\nAll our rooms are equipped with private bathroom, television, reversible air conditioning and a reception service.\nWe kindly inform you, despite some pictures we can't erase on the internet, the hotel doesn’t have a swimming pool any longer.", "address": "12 Route De Port-Vendres, 66190 Collioure, France"},
{"hotel_name": "Chambres Rue de la République", "url_hotel": "https://www.booking.com/hotel/fr/chambres-rue-de-la-republique.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.52556369773399,3.0827967208667815", "score": "7.8", "text_description": "Chambres Rue de la République is located in Collioure, within 3.1 km of Casino Collioure and 23 km of Saint-Cyprien Golf Course. The property is around 800 metres from Balette Beach, 200 metres from Collioure Royal Castle and 33 km from Stade Gilbert Brutus. This pet-friendly hotel also has free WiFi.\n\nAt the hotel, each room includes a desk. Complete with a private bathroom equipped with a bath and free toiletries, guest rooms at Chambres Rue de la République have a flat-screen TV and air conditioning, and selected rooms are equipped with a balcony. At the accommodation each room is fitted with bed linen and towels.\n\nPopular points of interest near Chambres Rue de la République include Boramar Beach, Port Avall Beach and Boutigue Beach. Perpignan - Rivesaltes Airport is 42 km away.", "address": "16 Rue de la République, 66190 Collioure, France"},
{"hotel_name": "Le Relais Des Trois Mas", "url_hotel": "https://www.booking.com/hotel/fr/le-relais-des-trois-mas.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.52417280573015,3.0893106758594513", "score": "9.0", "text_description": "Boasting a swimming pool on a terrace looking out onto the Mediterranean Sea, Le Relais Des Trois Mas features comfortable accommodation and a Provencal setting. All the rooms are only accessible by stairs.\n\nUnder the shade of 100-year old pine trees, the personalised rooms offer a superb view of the Bay of Collioure and the church Notre Dame des Anges. They all feature a minibar, air conditioning and facilities for making tea and coffee.\n\nThe restaurant, La Balette, is one of the most valued in the area. It boasts unrestricted views of the bay and serves delicious gourmet cuisine complemented by excellent Collioure wines.", "address": "Route De Port Vendres, 66190 Collioure, France"},
{"hotel_name": "Résidence Mer & Golf Port Argelès", "url_hotel": "https://www.booking.com/hotel/fr/residence-mer-et-golf-port-argeles.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.54130151720677,3.0469486713082006", "score": "8.0", "text_description": "Overlooking the Mediterranean Sea and the marina, the Residence Mer et Golf Port Argelès is 300 metres from the beach and in the vicinity of the Pyrenees Mountains. The property is located in a pedestrian area and offers an outdoor pool with a furnished terrace.\n\nEach room is decorated in a Catalan style and has a balcony. They have a fully equipped kitchenette, tea and coffee making facilities, and a seating area with a flat-screen TV.\n\nA continental breakfast is served daily in the breakfast room for an additional charge. Other facilities include a children’s playground, library and a games room. Guests can play boules on site. Shops and restaurants can be found within 50 metres from the property.\n\nFree private parking is provided. It is a 22-minute drive from Perpignan and 30 minutes to the boarder of Spain. WiFi is available at an extra cost.", "address": "Rue Eric Tabarly, 66700 Argelès-sur-Mer, France"},
{"hotel_name": "Les Jardins Du Cèdre", "url_hotel": "https://www.booking.com/hotel/fr/les-jardins-du-cedre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.51312071107862,3.1096766889095306", "score": "8.5", "text_description": "Nestled in the heights of Port-Vendres, the hotel Les Jardins du Cèdre welcomes you to a green paradise, complete with a heated swimming pool operational from April 15 to October 15. From there, you have a breathtaking view of the bay of Port-Vendres and the infinite blue of the Mediterranean. Only ten minutes walk from the city center you can discover the charm of the small streets, the shops and the most authentic port of the Vermeille coast.\n\nEach comfortable accommodation is equipped with air conditioning, a flat-screen TV and a private bathroom equipped with courtesy toiletries. Some rooms, privileged, allow you to contemplate splendid views of the sea. You will benefit from a WIFI connection throughout our establishment, as well as a dedicated parking space for each room.\n\nOur on-site restaurant invites you to a memorable dining experience, to be savored indoors or outdoors, under the century-old cedar that gives our hotel its name. The Chef, through his inventive and sincere cuisine, pays a vibrant tribute to local products. To accompany your meal, we offer a selection of mainly organic and Catalan wines. (The number of tables being limited, we invite you to reserve your table as soon as possible).\n\nBreakfast, available in sweet and savory dishes, is a real moment of pleasure. Our buffet offers pastries, homemade jams prepared by our pastry chef, fresh bread from the local artisan bakery, as well as Catalan specialties.\n\nOur establishment also has a massage room. Our practitioner offers a range of massages and treatments (we advise you to book in advance to ensure an appointment at your convenience). For the more athletic, a fitness room is available.\n\nA fully equipped seminar room is also at your disposal within the Jardins du Cèdre hotel, allowing you to accommodate groups for work meetings and conferences.\n\nAround the hotel, a multitude of activities are available to you: Walks along the coastal path, from Argelès to Cerbère via Collioure, Port-Vendres, and Banyuls, will offer you an enchanting spectacle of vermilion coast. You can discover the practice of water sports such as scuba diving or jet-skiing. The nearest airport of Perpignan-Rivesaltes is 40 km away, while Roses in Spain is 50 km away, and Barcelona around 2h15 by road.", "address": "29 Route de Banyuls, 66660 Port-Vendres, France"},
{"hotel_name": "Hôtel & Spa Les Mouettes", "url_hotel": "https://www.booking.com/hotel/fr/les-mouettes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.534117130131065,3.062056750059128", "score": "8.6", "text_description": "Les Mouettes is an eco-friendly hotel situated at the foot of the Pyrenees, between Argelès-sur Mer and Collioure on a ledge overlooking the Mediterranean Sea. It features a spa centre for an additional charge, a year-round heated pool and a hot tub with a panoramic view of the sea.\n\nEach unit features soundproofing, air conditioning and a modern décor. Some rooms have a balcony with views of the sea or gardens. They are all equipped with free WiFi access, satellite TV and a private bathroom.\n\nA buffet breakfast is served daily and includes organic local produce as well as gluten and lactose free ingredients. Breakfast can also be served in the comfort of your room between 08:00 and 10:00. The property also offers a snack bar every day. There is a restaurant 200 metres away which can be accessed through the garden.\n\nLes Mouettes' spa centre includes a hammam, a chromotherapy shower, an indoor hot tub and a selection of body and beauty treatments. Additional facilities include a playground and a private car park.\n\nThe hotel is just 2 km from the historic centre of Collioure and Port-Argelès. The Spanish border is just a 30-minute drive away. Perpignan-Rivesaltes Airport is a 35-minute drive away.", "address": "Route de Collioure, 66700 Argelès-sur-Mer, France"},
{"hotel_name": "Intense Boutik-Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/intense-boutik.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.515473,3.105115", "score": "9.3", "text_description": "Situated in Port-Vendres, 1.4 km from Oli Beach, Intense Boutik-Hôtel features accommodation with a garden, private parking, a shared lounge and a terrace. With a bar, the 3-star hotel has air-conditioned rooms with free WiFi, each with a private bathroom. Some rooms at the property have a balcony with a sea view.\n\nAt the hotel, rooms are fitted with a wardrobe and a patio with a city view. The rooms in Intense Boutik-Hôtel are fitted with a flat-screen TV and free toiletries.\n\nThe accommodation offers a buffet or continental breakfast.\n\nReguers Beach is 1.8 km from Intense Boutik-Hôtel, while Balette Beach is 2.2 km from the property. Perpignan - Rivesaltes Airport is 44 km away.", "address": "21 Avenue castellane, 66660 Port-Vendres, France"},
{"hotel_name": "Hôtel Le Maritime", "url_hotel": "https://www.booking.com/hotel/fr/hotellemaritime.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.55728920642585,3.0447913706302643", "score": "8.1", "text_description": "Le Maritime Hotel is located just 150 meters from the beach. This property features an outdoor pool with sun loungers.\n\nEach of the 34 rooms come with air conditioning, a private bathroom with a shower, a flat-screen TV and a telephone.\n\nA private garage is available upon request.", "address": "12 boulevard des Albères, 66700 Argelès-sur-Mer, France"},
{"hotel_name": "Le Cottage - Hotel & Spa", "url_hotel": "https://www.booking.com/hotel/fr/le-cottage.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.54631954410807,3.028900623321533", "score": "9.0", "text_description": "Located a 2-minute drive from the centre of Argelès-sur-Mer and a 5-minute drive from the sandy beach, Le Cottage - Hotel & Spa features a swimming pool and a view of the Pyrénées Mountains. Free Wi-Fi is provided.\n\nThe rooms at Le Cottage are contemporary in style and are decorated in neutral tones. Each has an LCD TV with satellite channels and some have a private balcony with views of the garden and pool. There are also suites and apartments.\n\nA buffet breakfast can be served on the terrace or in the dining room, and the hotel has a bar. Other breakfast options can also be served at an extra cost. In the summer, a snack service is provided at lunchtime at an extra cost.\n\nAdditional facilities include private parking, games in the exotic garden and several terraces. The wellness centre, \"Garden Spa\", offers a hammam, sauna and chromotherapy showers. A balneo pool, relaxation lounge, fitness area, solarium and a variety of body treatments are also provided at an extra cost.\n\nThe Spanish border is 28 km from the hotel. You may also choose to drive the 7 km to Collioure. Perpignan-Rivesaltes Airport is a 35-minute drive away.", "address": "21 Rue Arthur Rimbaud, 66700 Argelès-sur-Mer, France"},
{"hotel_name": "Ibis Styles Collioure Port Vendres", "url_hotel": "https://www.booking.com/hotel/fr/ibis-styles-collioure-port-vendres.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.523056,3.101111", "score": "8.1", "text_description": "Set in Port-Vendres, 200 metres from the beach, Ibis Styles Collioure Port Vendres boasts a seasonal outdoor pool, a rooftop terrace and views of Collioure's bay. Guests can enjoy the on-site snack bar and can use the small fitness centre. Private parking is available on site.\n\nEvery room includes a flat-screen TV. Ibis Styles Collioure Port Vendres features free WiFi throughout the property.\n\nThere is a 24-hour front desk at the property.\n\nCadaqués is 50 km from Ibis Styles Collioure Port Vendres, while Perpignan is 33 km away. The nearest airport is Perpignan - Rivesaltes Airport, 40 km from the property.", "address": "9004 Route De collioure, 66660 Port-Vendres, France"},
{"hotel_name": "Hotel Sur Le Quai", "url_hotel": "https://www.booking.com/hotel/fr/sur-le-quai-port-vendres.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.5167096918102,3.1052983509262", "score": "8.0", "text_description": "Set within 1.2 km of Oli Beach and 1.6 km of Reguers Beach, Hotel Sur Le Quai offers rooms in Port-Vendres. With free WiFi, this 3-star hotel offers a shared lounge and a concierge service. Some units at the property feature a balcony with a sea view.\n\nThe hotel will provide guests with air-conditioned rooms with a desk, a kettle, a safety deposit box, a flat-screen TV and a private bathroom with a shower. All guest rooms include a wardrobe.\n\nGuests at Hotel Sur Le Quai will be able to enjoy activities in and around Port-Vendres, like hiking.\n\nBalette Beach is 2.2 km from the accommodation, while Boutigue Beach is 2.4 km from the property. Perpignan - Rivesaltes Airport is 44 km away.", "address": "2 Quai Pierre Forgas, 66660 Port-Vendres, France"},
{"hotel_name": "Hôtel Le Pescadou", "url_hotel": "https://www.booking.com/hotel/fr/le-pescadou-argeles-sur-mer.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9jb2xsaW91cmVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkMDU1YzhiYzItN2Q3ZS00ZTE5LThmOTItMDg1M2QyYzM3ZjY32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a476f2e0484&srepoch=1738500623&from=searchresults", "hotel_coordinates": "42.552673,3.046477", "score": "8.4", "text_description": "Attractively set in the Argeles Plage district of Argelès-sur-Mer, Hôtel Le Pescadou is situated 100 metres from Centre Beach, 400 metres from Sud Beach and 800 metres from Pins Beach. The property is around 8.1 km from Collioure Royal Castle, 32 km from Stade Gilbert Brutus and 7.1 km from Casino Collioure. Free WiFi is available and private parking can be arranged at an extra charge.\n\nAt the hotel, rooms come with a wardrobe. Complete with a private bathroom fitted with free toiletries, the rooms at Hôtel Le Pescadou have a flat-screen TV and air conditioning, and certain rooms are equipped with a terrace.\n\nAt the accommodation you will find a restaurant serving Catalan and French cuisine.\n\nPerpignan - Rivesaltes Airport is 33 km from the property.", "address": "Argeles sur Mer Plage Rue des Aloes, 66700 Argelès-sur-Mer, France"}
]