[
{"hotel_name": "Régina Boutique Hotel", "url_hotel": "https://www.booking.com/hotel/fr/hotelreginaavignon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=7d51498a59c289228336cfaec19c7e38&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.948165800766326,4.805764853954315", "score": "7.6", "text_description": "Le Régina Boutique Hotel est situé dans la rue principale d'Avignon, à seulement 5 minutes à pied du Palais des Papes.\n\nDécorées dans des tons chauds, les chambres sont pourvues d'une télévision par satellite à écran plat avec les chaînes du bouquet Canal+ et d'un téléphone. Une connexion Wi-Fi est disponible gratuitement. Certains hébergements comprennent un balcon. Leur salle de bains privative est dotée d'une baignoire ou d'une douche.\n\nUn petit-déjeuner buffet est servi chaque matin dans la salle à manger.\n\nVous pourrez acheter des produits locaux sur place, comme des confitures, de l'huile d'olive et des biscuits.\n\nEn outre, l'hôtel propose une réception ouverte 24h/24 et un ascenseur desservant la plupart des chambres. La gare d'Avignon se trouve à 10 minutes à pied.", "address": "6, Rue de la République, 84000 Avignon, France"},
{"hotel_name": "Avignon Grand Hotel", "url_hotel": "https://www.booking.com/hotel/fr/avignongrandhotel.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=8345953a629626c7a8e7d0fb289bcf64&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.94254505532995,4.804362058639526", "score": "8.0", "text_description": "Doté d'une petite piscine sur le toit, l'Avignon Grand Hotel bénéficie d'un emplacement idéal à proximité directe des remparts médiévaux d'Avignon, à seulement 70 mètres de la gare centrale et à 15 minutes de marche du palais des Papes. Vous bénéficierez d'une connexion Wi-Fi gratuite dans l'ensemble des locaux.\n\nLes chambres et suites non-fumeurs comprennent un coin salon, un coffre-fort, une télévision à écran plat et un plateau/bouilloire. Leur salle de bains est pourvue d'une baignoire, d'une douche et d'articles de toilette gratuits. Certaines suites possèdent un balcon ou une terrasse donnant sur le bâtiment de l'établissement, le jardin méditerranéen ou la ville fortifiée d'Avignon.\n\nLe matin, vous dégusterez le petit-déjeuner sur la terrasse privée du jardin par beau temps ou dans la salle à manger munie de grandes fenêtres. Il pourra également vous être servi en chambre moyennant des frais supplémentaires. Le soir, vous aurez la possibilité de dîner au restaurant Le Saint Louis, à 300 mètres.\n\nLors de votre séjour à l'Avignon Grand Hotel, vous disposerez aussi d'une réception ouverte 24h/24 et d'un bar.\n\nEnfin, vous rejoindrez le pont d'Avignon à 1,5 km de l'Avignon Grand Hotel. De plus, moyennant des frais supplémentaires, vous profiterez d'un parking souterrain public accessible directement depuis l'hôtel.", "address": "34, bd Saint-Roch, 84000 Avignon, France"},
{"hotel_name": "Hôtel Le Bristol", "url_hotel": "https://www.booking.com/hotel/fr/hotel-bristol-avignon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=4811a234736d3dfe5be56b965d546788&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.944032127814744,4.80533167719841", "score": "8.2", "text_description": "Idéalement situé à l’intérieur des remparts du centre d’Avignon, l’Hôtel Le Bristol vous propose des chambres climatisées, un bar, une connexion Wi-Fi gratuite et un salon commun. Il assure un service de concierge. La réception est ouverte 24h/24.\n\nÀ seulement 15 minutes à pied du Palais des Papes, les chambres comprennent un bureau, une télévision à écran plat et une salle de bains privative.\n\nVous pourrez savourer un petit-déjeuner buffet sur place.\n\nL’aéroport d'Avignon-Provence, le plus proche de l’Hôtel Le Bristol, se trouve à 9 km.", "address": "44 Cours Jean Jaurès, 84000 Avignon, France"},
{"hotel_name": "Hôtel Central", "url_hotel": "https://www.booking.com/hotel/fr/central-avignon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=1e762c79bd17f364472c28d471d0f13e&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.945524956672806,4.805760830640793", "score": "7.8", "text_description": "Situé au cœur de la vieille ville d'Avignon, l'Hôtel Central propose des chambres confortables avec une connexion Wi-Fi gratuite. Un jardin et un bar sont disponibles sur place.\n\nToutes les chambres disposent de la climatisation, d'une télévision et d'une salle de bains privative avec baignoire ou douche.\n\nUn petit-déjeuner continental composé de fruits frais, de viennoiseries et de boissons chaudes ou froides est disponible. Vous pourrez le prendre sur la terrasse fleurie en été.\n\nL'Hôtel Central se trouve à 10 minutes à pied du palais des papes et du pont d'Avignon, ainsi qu'à 500 mètres de la gare centrale d'Avignon.", "address": "31/33 Rue De La République, 84000 Avignon, France"},
{"hotel_name": "ApartHotel Sainte-Marthe", "url_hotel": "https://www.booking.com/hotel/fr/ra-c-sidence-sainte-marthe.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=b86670c1f60672a9e3352fa74b6ce0d5&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.94989513805674,4.819863885641098", "score": "7.9", "text_description": "Situé en face de l'université Sainte Marthe, à seulement 15 minutes à pied du Palais des Papes et du centre historique d'Avignon, l'Apart'Hotel Sainte-Marthe propose des appartements indépendants et une connexion Wi-Fi gratuite dans l'ensemble de ses locaux. Le parc aquatique Splashworld se trouve à 23 km.\n\nLes hébergements climatisés sont pourvus d’une télévision à écran plat, d’une armoire, d’une kitchenette complète et d’une salle de bains privative munie d’une douche ou d’une baignoire.\n\nCertains appartements comprennent une terrasse donnant sur Avignon, tandis que d’autres sont adaptés aux personnes à mobilité réduite.\n\nUn petit-déjeuner buffet continental est servi tous les jours de 7h30 à 10h00, sur réservation et moyennant des frais supplémentaires.\n\nVous séjournerez à 5 minutes de route de la gare d’Avignon. Un parking public gratuit est disponible à proximité. Un parking privé est aussi présent sur place, moyennant un supplément.\n\nL’appart’hôtel est accessible à pied par le boulevard Limbert. Vous pourrez par ailleurs le rejoindre en voiture, en empruntant la rue du Théâtre.", "address": "6 Route de Lyon , 84000 Avignon, France"},
{"hotel_name": "Résidence Les Cordeliers", "url_hotel": "https://www.booking.com/hotel/fr/residence-les-cordeliers.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=0538df29fdcfd3094f08666cafef6d1a&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.94409296180621,4.811420291662216", "score": "7.7", "text_description": "La Résidence Les Cordeliers est située dans le centre historique d’Avignon, à 10 minutes à pied de la gare d'Avignon-Centre, du palais des Papes, de la place du marché principale et de la vieille ville. Ses studios et appartements indépendants bénéficient d’un accès sécurisé et d’une connexion Wi-Fi gratuite.\n\nTous les logements comprennent une télévision, un coin repas, ainsi qu’une kitchenette équipée d'ustensiles de cuisine, d'un micro-ondes et d'un réfrigérateur. Leur salle de bains est pourvue d’une douche. \n\nVous séjournerez à seulement 15 minutes de marche du pont d’Avignon. La Résidence Les Cordeliers se trouve à 36 km d’Arles et à 44 km de Nîmes. Enfin, vous disposerez d’un local à vélos sécurisé sur place, tandis qu’un parking public est accessible à 50 mètres de l’établissement.", "address": "49 rue du Portail Magnanen, 84000 Avignon, France"},
{"hotel_name": "Hotel d'Angleterre", "url_hotel": "https://www.booking.com/hotel/fr/d-angleterre-avignon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=9bcbea184acc43af9a05b980b81a2738&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.944616324685065,4.8006123304367065", "score": "8.0", "text_description": "Situé dans le centre-ville d'Avignon, l'Hôtel d'Angleterre dispose d'une connexion Wi-Fi gratuite et d'une réception ouverte 24h/24. La gare d'Avignon-Centre est accessible en 10 minutes à pied.\n\nLes chambres climatisées disposent d'une télévision par satellite à écran plat et d'une salle de bains privative. Elles affichent une décoration de style contemporain.\n\nUn petit-déjeuner continental est servi tous les jours dans le coin salon. L'hôtel met également à disposition des journaux et des rafraîchissements tout au long de la journée.\n\nLe Pont d'Avignon se trouve à 1,2 km de l’Hôtel d'Angleterre. L'aéroport d'Avignon-Provence, le plus proche, est implanté à 10 km.", "address": "29 boulevard Raspail, 84000 Avignon, France"},
{"hotel_name": "Aparthotel Adagio Access Avignon", "url_hotel": "https://www.booking.com/hotel/fr/citea-avignon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=d551c0d9a49ddeb4c019cde9a782be40&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.92623116657959,4.78592723608017", "score": "7.9", "text_description": "L’Aparthotel Adagio Access Avignon se situe près de la gare TGV d’Avignon, à seulement 10 minutes en voiture du centre-ville. Cette résidence propose des appartements et des studios dotés de la climatisation et d’une kitchenette bien équipée.\n\nLes hébergements affichent une décoration sobre. Les logements comprennent une télévision par satellite, une connexion Internet gratuite et une salle de bains privative.\n\nLors de votre séjour, vous pourrez déguster un petit-déjeuner dans la charmante salle à manger de l’établissement. Toutes les chambres sont desservies par un ascenseur.\n\nVous séjournerez à moins de 10 minutes de route du palais des Papes et du pont d’Avignon. Moyennant des frais supplémentaires, vous bénéficierez d’un parking sur place (sans possibilité de réservation).", "address": "6 Avenue de la Gare, 84000 Avignon, France"},
{"hotel_name": "Le Magnan", "url_hotel": "https://www.booking.com/hotel/fr/hotellemagnan.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=e9ad0f4cd4afcdb5d0767fab5b7d8a2d&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.943629463158565,4.812171310186386", "score": "8.4", "text_description": "Situé dans un cadre verdoyant au sein des anciens remparts de la ville, Le Magnan propose une connexion Wi-Fi gratuite. Il se trouve à 10 minutes à pied du Palais des Papes.\n\nLa plupart de ses confortables chambres offrent une vue sur le jardin. Toutes comprennent une salle de bains privative pourvue d’une baignoire ou d’une douche, une ligne de téléphone directe, une télévision par satellite ainsi qu’une connexion Wi-Fi mise gracieusement à votre disposition.\n\nLe Magnan prépare le petit-déjeuner, à déguster sur la terrasse du jardin en été. Un petit-déjeuner léger comprenant une boisson chaude, une viennoiserie française et du jus de fruits peut également être apprécié à un tarif réduit.\n\nÀ seulement 5 minutes de l’hôtel, vous trouverez des restaurants proposant une cuisine française traditionnelle et régionale. Ces restaurants peuvent recevoir des groupes et organiser de grandes fêtes.\n\nVous séjournerez à 700 mètres de la gare d’Avignon-Centre et à 1 km de l’université d’Avignon.", "address": "63 Rue du Portail Magnanen, 84000 Avignon, France"},
{"hotel_name": "Hôtel Cloitre Saint Louis Avignon", "url_hotel": "https://www.booking.com/hotel/fr/clarioncloitrestlouis.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=44733020255864e843b50f1af68c8dac&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.94380810369034,4.804946780204773", "score": "7.6", "text_description": "Situé dans le centre d'Avignon, à 15 minutes à pied du palais des papes et du pont de la ville, l'Hôtel Cloitre Saint Louis Avignon occupe un bâtiment du XVIème siècle doté d'une piscine extérieure sur le toit avec une grande terrasse bien exposée. Certains des élégants hébergements sont aménagés dans l'édifice historique qui présente des arcades et des voûtes aux plafonds. Vous bénéficierez gratuitement d'une connexion Wi-Fi.\n\nLes chambres climatisées non-fumeurs possèdent une télévision par satellite à écran plat et une salle de bains contemporaine pourvue d'un sèche-cheveux. Certains logements sont dotés d'un balcon donnant sur la cour.\n\nLe Saint Louis, le restaurant sur place, prépare une cuisine française traditionnelle. Vous pourrez dîner sur la terrasse en été et déguster une boisson au bar-salon. Un petit-déjeuner buffet est servi quotidiennement. Vous pourrez apprécier votre petit-déjeuner dans votre chambre moyennant des frais supplémentaires.\n\nLe musée Calvet et la gare ferroviaire d'Avignon se trouvent à 5 minutes à pied. L'aéroport d'Avignon-Provence se situe à 20 minutes de route. Vous profiterez d'un parking privé.", "address": "20, rue du Portail Boquier, 84000 Avignon, France"},
{"hotel_name": "Altera Roma Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/avignon-monclar.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=76cd52025b8b9c8846bd19ce969dcbf6&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.94104635763358,4.806652665138245", "score": "7.5", "text_description": "L'établissement familial 3 étoiles Altera Roma Hôtel occupe un bâtiment du XVIIIe siècle à côté de la gare d'Avignon, à 20 minutes à pied du palais des papes d'Avignon et du pont d'Avignon. Vous profiterez d’une connexion Wi-Fi gratuite et d'un parking privé payant.\n\nL'Altera Roma Hôtel dispose de chambres donnant sur un jardin, ainsi que d'appartements et de studios dans un bâtiment annexe pour les plus longs séjours.\n\nL'établissement sert un petit-déjeuner buffet gratuit.\n\nL'Altera Roma Hôtel assure un service de taxi privé, pour vous permettre de découvrir la ville d'Avignon. L'aéroport d'Avignon-Provence est implanté à 20 minutes de route.", "address": "13-15 Avenue Monclar, 84000 Avignon, France"},
{"hotel_name": "ibis Avignon Sud", "url_hotel": "https://www.booking.com/hotel/fr/ibis-avignon-sud.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=390cfd06ea8d2ef0c5f316c3b854a5e1&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.9260710708618,4.849032908678055", "score": "7.8", "text_description": "L'hôtel ibis Avignon Sud bénéficie d'un emplacement idéal à 3 km du centre-ville. L'établissement se situe à quelques minutes du centre de conventions et du pont d'Avignon. Il possède un jardin, une piscine extérieure et une terrasse bien exposée.\n\nLes 93 chambres de l'ibis Avignon Sud sont équipées de la climatisation, d'une connexion Wi-Fi gratuite et d'une télévision par satellite avec les chaînes Canal+. Elles affichent un style moderne et disposent toutes d'une salle de bains privative pourvue d'une baignoire ou d'une douche.\n\nUn petit-déjeuner buffet, composé de plats sucrés et salés, comme des œufs, de la salade de fruits, des yaourts et des jus, est servi chaque matin. Des viennoiseries cuites sur place, des madeleines fraîches ainsi qu'une boisson chaude et un fruit à emporter sont aussi proposés. Un petit-déjeuner plus léger est servi à partir de 4h00.\n\nLe restaurant de l'hôtel propose des repas et des collations, tandis que le bar avec terrasse est ouvert 24h/24 et 7j/7.\n\nL'ibis Avignon Sud se trouve au cœur de la Provence et des vignobles de Châteauneuf-du-Pape. Vous séjournerez à 5 km de la gare centrale d'Avignon et bénéficierez d'un parking privé gratuit sur place.", "address": "71 Chemin de la Cristole, 84918 Avignon, France"},
{"hotel_name": "City Résidence Avignon", "url_hotel": "https://www.booking.com/hotel/fr/residence-5-epi.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=95b349c7f6bba2d501257f9348da05c7&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.94350682853685,4.822365045547485", "score": "6.8", "text_description": "Située à 10 minutes à pied des remparts et à 20 minutes à pied du centre historique d'Avignon, le City Résidence Avignon (5 Epi) propose une connexion Wi-Fi gratuite dans les parties communes. Le Palais des Papes, le Pont d'Avignon et la gare d'Avignon-Centre se trouvent à seulement 2 km.\n\nDécorés de façon moderne, tous les studios et appartements insonorisés comprennent une télévision à écran LCD, une connexion Wi-Fi gratuite, un plateau de courtoisie et une salle de bains privative. Certains hébergements possèdent un balcon.\n\nLe logement dispose également d'une kitchenette équipée d'un micro-ondes, d'un réfrigérateur et de plaques de cuisson.\n\nLa Résidence 5 Epi se trouve à 9 km de l'aéroport d'Avignon-Provence. Un parking privé et sécurisé est disponible gratuitement sur place 24h/24.", "address": "5 Impasse de l'Epi, 84000 Avignon, France"},
{"hotel_name": "Best Western Plus Le Lavarin", "url_hotel": "https://www.booking.com/hotel/fr/hotellelavarin.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=286c6145cf95108adf6a4470da6aef9a&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.922757658189205,4.804295003414154", "score": "8.3", "text_description": "L’hôtel Best Western Plus Le Lavarin est situé à Avignon, à 2,5 km des remparts, du Palais des Papes et du Pont d'Avignon. Une salle de fitness et une piscine intérieure sont également disponibles sur place, exclusivement réservées aux adultes.\n\nL'hôtel propose des chambres confortables et climatisées avec une connexion Wi-Fi gratuite.\n\nVous pourrez savourer un petit-déjeuner et des repas aux saveurs provençales au restaurant, sur la terrasse ou dans le jardin. Le restaurant est ouvert du lundi au vendredi midi et soir ainsi que le samedi soir. Veuillez noter que la restauration n'est pas disponible en dehors des jours et horaires d'ouverture du restaurant.\n\nAgrémenté d’oliviers et de platanes, le jardin de l’hôtel comporte une piscine extérieure privée. Un parking gratuit, sécurisé et fermé est accessible sur place, avec 2 bornes de recharge électrique.\n\nL'hôtel se trouve à 5 minutes en bus de la gare TGV (bus n°30) et à 15 minutes en bus du centre-ville d'Avignon. Un arrêt de bus est disponible à seulement 50 mètres. Les gorges du Gardon, le Pont du Gard et le Mont Ventoux sont accessibles à 30 minutes en voiture.", "address": "1715 Chemin du Lavarin, 84000 Avignon, France"},
{"hotel_name": "Au Saint Roch - Hôtel et Jardin", "url_hotel": "https://www.booking.com/hotel/fr/au-saint-roch-et-jardin.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=da34c29db1314f9059cbf22435a03368&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.94290137673605,4.7980427742004395", "score": "8.0", "text_description": "Doté d'une terrasse bien exposée ainsi que d’une cour avec un jardin et une fontaine, l'établissement Au Saint Roch - Hôtel et Jardin propose des hébergements à Avignon, en Provence-Alpes-Côte d'Azur, à respectivement 10 et 15 minutes de marche de la gare et du Palais des papes. Un parking privé est disponible sur demande et moyennant des frais supplémentaires. Vous trouverez également un parking public à proximité.\n\nOffrant une vue sur le jardin, toutes les chambres sont climatisées et disposent d’une terrasse, d’une télévision par satellite à écran plat ainsi que d’un ventilateur. Leur salle de bains privative est pourvue d’une baignoire, d’un sèche-cheveux et d’articles de toilette gratuits. Une connexion Wi-Fi est disponible gratuitement dans l’ensemble de l’établissement.\n\nUn petit-déjeuner buffet peut être servi moyennant un supplément.\n\nLe Saint Roch Hotel Jardin se trouve à 3,3 km du pont d’Avignon. L’aéroport le plus proche, celui d’Avignon-Provence, est situé à 10 km.", "address": "9 Rue Paul Merindol, 84000 Avignon, France"},
{"hotel_name": "Logis Hotel la Ferme", "url_hotel": "https://www.booking.com/hotel/fr/logis-de-france-la-ferme.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=bed84ee9eb134acb9b94e14a2e04e56a&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.975483683625534,4.827437102794647", "score": "8.7", "text_description": "Situé sur l'île de la Barthelasse, l'Logis Hotel la Ferme dispose d'une piscine extérieure ainsi que de 22 chambres climatisées et entièrement équipées. Il se trouve à 4 km du centre-ville d'Avignon ainsi qu'à 15 minutes en voiture des remparts et du palais des Papes d'Avignon.\n\nPrésentant une décoration de style provençal, les chambres sont pourvues d'une télévision et d'une connexion Wi-Fi gratuite. Leur salle de bains privative est dotée d'articles de toilette gratuits et d'un sèche-cheveux.\n\nLe restaurant s’ouvre sur une terrasse ombragée plantée d'arbres centenaires et d'une grande glycine.\n\nL'Logis Hotel la Ferme vous fera profiter d'un parking sécurisé gratuit sur place et d'un service de location de vélos. Villeneuve-lès-Avignon est à 5 km. Le pont du Gard est à 30 km de l'hôtel. La gare d'Avignon est idéalement localisée à 10 minutes en voiture. Le parc des expositions est à 16 km.", "address": "110 Chemin Des Bois - Ile De La Barthelasse, 84000 Avignon, France"},
{"hotel_name": "ibis Avignon Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/ibis-avignon-centre-gare.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=7d51498a59c289228336cfaec19c7e38&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.94229069324134,4.807274341733546", "score": "7.7", "text_description": "L'ibis Avignon Centre Gare est situé au cœur d'Avignon, à seulement 50 mètres de la gare. Il met à votre disposition une réception ouverte 24h/24, un bar, une connexion Wi-Fi gratuite et une sélection de journaux. Des places de stationnement sont disponibles dans le parking public payant de la gare, juste à côté de l'hôtel.\n\nClimatisées, les chambres comprennent une armoire et une télévision par câble à écran plat. Leur salle de bains privative est pourvue d'une douche. Du matériel de repassage et fourni.\n\nServi chaque matin, le petit-déjeuner buffet composé de plats sucrés et salés inclut des œufs, de la salade de fruits, des yaourts ainsi que des jus de fruits. Des madeleines, des viennoiseries cuites sur place, des boissons chaudes et un fruit à emporter sont également proposés. En dehors des horaires réguliers, vous aurez la possibilité de déguster un petit-déjeuner plus léger à partir de 4h00.\n\nCet hôtel possède un restaurant à la carte et vous pourrez vous détendre autour d'un verre au bar sur place.\n\nPlusieurs sites touristiques célèbres tels que le palais des Papes ou le pont Saint-Bénézet (pont d'Avignon) sont à moins de 1 km. Le pont du Gard est à 30 km. Enfin, l'ibis Avignon Centre se situe à 3 km de la gare TGV d'Avignon.", "address": "42 boulevard Saint Roch, 84000 Avignon, France"},
{"hotel_name": "Hôtel Le Médiéval Palais des Papes", "url_hotel": "https://www.booking.com/hotel/fr/le-medieval-avignon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=7d51498a59c289228336cfaec19c7e38&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.94930610704683,4.809345602989197", "score": "8.1", "text_description": "L'Hôtel Le Médiéval Palais des Papes occupe l'ancien palais d'un cardinal dans le centre historique d'Avignon. Ce bâtiment du XVIIe siècle se trouve à 5 minutes à pied du Palais des Papes et dispose d'un patio fleuri avec une fontaine.\n\nAccessible par un escalier, chaque chambre climatisée dispose d'une télévision par satellite et certaines pourvues d'une baignoire. Elles sont également équipée d'une ligne téléphonique directe ainsi que d'un bureau, et une connexion Wi-Fi est disponible gratuitement dans l'ensemble de l'hôtel.\n\nVous dégusterez chaque matin un petit-déjeuner buffet et trouverez de nombreux magasins et restaurants à proximité.\n\nL'hôtel comprend une salle de télévision et une bibliothèque.\n\nVous séjournerez à 5 km de la gare TGV d'Avignon et à 10 km de l'aéroport d'Avignon. Un parking public est disponible à proximité et à un tarif réduit.", "address": "15 rue Petite Saunerie, 84000 Avignon, France"},
{"hotel_name": "Hotel Boquier", "url_hotel": "https://www.booking.com/hotel/fr/boquier.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=e9ad0f4cd4afcdb5d0767fab5b7d8a2d&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.944696596730566,4.804993117791014", "score": "7.8", "text_description": "L'Hôtel Boquier est situé dans le centre-ville d'Avignon, à 800 mètres du Palais des Papes.\n\nChaque chambre climatisée de cet hôtel dispose d'une télévision à écran plat et d'une salle de bains privative pourvue d'une douche. Une connexion Wi-Fi gratuite est disponible dans l'ensemble de l'établissement.\n\nUne bagagerie est à votre disposition sur place.\n\nLe Pont d'Avignon se trouve à 1 km de l'Hôtel Boquier. L'aéroport le plus proche, celui d'Avignon-Provence, est installé à 9 km.", "address": "6 Rue Du Portail Boquier, 84000 Avignon, France"},
{"hotel_name": "Appart'Hotel Festival Sud Aqua - Avignon TGV", "url_hotel": "https://www.booking.com/hotel/fr/court-inn-aqua.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=7d51498a59c289228336cfaec19c7e38&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.93519798519155,4.781026840209961", "score": "7.3", "text_description": "L'Appart'Hotel Festival Sud Aqua - Avignon TGV se trouve à seulement 5 minutes en voiture du centre d'Avignon. Il propose des appartements avec kitchenette et des chambres avec télévision par satellite. Certaines possèdent un balcon ou une terrasse privés. L'établissement se trouve à 10 minutes en voiture du palais des Papes.\n\nToutes les chambres sont Il dispose de la climatisation et d'une connexion Wi-Fi gratuite.\n\n L'Appart'Hotel Festival Sud Aqua - Avignon TGV possède également une piscine extérieure entourée de chaises longues.\n\nVous pourrez découvrir Avignon à vélo grâce au service de location de vélos de l'Appart'Hotel Festival Sud Aqua - Avignon TGV. Vous bénéficierez d'un parking gratuit sur place, vous permettant d'explorer facilement la Provence en voiture. La gare centrale d'Avignon est à 3 km.", "address": " 36 Route Des Rémouleurs - Courtine, 84000 Avignon, France"},
{"hotel_name": "The Originals Boutique, Hôtel Danieli, Avignon", "url_hotel": "https://www.booking.com/hotel/fr/hoteldanieli.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=e9ad0f4cd4afcdb5d0767fab5b7d8a2d&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.94756618978862,4.8060303926467896", "score": "7.2", "text_description": "L'The Originals Boutique, Hôtel Danieli, Avignon est situé au cœur de la vieille ville d'Avignon, à 400 mètres du Palais des Papes et à 10 minutes à pied du pont d'Avignon. Les peintures dans cet hôtel ont été réalisées par Yvan Osscini.\n\nL'hôtel propose des chambres climatisées dotées d'une télévision à écran plat, d'un bureau et d'une armoire. Leur salle de bains privative est pourvue d’une baignoire ou d’une douche et d’un sèche-cheveux.\n\nLe petit-déjeuner est servi dans cet établissement et un distributeur automatique est disponible pour d'autres collations. Vous trouverez des épiceries et restaurants à moins de 150 mètres de l’établissement.\n\nLa gare centrale d’Avignon est à 10 minutes à pied.\n\nL'établissement ne dispose pas de parking et il vous est recommandé de vous garer au Palais des Papes, à 5 minutes à pied de l'hôtel, au tarif de 17 EUR pour 24 heures. L'entrée est située à l'extérieur, à côté du pont d'Avignon.", "address": "17 Rue de la République, 84000 Avignon, France"},
{"hotel_name": "Hôtel de l'Horloge", "url_hotel": "https://www.booking.com/hotel/fr/de-l-horloge.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=e9ad0f4cd4afcdb5d0767fab5b7d8a2d&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.94896720373931,4.805472493171692", "score": "8.4", "text_description": "L'Hôtel de l'Horloge occupe un bâtiment du XIXème siècle donnant sur la pittoresque place de l'horloge, dans le centre d'Avignon. Il propose des hébergements élégants avec une connexion Wi-Fi gratuite. Le palais des Papes se trouve à 2 minutes à pied.\n\nLes chambres de l'Hôtel de l'Horloge sont décorées avec un mobilier ancien. Insonorisées, elles disposent de la climatisation. Certaines sont dotées d'une terrasse privée. Trois chambres sont adaptées aux personnes à mobilité réduite. Plusieurs logements offrent aussi une vue panoramique sur le palais des Papes.\n\nEn voiture, vous pourrez rejoindre le parc naturel régional du Luberon en une demi-heure et le massif des Alpilles en 55 minutes. L'aéroport d'Avignon-Provence est situé à 10 km.", "address": "1 Rue Félicien David - Place de l'Horloge, 84000 Avignon, France"},
{"hotel_name": "Brit Hotel Avignon Sud Le Calendal", "url_hotel": "https://www.booking.com/hotel/fr/brit-hotel-avignon-sud-le-calendal.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=e9ad0f4cd4afcdb5d0767fab5b7d8a2d&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.92598582531355,4.851635992527008", "score": "7.2", "text_description": "Doté d’un bar, d’un restaurant, d’une terrasse et d’une piscine ouverte en saison chauffée à 28 °C, le Brit Hotel Avignon Sud Le Calendal propose des hébergements à 6 km du centre-ville d’Avignon.\n\nToutes les chambres sont climatisées et disposent d’une télévision par satellite à écran plat ainsi que d’une connexion Wi-Fi gratuite.\n\nUn petit-déjeuner buffet comprenant des produits locaux, notamment du miel, du jus de pomme et de la confiture maison, est servi tous les matins. Vous pourrez déguster une cuisine traditionnelle et régionale préparée avec des produits frais au restaurant de l’établissement.\n\nUn parking est disponible gratuitement. Le Brit Hotel Avignon Sud Le Calendal est à 15 minutes de route du Palais des papes, et vous pourrez rejoindre le parc naturel régional du Luberon en 40 minutes en voiture.", "address": "87 Rue Du Bon Vent, 84140 Avignon, France"},
{"hotel_name": "Garlande Hôtel Avignon Centre", "url_hotel": "https://www.booking.com/hotel/fr/de-garlande.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=e9ad0f4cd4afcdb5d0767fab5b7d8a2d&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.94761833011378,4.806803539395332", "score": "8.9", "text_description": "Doté d’une connexion Wi-Fi gratuite, le Garlande Hôtel Avignon Centre propose des hébergements installés sur une rue piétonne d’Avignon, à 500 mètres du palais des papes et à 900 mètres du pont de la ville.\n\nToutes les chambres incluent une télévision à écran plat ainsi qu’une baignoire ou une douche. Certains hébergements sont pourvus d’un coin salon, où vous pourrez vous détendre.\n\nMoyennant des frais supplémentaires, l’établissement sert un petit-déjeuner. Sur réservation 24 heures à l’avance, vous pourrez savourer un dîner du lundi au jeudi.\n\nL’établissement se situe à 10 minutes à pied de la gare d'Avignon-Centre et à 20 minutes de route de l’aéroport d'Avignon-Provence.", "address": "20 Rue Galante, 84000 Avignon, France"},
{"hotel_name": "COWOOL AVIGNON", "url_hotel": "https://www.booking.com/hotel/fr/cowool-avignon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&sid=e9ad0f4cd4afcdb5d0767fab5b7d8a2d&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=80465a466da206c3&type=total&ucfs=1&", "hotel_coordinates": "43.932979142652,4.831906704755", "score": "8.5", "text_description": "Situé à Avignon, à seulement 4 km de la gare centrale, le COWOOL AVIGNON propose un hébergement avec accès à une salle de sport, un jardin et une cuisine commune. Il possède un ascenseur et une terrasse bien exposée. Cet appart'hôtel met gratuitement à votre disposition une connexion Wi-Fi et un parking privé. Il est accessible aux personnes à mobilité réduite.\n\nCet appart'hôtel climatisé comprend une cuisine entièrement équipée, un coin salon, un coin repas et une télévision par satellite à écran plat. Les serviettes et le linge de lit sont fournis. Cet appart'hôtel est non-fumeurs et insonorisé.\n\nVous trouverez un café et un salon.\n\nVous pourrez rester actif grâce aux cours de remise en forme organisés sur place. L'appart'hôtel assure un service de location de vélos. La région est prisée des amateurs de vélo et de randonnée. Une aire de jeux intérieure est également disponible.\n\nVous séjournerez à 4,4 km de la gare TGV d'Avignon et à 5 km du palais des papes.", "address": "25 Avenue Mazarin, 84000 Avignon, France"}
]