[
{"hotel_name": "Kyriad Montauban Sud - Albasud", "url_hotel": "https://www.booking.com/hotel/fr/hoteletrestaurantcampanilemontauban.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=ae371b98306e21e8f5b9f480707b853a&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "43.98204026800024,1.3326984643936157", "score": "7.1", "text_description": "Situé à proximité de l'autoroute A20, le Kyriad Montauban Sud - Albasud se trouve à seulement 8 km du centre-ville et de la gare de Montauban. Il propose des chambres climatisées et une connexion Wi-Fi gratuite.\n\nLes chambres du Kyriad Montauban Sud - Albasud sont équipées d'un téléphone, d'une télévision à écran plat et d'une salle de bains privative.\n\nUn petit-déjeuner buffet complet est servi tous les jours à l'hôtel Kyriad Montauban.  Le restaurant climatisé de l'hôtel propose une cuisine traditionnelle pour le dîner.\n\nL'établissement possède également un jardin et une terrasse avec une aire de jeux pour enfants.\n\nLe Kyriad Montauban Sud - Albasud se trouve à 50 km au nord de Toulouse et à 66 km de Cahors. Il se trouve à proximité du Pente d'eau de Montech et vous aurez accès à un parking privé gratuit.", "address": "Zone Albasud Secteur 3 Impasse Louis Lepine, 82000 Montauban, France"},
{"hotel_name": "Hôtel du Commerce", "url_hotel": "https://www.booking.com/hotel/fr/hotel-du-commerce-montauban.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=75886ae5bd2dcfd87bb2355e9eb8fa6e&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "44.01542572857878,1.3540729880332947", "score": "8.4", "text_description": "Situé dans le centre de Montauban, l'Hôtel du Commerce propose des chambres insonorisées dans un bâtiment rénové du XVIIIe siècle avec ascenseur. L'hôtel se trouve à 100 mètres du musée Ingres et à 1 km de la gare de Montauban.\n\nAffichant une décoration personnalisée, toutes les chambres de l'Hôtel du Commerce disposent d'une télévision à écran plat. Leur salle de bains privative est munie d'un sèche-cheveux, d'articles de toilette gratuits et d'une baignoire ou d'une douche. Certains logements sont également pourvus de la climatisation.\n\nChaque matin, vous pourrez choisir entre un petit-déjeuner continental et un petit-déjeuner buffet anglais. Vous pourrez le déguster dans le salon commun ou dans le confort de votre chambre. Un restaurant vous attend à seulement 5 mètres de l'établissement.\n\nUne connexion Wi-Fi est accessible gratuitement dans l'ensemble de l'hôtel. Des places de stationnement publiques sont disponibles moyennant des frais supplémentaires à proximité de l'Hôtel du Commerce. Enfin, la sortie de l'autoroute A20 se trouve à 2,5 km.", "address": "9 Place Franklin Roosevelt, 82000 Montauban, France"},
{"hotel_name": "Brit Hotel Confort Montauban", "url_hotel": "https://www.booking.com/hotel/fr/deltour-montauban-city.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=64135d1a22ff5e7318912e377e096582&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "43.980810842951904,1.330394446849823", "score": "8.2", "text_description": "L’établissement Brit Hotel Confort Montauban se situe à Montauban, à respectivement 49 km et 48 km de ces lieux d’intérêt : Zénith de Toulouse et Pierre Baudis Japanese Garden. Cet hôtel 3 étoiles propose un salon commun ainsi que des hébergements dotés de la climatisation, d’une connexion Wi-Fi gratuite et d’une salle de bains privative. Cet établissement non-fumeurs se trouve à 47 km de : Amphithéâtre romain de Purpan-Ancely.\n\nTous les hébergements possèdent un bureau. Vous profiterez d'une télévision à écran plat et d'articles de toilette gratuits.\n\nL’établissement Brit Hotel Confort Montauban sert un petit-déjeuner buffet ou continental.\n\nVous séjournerez à respectivement 48 km et 48 km de ces lieux d’intérêt : Métro Compans Caffarelli et Gare de Toulouse-Matabiau. L'aéroport le plus proche (Aéroport de Toulouse-Blagnac) est à 48 km.", "address": "Za Albasud- 16 Impasse JacquesDaguerre , 82000 Montauban, France"},
{"hotel_name": "Dali Hôtel Montauban", "url_hotel": "https://www.booking.com/hotel/fr/dali-montauban.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=8422b6c1300c8418d675eba46993b3bf&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "44.020995559797,1.349240014017", "score": "9.1", "text_description": "Situé à Montauban, l’établissement Dali Hôtel Montauban propose une terrasse, un restaurant, un spa et centre de bien-être et des hébergements. Cet hôtel 4 étoiles propose une piscine extérieure ouverte en saison ainsi que des hébergements dotés de la climatisation, d’une connexion Wi-Fi gratuite et d’une salle de bains privative. Un parking privé gratuit est disponible sur place. Cet hôtel propose également une location de vélos si vous souhaitez explorer les environs.\n\nLes hébergements sont dotés d’une télévision à écran plat avec les chaînes du satellite, d’une armoire, d’une bouilloire, d’une douche, et d'un sèche-cheveux. Vous bénéficierez d'un coffre-fort. Certains hébergements comprennent également une vue sur la ville. Des serviettes et du linge de lit sont fournis.\n\nL’établissement Dali Hôtel Montauban sert un petit-déjeuner buffet ou continental.\n\nLors de votre séjour, vous pourrez pratiquer diverses activités à Montauban et dans les environs, telles que la randonnée et le vélo.\n\nParlant anglais, espagnol et français, le personnel de la réception se fera un plaisir de vous renseigner à toute heure de la journée.\n\nL'aéroport le plus proche (Aéroport de Toulouse-Blagnac) est à 52 km.", "address": "6 Quai de Verdun, 82000 Montauban, France"},
{"hotel_name": "Premiere Classe Montauban", "url_hotel": "https://www.booking.com/hotel/fr/hotelpremiereclasse.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=f695ad54707e7b5aa89a6add8138488b&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "43.98291262323651,1.334015429019928", "score": "6.1", "text_description": "Le Première Classe Montauban est situé à 10 minutes en voiture du centre de Montauban. L’hôtel dispose d'une réception ouverte 24h/24 et d'une connexion Wi-Fi gratuite.\n\nLes chambres du Première Classe Montauban sont équipées d'une télévision à écran plat et d'une salle de bains privative. Le restaurant Kyriadt se trouve à quelques pas.\n\nLe Première Classe Montauban se trouve au cœur de la zone Albasud3 et à proximité de la sortie 66 de l'autoroute A20. Le parking privé est gratuit.", "address": "60 rue Louis Lepine Albasud Secteur 3, 82000 Montauban, France"},
{"hotel_name": "Centre Louis Ormières", "url_hotel": "https://www.booking.com/hotel/fr/centre-louis-ormieres.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=f7fed781b7c1f8b80d44ffa8627d527f&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "43.990284,1.338824", "score": "8.4", "text_description": "Occupant un ancien couvent à Montauban, à côté du Tarn, le Centre Louis Ormières vous propose un restaurant, un jardin, des salles de réception et une connexion Wi-Fi gratuite dans l’ensemble de ses locaux. Un parking privé est disponible gratuitement sur place.\n\nLes chambres de l’hôtel comprennent une salle de bains privative.\n\nLe matin, vous pourrez savourer un petit-déjeuner continental.\n\nLe centre-ville de Montauban est accessible en moins de 10 minutes en voiture. Le Centre Louis Ormières se trouve à 49 km de Toulouse et de Blagnac. L’aéroport le plus proche, celui de Toulouse-Blagnac, est situé à 51 km.", "address": "365 Impasse Maurice Bayrou, 82000 Montauban, France"},
{"hotel_name": "Château de Loubéjac", "url_hotel": "https://www.booking.com/hotel/fr/chateau-de-loubejac.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=9a234c7e8874f72361b30cd69c8de5f2&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "44.0894414091139,1.34851889310085", "score": "8.9", "text_description": "L’établissement Château de Loubéjac vous accueille à Montauban, à 2,7 km de ce lieu d’intérêt : Golf les Aiguillons. Il comprend une piscine extérieure ouverte en saison, un jardin, une terrasse et un parking privé gratuit. Il propose un bar et est installé à 11 km de : Gare de Montauban. Cet hôtel propose également une connexion Wi-Fi gratuite et un service de navette aéroport payant.\n\nTous les hébergements sont pourvus d’une télévision à écran plat. Vous bénéficierez d'une salle de bains privative dotée d’une douche, d'articles de toilette gratuits et d'un sèche-cheveux.\n\nL’établissement Château de Loubéjac sert un petit-déjeuner buffet ou continental.\n\nVous pourrez jouer au billard et au tennis dans cet hôtel 3 étoiles, et la région est prisée des amateurs de randonnée et de pêche.\n\nVous séjournerez à respectivement 33 km et 44 km de ces lieux d’intérêt : Golf de Roucous et Club de Golf d'Espalais. L'aéroport le plus proche (Aéroport de Toulouse-Blagnac) est à 61 km.", "address": "14 chemin Jambau, 82130 Montauban, France"},
{"hotel_name": "Sure Hotel by Best Western Les Portes de Montauban", "url_hotel": "https://www.booking.com/hotel/fr/sure-by-best-western-les-portes-de-montauban.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=83cec2bec2bb7232d5676f076115f194&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "43.9362872066926,1.32209782791136", "score": "8.8", "text_description": "L’établissement Sure Hotel by Best Western Les Portes de Montauban se situe à Montauban, à 42 km de ce lieu d’intérêt : Amphithéâtre romain de Purpan-Ancely. Il possède un jardin, un salon commun, une terrasse et un parking privé gratuit. Cet hôtel 3 étoiles propose un bar ainsi que des hébergements dotés de la climatisation et d’une connexion Wi-Fi gratuite. Vous pourrez profiter d'un service d'étage et d'une réception ouverte 24h/24.\n\nLes hébergements sont pourvus d'un sèche-cheveux, et certains possèdent également un coin salon.\n\nL’établissement Sure Hotel by Best Western Les Portes de Montauban sert un petit-déjeuner buffet ou continental.\n\nVous séjournerez à respectivement 44 km et 46 km de ces lieux d’intérêt : Zénith de Toulouse et Stadium de Toulouse. L'aéroport le plus proche (Aéroport de Toulouse-Blagnac) est à 43 km.", "address": "175-225 Impasse De Fontanilles, 82710 Montauban, France"},
{"hotel_name": "hotelF1 Montauban", "url_hotel": "https://www.booking.com/hotel/fr/hotelf1-montauban.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=d839504fbbc434ef8e026d8d3a9a00b2&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "44.007347,1.3851290000000063", "score": "5.7", "text_description": "hotelF1 Le Montauban est situé à Montauban, à 45 km de Toulouse.\n\nLes chambres disposent d'une télévision. Toutes les chambres donnent accès à une salle de bains commune. Vous pourrez acheter des serviettes en microfibre à l'hôtel moyennant des frais supplémentaires de 3 EUR chacun.\n\nVous séjournerez à 41 km de Blagnac et à 49 km de Cahors. L'aéroport de Toulouse-Blagnac, le plus proche, est implanté à 42 km.\n\nLa réception est ouverte de 6h00 à 22h00, du dimanche au jeudi et 24h/24 le vendredi et le samedi soir.\n\nDe 22 heures à 6 heures lorsque la réception est fermée, nous avons un agent de garde sur place.", "address": "35 Chemin de Mallet, 82000 Montauban, France"},
{"hotel_name": "Abbaye des Capucins Spa & Resort", "url_hotel": "https://www.booking.com/hotel/fr/abbaye-des-capucins-spa-and-resort.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=adf6daa1367d86438fea4622ff5bfede&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "44.020542927203735,1.3495668768882751", "score": "8.6", "text_description": "L’Abbaye des Capucins Spa & Resort vous accueille à Montauban, à 30 minutes en voiture de Toulouse. Vous aurez gratuitement accès à une piscine extérieure, un spa et une salle de sport dotée d’appareils de cardio-training.\n\nL'Abbaye des Capucins Spa & Resort propose des hébergements insonorisés et climatisés. Toutes les chambres disposent d’une salle de bains privative et certaines bénéficient d’une terrasse avec vue sur le Tarn. Moyennant un supplément, vous pourrez prendre votre petit-déjeuner dans le confort de votre chambre.\n\nVous pourrez manger à la brasserie de l’hôtel, Le Bistro des Capucins.\n\nL’Abbaye des Capucins Spa & Resort propose des massages et des soins de beauté. Cet établissement dispose d’un centre d’affaires et d’un parking privé gratuit.", "address": "6-8 Quai De Verdun, 82000 Montauban, France"},
{"hotel_name": "B&B HOTEL Montauban", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-montauban.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=a86b8449b9d63c0cbe2eb869c5334e81&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "44.040119650175065,1.3860239000000547", "score": "7.9", "text_description": "Le B&B HOTEL Montauban propose des hébergements au nord de Montauban, à respectivement 45 et 50 minutes de route de Cahors et du centre de Toulouse. Vous pourrez rejoindre les gorges de l'Aveyron en 1h05 en voiture. Une connexion Wi-Fi est disponible gratuitement.\n\nLes chambres sont climatisées et disposent d’une télévision à écran plat. Leur salle de bains privative est pourvue d’une douche et d’articles de toilette gratuits.\n\nUn petit-déjeuner continental est servi sur place moyennant des frais supplémentaires pour les adultes et à un tarif réduit pour les enfants.\n\nL'aéroport le plus proche, celui de Toulouse-Blagnac, est à 40 minutes de route. Un parking privé est disponible gratuitement.", "address": "600 Route du Nord, 82000 Montauban, France"},
{"hotel_name": "Kyriad Direct Montauban Centre", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-direct-montauban-centre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=2db59b1187cb370f2368e330f0824058&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "44.022460075228885,1.3581660389900208", "score": "6.9", "text_description": "Situé à Montauban, à 12 minutes en voiture du musée Ingres, l’Hôtel Villenouvelle propose une connexion Wi-Fi gratuite et une réception ouverte 24h/24.\n\nInsonorisées, toutes les chambres sont desservies par un ascenseur et sont dotées de moquette. Elles sont également équipées de la climatisation et d'une télévision à écran plat. Leur salle de bains privative est pourvue d’une douche et d’articles de toilette gratuits.\n\nL’Hôtel Villenouvelle vous servira un petit-déjeuner buffet tous les matins.\n\nL’établissement se trouve à 20 minutes à pied de la gare de Montauban-Ville-Bourbon et à 13 minutes de la cathédrale. Un parking privé est disponible gratuitement sur place.", "address": "30 rue Léon Cladel, 82000 Montauban, France"},
{"hotel_name": "ibis budget Montauban Les Chaumes", "url_hotel": "https://www.booking.com/hotel/fr/ibis-budget-montauban-les-chaumes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=ed6e89f978fa2d5ef9df9d8976f8754c&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "44.00649223653908,1.3864317836123519", "score": "7.5", "text_description": "L'ibis budget Montauban Les Chaumes vous accueille à 4 km du centre de Montauban et à 270 mètres de l'autoroute A20. Il propose une connexion Wi-Fi gratuite et des chambres insonorisées avec une télévision par satellite à écran plat.\n\nToutes les chambres disposent d'un bureau, de la climatisation et d'une armoire. Leur salle de bains privative est pourvue d'une douche et d'articles de toilette gratuits. Certaines chambres sont accessibles aux personnes à mobilité réduite.\n\nUn petit-déjeuner buffet est servi chaque matin à l'ibis budget Montauban Les Chaumes. Vous trouverez un restaurant sur place ainsi qu'une épicerie à 50 mètres.\n\nLa gare de Montauban est à 2 km et le parcours de golf des Aiguillons est à 10 km. Vous bénéficierez d'un parking privé gratuit sur place.", "address": "50 route de Saint Martial, 82000 Montauban, France"},
{"hotel_name": "ibis Montauban", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-ibis-montauban.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=0681ec57495d95a06cedd69733ee4601&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "44.005367497284546,1.3837341964244843", "score": "8.3", "text_description": "Situé à la sortie de l'autoroute A20, à 5 minutes en voiture de Montauban, cet hôtel ibis possède un bar, une piscine extérieure et une salle de réunion. Un parking privé et une connexion Wi-Fi sont disponibles gratuitement.\n\nDécorées avec simplicité, les chambres comprennent une télévision à écran LCD, un téléphone et un bureau. Leur salle de bains privative est pourvue d'une douche ou d'une baignoire.\n\nChaque matin, vous pourrez savourer un petit-déjeuner buffet composé de mets sucrés et salés, tels que des œufs, de la salade de fruits, des yaourts et des jus. Des viennoiseries cuites sur place et des madeleines françaises fraîches sont aussi proposées, ainsi qu'une boisson chaude et un fruit à emporter. En dehors des horaires habituels, vous pourrez profiter d'un petit-déjeuner plus léger à partir de 4h00. Des spécialités françaises sont servies au restaurant, ouvert uniquement pour le dîner.\n\nL'hôtel ibis Montauban se trouve à 1,5 km du stade de la Fobio et à 4 km du stade Sapiac. En voiture, vous pourrez rejoindre la gare de Montauban-Ville-Bourbon en 15 minutes et l'aéroport de Toulouse-Blagnac en 35 minutes.", "address": "50 route de Saint Martial, 82000 Montauban, France"},
{"hotel_name": "Les Logis du Port - Port Canal - Montauban", "url_hotel": "https://www.booking.com/hotel/fr/les-logis-du-port-gite-etape-port-canal-montauban.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=0c4e633096dd08bdc52398e4ec281d11&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "44.0084597,1.3405966", "score": "9.2", "text_description": "Situé à Montauban, l'établissement Les Logis du Port - Port Canal - Montauban est un appart'hôtel récemment rénové doté d'un bar. Vous bénéficierez gratuitement d'une connexion Wi-Fi et d'un parking sur place. Il propose des chambres familiales et une aire de pique-nique.\n\nLes logements comprennent un coin salon. Leur salle de bains privative est pourvue d'une douche et de chaussons. Certaines chambres disposent également d'une cuisine entièrement équipée avec un lave-vaisselle. Tous les logements disposent de la climatisation et d'une armoire.\n\nUne supérette est disponible sur place.\n\nSi vous voyagez avec des enfants, l'établissement Les Logis du Port - Port Canal - Montauban dispose d'équipements de jeux extérieurs et d'une barrière de sécurité pour bébé. Un service de location de vélos est assuré sur place.\n\nL'aéroport de Toulouse-Blagnac est implanté à 53 km.", "address": "325 Rue des Oules, 82000 Montauban, France"},
{"hotel_name": "ibis Styles Montauban", "url_hotel": "https://www.booking.com/hotel/fr/ibis-styles-montauban.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=1aedd367acf86aeef9c72009d18e8d1c&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "44.00526,1.383153", "score": "8.6", "text_description": "Situé à Montauban, l'ibis Styles Montauban propose un hébergement 3 étoiles avec une piscine extérieure, une terrasse et un restaurant. L'hôtel dispose de chambres familiales.\n\nLes chambres comprennent une armoire. Les chambres de l'ibis Styles Montauban sont équipées de la climatisation et d'une salle de bains privative.\n\nUn petit-déjeuner buffet est servi sur place.\n\nLe personnel de la réception ouverte 24h/24 se fera un plaisir de vous conseiller.\n\nL'aéroport de Toulouse-Blagnac est implanté à 52 km.", "address": "50, Route de saint martial, 82000 Montauban, France"},
{"hotel_name": "Hôtel Mercure Montauban", "url_hotel": "https://www.booking.com/hotel/fr/mercure.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=64135d1a22ff5e7318912e377e096582&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "44.015742070285896,1.354912519454956", "score": "8.6", "text_description": "Cet hôtel Mercure occupe un édifice du XVIIIe siècle situé dans le quartier historique de Montauban, juste en face de la cathédrale et non loin du quartier d'affaires de la ville.\n\nLe Mercure Montauban compte 44 chambres, dont 6 non-fumeurs et 2 pour mobilité réduite. Elles sont toutes climatisées et dotées de salles de bains privatives, de la télévision satellite avec écran plat et d'une connexion au Wi-Fi.\n\nBourdelle, le restaurant de l'hôtel, propose une cuisine française gastronomique et des menus enfants. Il dispose d'un espace non-fumeurs. Le bar de l'hôtel, la Brasserie Bourdelle, sert un choix varié de cocktails et de boissons sous un beau plafond de verre.\n\nL'hôtel dispose enfin de 5 salles de réunions pouvant accueillir jusqu'à 170 personnes.", "address": "12, Rue Notre Dame, 82000 Montauban, France"},
{"hotel_name": "Les bords de l'Aveyron", "url_hotel": "https://www.booking.com/hotel/fr/les-bords-de-l-aveyron.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=75886ae5bd2dcfd87bb2355e9eb8fa6e&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "44.0723609,1.5140099", "score": "8.7", "text_description": "L’établissement Les bords de l'Aveyron est situé à 17 km de ce lieu d’intérêt : Gare de Montauban. Il comprend un restaurant, une piscine extérieure ouverte en saison, un jardin et un salon commun. Il met gratuitement à votre disposition une connexion Wi-Fi et un parking privé.\n\nChaque hébergement possède une télévision à écran plat avec les chaînes du satellite. Vous bénéficierez également d’une cuisine complètement équipée comprenant une table à manger, ainsi que d’une salle de bains privative comportant une douche et des articles de toilette gratuits. Un réfrigérateur, un lave-vaisselle et un micro-ondes sont également à votre disposition, de même qu’une machine à café et une bouilloire.\n\nL’établissement Les bords de l'Aveyron met à votre disposition un espace bien-être comportant un sauna et un hammam.\n\nCet établissement propose une terrasse.\n\nVous séjournerez à respectivement 20 km et 43 km de ces lieux d’intérêt : Golf les Aiguillons et Golf de Roucous. L'aéroport le plus proche (Aéroport de Toulouse-Blagnac) est à 66 km.", "address": "6 rue Pierre Perret Residence les Bords de l'Aveyron, 82800 Nègrepelisse, France"},
{"hotel_name": "WonderBar (Auberge du Trinquet)", "url_hotel": "https://www.booking.com/hotel/fr/wonderbar-auberge-du-trinquet.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=64135d1a22ff5e7318912e377e096582&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "43.9328946,1.3661783", "score": "9.0", "text_description": "Situé à Corbarieu, l’établissement WonderBar (Auberge du Trinquet) comprend un jardin, une plage privée, une terrasse et un bar. Un barbecue, une connexion Wi-Fi gratuite et un parking privé gratuit sont mis à votre disposition sur place.\n\nLes hébergements sont pourvus de la climatisation, d'une télévision à écran plat avec les chaînes du câble, d'un réfrigérateur, d'une machine à café, d’un bidet, d'articles de toilette gratuits et d'une armoire. Vous profiterez d'une salle de bains privative et de linge de lit.\n\nVous pourrez jouer au billard, au ping-pong et aux fléchettes sur place.\n\nL'aéroport le plus proche (Aéroport de Toulouse-Blagnac) est à 56 km.", "address": "1134 Chemin du Moulin, 82370 Corbarieu, France"},
{"hotel_name": "Moulin d'Albias aux portes de Montauban", "url_hotel": "https://www.booking.com/hotel/fr/moulin-d-39-albias-spa-et-sauna.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=75886ae5bd2dcfd87bb2355e9eb8fa6e&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "44.0941414516172,1.44704023254087", "score": "9.1", "text_description": "Situé à Albias et offrant une vue sur le cours d’eau, l’établissement Moulin d'Albias aux portes de Montauban propose un jardin, une terrasse et un court de tennis. Une connexion Wi-Fi gratuite est disponible.\n\nLes hébergements comprennent la climatisation et une télévision à écran plat. Vous bénéficierez d’une cuisine entièrement équipée avec un coin repas, ainsi que d’une salle de bains privative comportant une douche, des articles de toilette gratuits et un sèche-cheveux. Un réfrigérateur, un micro-ondes et une plaque de cuisson sont également disponibles, de même qu’une machine à café et une bouilloire.\n\nVous pourrez pratiquer la randonnée, la pêche et le vélo dans les environs. L’établissement propose un service de location de voitures.\n\nVous séjournerez à respectivement 14 km et 14 km de ces lieux d’intérêt : Gare de Montauban et Golf les Aiguillons. L'aéroport le plus proche (Aéroport de Toulouse-Blagnac) est à 64 km.", "address": "Moulin du Bias 118 Chemin des Rives de l'Aveyron, 82350 Albias, France"},
{"hotel_name": "Aux Lys d'Or", "url_hotel": "https://www.booking.com/hotel/fr/aux-lys-d-39-or.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=75886ae5bd2dcfd87bb2355e9eb8fa6e&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "44.1144146,1.47831799999994", "score": "6.9", "text_description": "Situé à Réalville, l’établissement Aux Lys d'Or comprend un salon commun, une terrasse, un restaurant et un bar. Il se trouve à respectivement 17 km, 17 km et 37 km de : Gare de Montauban, Golf les Aiguillons et Golf de Roucous. Vous profiterez d'un service d'étage et d'une connexion Wi-Fi gratuite dans l'ensemble des locaux.\n\nTous les hébergements possèdent un bureau. Vous profiterez d'une télévision et d'articles de toilette gratuits.\n\nL'aéroport le plus proche (Aéroport de Toulouse-Blagnac) est à 67 km.", "address": "6 place de la Réunion, Route Nationale 20, 82440 Réalville, France"},
{"hotel_name": "L'Ostalas", "url_hotel": "https://www.booking.com/hotel/fr/l-39-ostalas.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=75886ae5bd2dcfd87bb2355e9eb8fa6e&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "44.113582,1.266295", "score": "10", "text_description": "L’établissement L'Ostalas se situe à Lafrançaise, à 10 km de ce lieu d’intérêt : Golf les Aiguillons. Il possède un service de prêt de vélos, une piscine extérieure, une salle de sport et un parking privé gratuit. De nombreuses installations sont proposées sur place, notamment un jardin, un salon commun et une terrasse. L’établissement propose une équipe d’animation et une connexion Wi-Fi gratuite.\n\nTous les hébergements comportent une armoire. La salle de bains privative possède une douche, des articles de toilette gratuits et un sèche-cheveux. Des serviettes et du linge de lit sont fournis.\n\nUn petit-déjeuner végétarien est servi sur place. Sur place, Vous pourrez dîner dans un restaurant qui sert un large choix de plats français et de plats méditerranéens et propose également des options végétariennes.\n\nVous pourrez jouer au ping-pong et aux fléchettes sur place. La région est prisée des amateurs de randonnée et de vélo.\n\nVous séjournerez à respectivement 15 km et 25 km de ces lieux d’intérêt : Gare de Montauban et Golf de Roucous. L'aéroport le plus proche (Aéroport de Toulouse-Blagnac) est à 66 km.", "address": "1080 Côte de L'Île, 82130 Lafrançaise, France"},
{"hotel_name": "Hôtel restaurant l'escale chez mimi", "url_hotel": "https://www.booking.com/hotel/fr/restaurant-l-39-escale-chez-mimi.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=75886ae5bd2dcfd87bb2355e9eb8fa6e&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "44.089867,1.5398749999999999", "score": "7.3", "text_description": "L’établissement Hôtel restaurant l'escale chez mimi se trouve à Bioule, à 20 km de ce lieu d’intérêt : Gare de Montauban. Il propose un enregistrement/départ rapide, une terrasse, un restaurant, des hébergements non-fumeurs, ainsi qu'une connexion Wi-Fi gratuite dans l’ensemble de ses locaux. Il se situe à respectivement 22 km, 40 km et 48 km de : Golf les Aiguillons, Golf de Roucous et Château de Mauriac.\n\nTous les hébergements comprennent une armoire. Vous bénéficierez de la climatisation et d’une télévision à écran plat. Certains hébergements comprennent une vue sur la ville. Des serviettes et du linge de lit sont fournis.\n\nUn petit-déjeuner continental est servi sur place.\n\nLors de votre séjour, vous pourrez pratiquer diverses activités à Bioule et dans les environs, telles que la randonnée.\n\nL'aéroport le plus proche (Aéroport de Toulouse-Blagnac) est à 68 km.", "address": "5 place de l'église, 82800 Bioule, France"},
{"hotel_name": "Logis L'Auberge du Quercy Blanc", "url_hotel": "https://www.booking.com/hotel/fr/logis-de-france-l-auberge-du-quercy-blanc.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=75886ae5bd2dcfd87bb2355e9eb8fa6e&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "44.19343026945252,1.3650727272033691", "score": "7.7", "text_description": "L’établissement Logis L'Auberge du Quercy Blanc se situe à Molières, à respectivement 16 km et 18 km de ces lieux d’intérêt : Golf les Aiguillons et Golf de Roucous. Cet hôtel 2 étoiles propose une connexion Wi-Fi gratuite. Cet hôtel vous accueille à respectivement 25 km et 47 km de : Gare de Montauban et Club de Golf d'Espalais.\n\nLes hébergements sont dotés d’une télévision à écran plat. Vous bénéficierez d'une salle de bains privative dotée d’une douche, d'articles de toilette gratuits et d'un sèche-cheveux.\n\nL'aéroport le plus proche (Aéroport de Toulouse-Blagnac) est à 75 km.", "address": "23-25, Avenue Des Promenades, 82220 Molières, France"},
{"hotel_name": "HOTEL MARCEILLAC", "url_hotel": "https://www.booking.com/hotel/fr/marceillac.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tb250YXViYW5IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNGU2YjY2MzctNTRiYi00MDhlLTgwZGEtYjgyZThiZGUxNjk32AIF4AIB&sid=75886ae5bd2dcfd87bb2355e9eb8fa6e&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=accc5a47aa5400ff&type=total&ucfs=1&", "hotel_coordinates": "44.039241,1.10835", "score": "9.2", "text_description": "L’établissement HOTEL MARCEILLAC se trouve à Castelsarrasin, à respectivement 50 km et 21 km de ces lieux d’intérêt : Parc des expositions d'Agen et Gare de Montauban. Tous les hébergements de cet hôtel 3 étoiles offrent une vue sur la ville. Vous pourrez profiter d'un jardin et d'une terrasse. Une connexion Wi-Fi gratuite est disponible et un parking privé peut être utilisé moyennant des frais supplémentaires.\n\nTous les hébergements proposent une armoire et une télévision à écran plat. Vous profiterez de la climatisation et d’un bureau.\n\nVous séjournerez à respectivement 29 km et 29 km de ces lieux d’intérêt : Golf les Aiguillons et Club de Golf d'Espalais. L'aéroport le plus proche (Aéroport de Toulouse-Blagnac) est à 66 km.", "address": "54 Rue de l'Egalité, 82100 Castelsarrasin, France"}
]