[
{"hotel_name": "City Loft Apparthotel", "url_hotel": "https://www.booking.com/hotel/fr/city-loft.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=a619c0d87434ed5a87e6c5d0576d3967&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.32268694683896,5.038175582885742", "score": "8.1", "text_description": "Idéalement situé au cœur du quartier piétonnier, le City Loft Apparthotel se trouve près du palais des ducs.\n\nAnciennement connu comme le magasin Au Pauvre Diable, le bâtiment possède 53 appartements joliment meublés, allant d’appartements simples à des appartements quadruples. Chaque appartement est équipé de la climatisation, d'une kitchenette complète avec plaques de cuisson, réfrigérateur et micro-ondes, d'un coffre-fort et d'une télévision.\n\nPendant votre séjour à Dijon, prenez le temps de découvrir les célèbres produits de la ville, tels que la moutarde, le pain d’épice et la crème de cassis. La ville compte également un auditorium et une université réputée.", "address": "96 rue des Godrans, Centre-ville de Dijon, 21000 Dijon, France"},
{"hotel_name": "Hôtel République", "url_hotel": "https://www.booking.com/hotel/fr/republique-dijon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=4eeb7e2b8367a8507bf43e8330439a7f&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.325701412090226,5.044780522584915", "score": "8.0", "text_description": "Cette auberge du XVIIIe siècle est située dans une rue calme du centre historique de Dijon. Elle vous accueille dans un cadre moderne et élégant avec connexion Wi-Fi gratuite.\n\nL'hôtel République propose des chambres à l'atmosphère chaleureuse, décorées dans des couleurs chaudes. Les chambres sont équipées d'une salle de bains privative et d'une télévision à écran plat.\n\nVous pourrez vous détendre sur la terrasse de l'hôtel République. Un petit-déjeuner buffet est servi chaque matin.\n\nLa gare de Dijon-Ville est accessible en moins de 15 minutes à pied ou en 5 minutes de tramway depuis l'arrêt République. L'établissement est situé à 900 mètres du musée des beaux-arts de Dijon et à 8 minutes à pied de la cathédrale.", "address": "3 rue du Nord, Centre-ville de Dijon, 21000 Dijon, France"},
{"hotel_name": "Hôtel Restaurant Kyriad Direct DIJON NORD - Zenith - Toison d'Or", "url_hotel": "https://www.booking.com/hotel/fr/hotel-balladins-dijon-nord-superior.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=877d9ccdb7314b1799ab3811c2c00c46&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.35121565844352,5.069667398929596", "score": "7.2", "text_description": "Situé à 12 minutes en voiture du centre-ville de Dijon, l'Hôtel Direct DIJON NORD possède des chambres climatisées avec connexion Wi-Fi gratuite, des salles de réunion et un restaurant. Un parking privé est disponible gratuitement sur place.\n\nDécorées avec simplicité, les chambres insonorisées comprennent une salle de bains privative et une télévision à écran LCD avec la chaîne Canal+. Toutes les chambres sont desservies par un ascenseur et dotées d’une connexion Wi-Fi gratuite. Certaines sont adaptées aux familles ou aux groupes d’ami(e)s.\n\nUn petit-déjeuner buffet est servi chaque matin dans la salle à manger. Vous pourrez boire un verre au bar de l’hôtel et prendre vos repas au restaurant, qui propose un menu à la carte comprenant des spécialités bourguignonnes, des grillades, des salades et des pizzas.\n\nLa gare de Dijon se trouve à 6 km et l'aéroport de Dijon-Bourgogne est accessible en 20 minutes de route. Le Palais des Sports est à 9 minutes en voiture et le musée des Beaux-Arts se situe à 5 km.", "address": "4, Rue Des Ardennes, 21000 Dijon, France"},
{"hotel_name": "Residhome Dijon Cité Des Vignes", "url_hotel": "https://www.booking.com/hotel/fr/residhome-dijon-cite-des-vignes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=01b1cfe4ba376cd33d855fb6ec48ee63&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.318251,5.028123", "score": "8.5", "text_description": "Le Residhome Dijon Cité Des Vignes est situé à Dijon, à moins de 1 km de la gare de Dijon, à 10 minutes à pied de la station de tramway Foch-Gare et à 3,1 km du parc des expositions Dijon Congrexpo. Il est situé à moins de 1 km de l'église Saint-Philibert et dispose d'une réception ouverte 24h/24. Une connexion Wi-Fi et un parking privé sont disponibles gratuitement.\n\nTous les logements comprennent la climatisation, une salle de bains privative ainsi qu'une kitchenette bien équipée avec un lave-vaisselle, un micro-ondes, un réfrigérateur et des plaques de cuisson. Des ustensiles de cuisine et une bouilloire sont également fournis. Les logements disposent de linge de lit et de serviettes.\n\nUn petit-déjeuner buffet et continental composé de viennoiseries fraîches, de fruits et de fromage est servi.\n\nVous séjournerez à 3,8 km de la station de tramway Chenove Centre et à 4,2 km de la station de tramway Universite. L'aéroport de Dole-Jura est à 50 km.", "address": "1 Avenue de l'Ouche, 21000 Dijon, France"},
{"hotel_name": "Hôtel des Halles", "url_hotel": "https://www.booking.com/hotel/fr/hotel-des-halles-dijon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=269bdd456c725c5b07ce6c36b47df6cc&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.32558141857032,5.036918297410011", "score": "8.4", "text_description": "L'Hôtel des Halles vous accueille dans le centre-ville historique de Dijon, à 50 mètres de la zone piétonne et à 300 mètres du marché couvert des halles centrales. Vous bénéficierez d'une connexion Wi-Fi gratuite. Le départ de la route des Grands Crus de Bourgogne est à 10 minutes de route.\n\nToutes les chambres disposent de la climatisation, d'une télévision à écran plat et d'une salle de bains privative avec une douche à l'italienne. Elles sont desservies par un ascenseur.\n\nL'Hôtel des Halles sert un petit-déjeuner buffet tous les matins.\n\nVous séjournerez à 30 mètres de l'arrêt de tramway Godrans qui permet un accès direct au Zénith et à l'université de Dijon. Un parking public payant est situé à 250 mètres.", "address": "8 rue Montigny, 21000 Dijon, France"},
{"hotel_name": "Holiday Inn Express Dijon, an IHG Hotel", "url_hotel": "https://www.booking.com/hotel/fr/holiday-inn-express-dijon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=e1885ae33945650039930d07648d5932&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.326999104970184,5.076087266206741", "score": "8.3", "text_description": "Situé à Saint-Apollinaire, l'Holiday Inn Express Dijon possède une piscine extérieure. Cet établissement climatisé propose une réception ouverte 24h/24, une terrasse bien exposée et un bar. Une bagagerie et une connexion Wi-Fi gratuite sont également disponibles.\n\nLes chambres sont équipées d'une télévision par câble à écran plat et de la climatisation. Les salles de bains privatives sont pourvues d'une douche à l'italienne, d'un sèche-cheveux et d'articles de toilette gratuits.\n\nUne bouilloire électrique est fournie dans chaque chambre. Un petit-déjeuner buffet est préparé tous les jours et vous trouverez des distributeurs automatiques de collations sur place.\n\nL'hôtel se trouve à 3 km du centre de Dijon et à 4,6 km de la gare. L'établissement met un parking sécurisé à votre disposition gratuitement.", "address": "8 Rue de la Glaciere (Saint-Apollinaire), 21850 Dijon, France"},
{"hotel_name": "Aparthotel Adagio Access Dijon République", "url_hotel": "https://www.booking.com/hotel/fr/aparthotel-adagio-access-dijon-republique.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=f5dc7301f95473c3e0bcfe6257734594&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.325525999999996,5.049480399999993", "score": "8.5", "text_description": "Situé dans le centre-ville de Dijon, à seulement 3 minutes à pied de la place de la République, l'Aparthotel Adagio Access Dijon République propose une réception ouverte 24h/24 et une connexion Wi-Fi gratuite dans l'ensemble de ses locaux. Le musée des Beaux-Arts est à 15 minutes à pied.\n\nClimatisées, tous les hébergements disposent d'une pièce à vivre avec une télévision, d'un bureau et d'une salle de bains munie d'un sèche-cheveux. Leur cuisine entièrement équipée possède un micro-ondes, des plaques de cuisson et un réfrigérateur.\n\nVous pourrez préparer des repas faits maison dans le studio ou l'appartement. Un petit-déjeuner buffet est servi chaque matin dans la salle prévue à cet effet de l'établissement, tandis que les enfants de 4 à 11 ans profiteront de tarifs réduits. Vous trouverez des épiceries et des restaurants à quelques minutes à pied.\n\nClassé bâtiment respectueux de l'environnement en raison de son toit photovoltaïque, l'appart'hôtel est facilement accessible en transports en commun. Le tramway et le bus L3 assurent un accès direct à la gare de Dijon, qui est à 500 mètres du parc des expositions de Dijon Congrexpo. Vous pourrez utiliser le parking privé sur place, moyennant des frais supplémentaires.", "address": "33 rue de Mulhouse, 21000 Dijon, France"},
{"hotel_name": "Odalys City Dijon Les Cordeliers", "url_hotel": "https://www.booking.com/hotel/fr/appart-39-odalys-les-cordeliers.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=b6bcbb2d5bcb2e9ff57597a1759faa5c&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.318270014552496,5.040114623313457", "score": "7.8", "text_description": "L’Odalys City Dijon Les Cordeliers vous accueille dans le centre historique de Dijon. Cet appart'hôtel propose des chambres avec salle de bains privative et des hébergements indépendants. Vous pourrez vous détendre dans le jardin ou le hammam.\n\nTous les hébergements de l'Odalys City Dijon Les Cordeliers possèdent une salle d'eau privative comportant un sèche-cheveux et des articles de toilette gratuits. Vous bénéficierez également d’une connexion Wi-Fi gratuite et d’une télévision par câble.\n\nLes appartements comprennent une cuisine équipée d’un lave-vaisselle, d’un micro-ondes et d’une bouilloire électrique. Des restaurants et des bars vous attendent à quelques pas.\n\nVous séjournerez à 500 mètres du Palais des Ducs et du musée des Beaux-Arts, et à 1,5 km de la gare de Dijon-Ville. Le parc des expositions Congrexpo de Dijon se trouve à 1,5 km.", "address": "3/5, rue Turgot, Centre-ville de Dijon, 21000 Dijon, France"},
{"hotel_name": "Kyriad Dijon Est Mirande", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-dijon-est-mirande.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=44ec98bca4715f11b5cd71045e8fed16&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.31154756939846,5.080313086509705", "score": "7.3", "text_description": "Cet hôtel-restaurant est un établissement fonctionnel situé à l'est de Dijon, à 15 minutes de route de la gare, du parc des expositions et du centre-ville. Il vous propose des chambres confortables avec connexion Wi-Fi gratuite, ainsi qu'une piscine extérieure chauffée.\n\nLe Kyriad Dijon Est Mirande bénéficie d'un emplacement idéal pour faire une escale. Le centre-ville de Dijon se situe à seulement quelques minutes en voiture. Vous aurez en outre facilement accès aux autoroutes A6 et A31. La station de tramway Piscine Olympique se trouve à seulement 100 mètres.\n\nUn parking privé est disponible gratuitement sur place, ce qui vous permettra de pouvoir parcourir la Bourgogne en voiture.\n\nL'établissement possède une salle de remise en forme, et un parcours de golf 18 trous est accessible en quelques minutes en voiture.\n\nDisponible 24h/24, le personnel amical et attentionné du Kyriad Dijon Est Mirande sera ravi de vous aider à organiser votre séjour à Dijon.", "address": "12-14,Rue Pierre De Coubertin, 21000 Dijon, France"},
{"hotel_name": "Hôtel Montchapet Dijon Centre", "url_hotel": "https://www.booking.com/hotel/fr/montchapet.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=42805fe71e7f153d6a78645e32a3462f&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.327073254889456,5.033303294549114", "score": "7.8", "text_description": "L'Hotel Montchapet est situé au cœur de Dijon, à seulement 10 minutes à pied de la gare de Dijon-Ville. Il propose des chambres insonorisées et une connexion Wi-Fi gratuite.\n\nToutes les chambres de l'Hotel Montchapet sont décorées de façon moderne et dotées d'une salle de bains privative.\n\nVous pourrez vous détendre en buvant un verre au bar de l'hôtel après une journée de visites. L'hôtel se trouve à moins de 10 minutes à pied de la cathédrale de Dijon.", "address": "26 rue Jacques Cellerier, 21000 Dijon, France"},
{"hotel_name": "Novotel Dijon Sud", "url_hotel": "https://www.booking.com/hotel/fr/novotel-dijon-sud.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=b80f93a8f8c976e9d9a61529118805bb&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.27952742932506,5.0077056884765625", "score": "7.3", "text_description": "Situé sur la route des vins de Bourgogne, le Novotel Dijon Sud se trouve à 10 minutes de Dijon, dans la région des vignobles de Marsannay-la-Côte. Il comprend une piscine extérieure et vous profiterez d'un parking gratuit.\n\nSpacieuses et climatisées, les chambres du Novotel Dijon Sud incluent une télévision par satellite et un minibar.\n\nVous pourrez prendre un verre et déguster une cuisine française traditionnelle au restaurant du Novotel. En été, les repas sont également servis sur la terrasse. Un menu enfants est disponible, sur demande.", "address": "11 Route De Beaune, 21160 Dijon, France"},
{"hotel_name": "B&B HOTEL Dijon Nord Zénith", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-dijon-zenith.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=e408a901b87c10da4d30347957119620&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.350663931507675,5.069212432540894", "score": "7.4", "text_description": "Le B&B HOTEL Dijon Nord Zénith vous accueille dans un établissement adapté aux personnes à mobilité réduite à Dijon, à 1 km du centre de conventions Zénith.\n\nToutes les chambres comprennent un bureau, un ordinateur portable et une télévision par câble à écran plat. Elles disposent également d'une armoire, du chauffage et de la climatisation. Leur salle de bains privative est pourvue d'une douche. Certains logements sont accessibles aux personnes à mobilité réduite, tandis que d'autres sont des chambres fumeurs.\n\nLe petit-déjeuner buffet est servi chaque matin, moyennant des frais supplémentaires.\n\nL'hôtel se trouve à 6,5 km de la gare de Dijon et à 8 minutes de route du centre de conventions Dijon Congrexpo. Enfin, l'aéroport de Dole-Jura, le plus proche, est implanté à 51 km.", "address": "1 Rue des Ardennes - Zone village auto, 21000 Dijon, France"},
{"hotel_name": "ibis Dijon Sud", "url_hotel": "https://www.booking.com/hotel/fr/ibis-dijon-sud.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=afaf7bcc403f841de40230cfc882be16&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.272269176944285,5.003117769956589", "score": "7.1", "text_description": "Situé à 6 km du centre de Dijon, l'ibis Dijon Sud propose une réception ouverte 24h/24, un restaurant et un bar avec terrasse. Une connexion Wi-Fi est disponible gratuitement.\n\nToutes les 78 chambres climatisées disposent d'une salle de bains privative avec baignoire ou douche et articles de toilette gratuits. Elles comprennent également un bureau et une télévision à écran plat. Des chambres pour personnes à mobilité réduite sont également disponibles.\n\nL'ibis Dijon Sud possède un bar et un restaurant. Un petit-déjeuner buffet composé de plats sucrés et salés tels que des œufs, de la salade de fruits, des yaourts et des jus de fruits est servi tous les jours. Des viennoiseries cuites sur place et des madeleines françaises fraîches sont également proposées, ainsi qu'une boisson chaude et un fruit à emporter. En dehors des heures normales de petit-déjeuner, vous pourrez également profiter d'une option plus légère, disponible à partir de 4h00.\n\nizivia bornes de recharge électriques pour tous les véhicules sont disponibles\n\nVous trouverez un court de tennis et un parcours de golf à moins de 8 km. Situé à 13 km de l'aéroport de Dijon, l'hôtel propose un parking gratuit sur place sans réservation préalable.", "address": "Rue Bolotte - Route de Beaune, 21160 Dijon, France"},
{"hotel_name": "Campanile Dijon Congrès Clemenceau", "url_hotel": "https://www.booking.com/hotel/fr/campanile-dijon-congra-s-cla-c-menceau.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=c2849352e568cd88ace8b6b02684a15d&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.32874479296254,5.0593167543411255", "score": "7.6", "text_description": "Situé à Dijon, le Campanile Dijon Congrès Clémenceau propose des chambres climatisées et une connexion Wi-Fi gratuite dans tous ses locaux. Vous pourrez vous détendre autour d'un verre dans son bar-salon ouvert 24h/24. Le Palais des Congrès de Dijon se trouve à 200 mètres.\n\nToutes ses chambres contemporaines disposent d'une télévision par satellite à écran plat, du chauffage ainsi que d'une salle de bains privative avec sèche-cheveux et douche.\n\nUn parking privé et sécurisé est disponible sur réservation préalable et moyennant un coût supplémentaire. Le centre-ville de Dijon est situé à 1 km de l'établissement. En face de l'hôtel, se trouve l'arrêt de tramway Poincaré.", "address": "16 Avenue Raymond Poincaré, 21000 Dijon, France"},
{"hotel_name": "ibis Styles Dijon Central", "url_hotel": "https://www.booking.com/hotel/fr/ibis-central.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=bf184d5111d744129b560de526cccd65&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.323121491343166,5.03729984164238", "score": "8.1", "text_description": "Situé dans une zone piétonne, au cœur du quartier historique de Dijon, l'hôtel ibis Styles Dijon Central se trouve à seulement 1 km de la gare de Dijon. Il propose une réception ouverte 24h/24 et une connexion Wi-Fi gratuite.\n\nL'hôtel ibis Styles Dijon Central dispose de chambres climatisées et insonorisées ainsi que d'une salle de conférences à l'organisation fiable et gérée par un personnel qualifié.\n\nLe succès de l'hôtel ibis Styles Dijon Central est étroitement lié à ses restaurants gastronomiques, Le Central et son restaurant de style brasserie. Après avoir dégusté un savoureux repas, vous pourrez découvrir la ville de Dijon et ses innombrables sites d'intérêt.\n\nLe palais des Ducs de Bourgogne se trouve à 400 mètres de l'établissement.", "address": "3, Place Grangier, Centre-ville de Dijon, 21000 Dijon, France"},
{"hotel_name": "ibis Dijon Gare", "url_hotel": "https://www.booking.com/hotel/fr/ibis-dijon-gare.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=9e6548ace2f9d0f482985049a90bd0de&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.322231489453145,5.023886114358902", "score": "7.9", "text_description": "L'hôtel ibis Dijon Gare est situé en face de la gare, à seulement 10 minutes à pied du centre-ville historique. L'établissement propose des chambres climatisées pourvues d'une radio et d'une connexion Wi-Fi gratuite.\n\nLe restaurant de l'ibis Dijon Gare, Le Klub, sert une cuisine régionale et une grande sélection de vins. En été, vous pourrez déguster votre repas sur la terrasse fleurie.\n\nChaque matin, l’établissement sert un petit-déjeuner buffet incluant des mets sucrés et salés, tels que des œufs, de la salade de fruits, des yaourts et des jus. Des viennoiseries cuites sur place, des madeleines fraîches ainsi qu’une boisson chaude et un fruit à emporter sont également disponibles. En dehors des horaires habituels, un petit-déjeuner plus léger est proposé à partir de 4h00.", "address": "15 Avenue Albert 1Er, 21000 Dijon, France"},
{"hotel_name": "Maison Philippe Le Bon", "url_hotel": "https://www.booking.com/hotel/fr/philippe-le-bon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=4eeb7e2b8367a8507bf43e8330439a7f&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.31837585355751,5.038001239299774", "score": "8.3", "text_description": "Situé au cœur du centre historique de Dijon, l’hôtel Maison Philippe Le Bon vous accueille à 300 mètres du palais des Ducs de Bourgogne. Vous bénéficierez d’une connexion Wi-Fi gratuite dans toutes les chambres et dans l’ensemble des parties communes de l’hôtel.\n\nLes chambres climatisées de la Maison Philippe Le Bon disposent d'une salle de bains privative et d'une télévision à écran plat. Les chambres offrent une vue sur la ville de Dijon, le jardin intérieur ou la cour gothique ou sur la rue Sainte-Anne.\n\nLe restaurant La Closerie vous servira une cuisine de saison novatrice et gastronomique accompagnée par une excellente carte des vins avec de nombreux vins locaux. La Closerie propose des repas raffinés dans un cadre datant du XVIIe siècle doté de carrelages d’origine, de poutres apparentes et de pierres rustiques avec des touches modernes.\n\nEn été, vous pourrez savourer le déjeuner et le dîner dans le jardin privé de l’hôtel. Un petit-déjeuner buffet complet est proposé chaque jour. Veuillez noter que le restaurant sera fermé du 1er janvier au 28 février 2025 en raison de travaux de rénovation. Le petit-déjeuner est toujours servi, mais uniquement en chambre.\n\nLors de votre séjour à l’hôtel Maison Philippe le Bon, vous pourrez explorer les rues et les places pittoresques du centre historique et découvrir le marché des Halles. Vous pourrez en outre profiter de nombreux musées, boutiques originales et magasins.\n\nLa gare de Dijon-Ville est à 5 minutes en voiture ou à 15 minutes à pied de l’hôtel Maison Philippe le Bon.", "address": "18 rue Sainte Anne, Centre-ville de Dijon, 21000 Dijon, France"},
{"hotel_name": "Kyriad Hotel Dijon Gare", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-gare.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=4eeb7e2b8367a8507bf43e8330439a7f&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.32279603784554,5.029898285865784", "score": "7.0", "text_description": "Le Kyriad Hotel Dijon Gare vous accueille à 120 mètres de la gare de Dijon. Il dispose d'une piscine intérieure et de chambres insonorisées avec une connexion Wi-Fi gratuite.\n\nLes chambres sont climatisées et comprennent un plateau/bouilloire, une télévision par satellite, ainsi qu'une salle de bains privative.\n\nUne salle de sport et un sauna sont disponibles sur réservation.\n\nLa réception de l'hôtel est ouverte 24h/24 et 7j/7. L'établissement comporte en outre 2 salons de télévision au rez-de-chaussée, ainsi qu'une borne Internet.\n\nL'hôtel possède un bar pouvant aussi accueillir les grands groupes 24h/24, sur demande. Vous aurez droit à un petit-déjeuner buffet chaud tous les matins.\n\nVous séjournerez à 7 km de l'aéroport de Dijon-Bourgogne. Un parking couvert est accessible à proximité, moyennant des frais supplémentaires. Vous rejoindrez le Palais des Congrès en 7 minutes de tramway, tandis que le campus universitaire et le centre commercial la Toison d'Or sont à moins de 20 minutes.", "address": "7-9 Rue Docteur Albert Remy, 21000 Dijon, France"},
{"hotel_name": "Hôtel Wilson - Teritoria", "url_hotel": "https://www.booking.com/hotel/fr/wilson-dijon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=4eeb7e2b8367a8507bf43e8330439a7f&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.31585012770182,5.044266879558563", "score": "8.2", "text_description": "L'Hôtel Wilson - Teritoria est situé en Bourgogne, à 10 minutes à pied du centre de Dijon. Cet établissement se situe dans un relais de poste datant du XVIIe siècle. Une connexion Wi-Fi est disponible gratuitement.\n\nLes chambres donnent sur la place Wilson ou sur la cour intérieure de l'hôtel. Toutes les chambres sont équipées d'une salle de bains privative, d'un téléphone et d'une télévision par satellite. Chacune est également accessible par un ascenseur.\n\nL'Hôtel Wilson - Teritoria possède un bar. Vous pourrez stationner dans la cour, sous réserve de disponibilité et moyennant des frais supplémentaires. Le musée des beaux-arts de Dijon ainsi que le palais des ducs et des États de Bourgogne se trouvent à 6 minutes de route.", "address": "1 rue de Longvic, 21000 Dijon, France"},
{"hotel_name": "Hôtel Le Chambellan", "url_hotel": "https://www.booking.com/hotel/fr/le-chambellan-dijon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=9e6548ace2f9d0f482985049a90bd0de&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.32178557377735,5.045166090130806", "score": "7.6", "text_description": "L'hôtel Le Chambellan est abrité dans un bâtiment du XVIIe siècle, dans le centre-ville de Dijon. Son emplacement est idéal pour visiter les églises et les musées, qui sont au nombre de 7 dans un rayon de 15 minutes de marche.\n\nLes chambres chauffées du Chambellan sont toutes équipées d'une télévision à écran plat et de chaînes satellite, ainsi que d'une connexion Wi-Fi gratuite. Toutes les chambres sont insonorisées et certaines chambres offrent une vue sur la cour privée.\n\nUn petit-déjeuner buffet est servi chaque matin dans la salle de petit-déjeuner, où vous pourrez lire les quotidiens à votre disposition.\n\nLe bureau d'excursions de l'hôtel Le Chambellan fournira des informations sur les attractions principales de Dijon, dont l'arc de triomphe Porte Guillaume, situé à seulement 10 minutes de marche. Un parking public se trouve à proximité de l'hôtel, qui est situé à seulement 900 m de la gare de Dijon et à 7 km de l'aéroport Dijon-Bourgogne.", "address": "92 rue Vannerie, Centre-ville de Dijon, 21000 Dijon, France"},
{"hotel_name": "Hotel Le Jacquemart", "url_hotel": "https://www.booking.com/hotel/fr/le-jacquemart.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=9e6548ace2f9d0f482985049a90bd0de&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.32345830632939,5.043451488018036", "score": "8.4", "text_description": "Situé au cœur de Dijon, capitale de la Bourgogne, près du Palais des Ducs de Bourgogne, l'hôtel Le Jacquemart bénéficie d’une situation privilégiée dans le quartier des Antiquaires.\n\nQue vous soyez en vacances, de passage ou en congrès, cette charmante demeure du XVIIIe siècle avec ses 31 chambres vous réserve le meilleur accueil dans un cadre unique, pour votre plus grand plaisir.\n\nProfitez de votre séjour à Dijon pour arpenter les rues piétonnes et découvrir les lieux célèbres de la ville tels que le musée des Beaux-Arts et la célèbre « Chouette » de l’église Notre-Dame.", "address": "32 Rue Verrerie, Centre-ville de Dijon, 21000 Dijon, France"},
{"hotel_name": "B&B HOTEL Dijon Valmy Toison d'or", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-dijon-valmy-toison-d-39-or.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=4eeb7e2b8367a8507bf43e8330439a7f&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.361115,5.05172", "score": "8.3", "text_description": "Le B&B HOTEL Dijon Valmy Toison d'or est situé à Dijon, à 4,9 km du parc des expositions Dijon Congrexpo et à 6,7 km de la gare. Doté d'un salon commun, cet hôtel 3 étoiles propose des chambres climatisées avec connexion Wi-Fi gratuite et salle de bains privative. Cet établissement non-fumeurs se trouve à 1,1 km du Zénith de Dijon.\n\nLes chambres comprennent un bureau et une télévision à écran plat.\n\nLe B&B HOTEL Dijon Valmy Toison d'or sert un petit-déjeuner buffet ou continental.\n\nVous séjournerez à 6,8 km de la station de tramway Foch-Gare et à 7 km de la station de tramway CHU-Hopitaux. L'aéroport de Dole-Jura est à 54 km.", "address": "19 Avenue Françoise Giroud, 21000 Dijon, France"},
{"hotel_name": "L'aparthoteL LhL", "url_hotel": "https://www.booking.com/hotel/fr/aparthotel-lhl.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=9e6548ace2f9d0f482985049a90bd0de&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.32566595948774,5.035188943147659", "score": "7.7", "text_description": "Doté d'un grand jardin, L'aparthoteL LhL propose des hébergements avec une connexion Internet par câble gratuite au cœur de Dijon, à 5 minutes de marche de la gare. Vous pourrez profiter sur place d'un parking sécurisé moyennant des frais supplémentaires et sous réserve de disponibilité.\n\nTous les appartements comprennent un coin salon/repas ainsi qu'une kitchenette équipée d'un micro-ondes, d'un réfrigérateur et de plaques de cuisson. Une connexion Wi-Fi, un service de blanchisserie, des lave-linge et des sèche-linge sont mis gratuitement à votre disposition.\n\nL'établissement sert un petit-déjeuner continental, que vous pourrez également prendre en chambre sur demande. Vous trouverez des supérettes, des boulangeries, des restaurants et des cinémas à seulement quelques pas.\n\nVous pourrez vous détendre sur la terrasse ou dans le jardin de l'appart'hôtel, orné de plantes, d'arbres et de fleurs. Un barbecue et du matériel de repassage sont par ailleurs disponibles.\n\nL'aparthoteL LhL est à 600 mètres de la cathédrale de Dijon et à 10 minutes de marche du palais des ducs de Bourgogne. Vous pourrez rejoindre la place Darcy en 2 minutes à pied, et le centre de conventions de Dijon est à 5 minutes de route. Un parking sécurisé est disponible moyennant des frais supplémentaires.", "address": "4 rue Audra, 21000 Dijon, France"},
{"hotel_name": "Ibis Styles Dijon Nord Valmy", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-prestige-dijon-nord-valmy-xml.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=9e6548ace2f9d0f482985049a90bd0de&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.360673,5.049352999999996", "score": "8.2", "text_description": "Doté d'une réception ouverte 24h/24, l'Ibis Styles Dijon Nord Valmy est situé à 5 km de la gare de Dijon. L’établissement possède un bar. Vous bénéficierez gratuitement d'une connexion Wi-Fi et d'un parking privé sur place. Un petit-déjeuner buffet est servi tous les matins.\n\nDesservies par un ascenseur, toutes les chambres comprennent la climatisation, une télévision à écran LCD, un coffre-fort et un téléphone. Certaines chambres bénéficient d’installations pour personnes à mobilité réduite.\n\nVous pourrez lire l'un des journaux gratuits sur la terrasse de l'hôtel. L'Ibis Styles Dijon Nord Valmy se trouve à 450 mètres du restaurant le plus proche et à 1 km d'un centre commercial.", "address": "Impasse aux Charmes D'asnières - Zac Valmy, 21000 Dijon, France"},
{"hotel_name": "Hotel ibis Dijon Centre Clemenceau", "url_hotel": "https://www.booking.com/hotel/fr/ibis-dijon-centre-clemenceau.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9kaWpvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjdT9vAbAAgHSAiQzMTk0NzVjMS05NTNjLTRhNDAtYWFkZi1mODUwODk2YjBkNGTYAgXgAgE&sid=4eeb7e2b8367a8507bf43e8330439a7f&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=35c95a46ce4b0408&type=total&ucfs=1&", "hotel_coordinates": "47.32945016325863,5.051640272140503", "score": "7.8", "text_description": "L’Hotel ibis Dijon Centre Clemenceau vous propose une réception ouverte 24h/24 ainsi que des hébergements climatisés avec télévision par satellite et connexion Wi-Fi gratuite. Il vous accueille à seulement 15 minutes à pied du centre-ville de Dijon.\n\nSes chambres insonorisées comprennent un téléphone, un bureau et une salle de bains privative. Elles sont toutes accessibles par un ascenseur.\n\nChaque matin, l’établissement dresse un petit-déjeuner buffet incluant des mets sucrés et salés tels que de la salade de fruits, des yaourts et des jus de fruits. Vous pourrez également déguster des viennoiseries préparées sur place, des madeleines ainsi qu’une boisson chaude. En dehors des horaires habituels, un petit-déjeuner plus léger est disponible à partir de 4h00. Des collations légères sont également servies dans le bar contemporain de l’hôtel.\n\nL’ibis Dijon Centre Clemenceau se trouve à seulement 1 km de la gare de Dijon-Porte-Neuve. Le parc des expositions et congrès est situé à 350 mètres, et un parking public est accessible sur place.", "address": "2 avenue de Marbotte, 21000 Dijon, France"}
]