[
{"hotel_name": "B&B HOTEL Colmar Lumière", "url_hotel": "https://www.booking.com/hotel/fr/roi-soleil.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=2cbe7f25b16a89bf6ee0d00e84096551&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.1124779999594,7.3676687479019165", "score": "7.8", "text_description": "Cet hôtel est situé au nord de Colmar, à 5 km du centre-ville. Vous pourrez profiter de la climatisation, d’une connexion Wi-Fi gratuite et d’un petit-déjeuner buffet à volonté.\n\nToutes les chambres insonorisées du B&B HOTEL Colmar Lumière disposent d'équipements modernes, dont une télévision par câble à écran plat. Vous profiterez également d’une salle de bains privative.\n\nUn parking gratuit est disponible à l'Hôtel Roi Soleil, ce qui vous permettra d'explorer facilement Colmar et les vignobles alsaciens en voiture.", "address": "1B rue des Frères Lumière, 68000 Colmar, France"},
{"hotel_name": "Best Western Colmar Expo", "url_hotel": "https://www.booking.com/hotel/fr/comfort-expo-colmar.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=00b1035986a6ee2dcc031c4d7865cd51&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.09922,7.3627839999999996", "score": "8.5", "text_description": "Le Best Western Colmar Expo est installé à 4 km du centre-ville de Colmar et à 2 km de l’autoroute A35. Cet hôtel propose une réception ouverte 24h/24, un parking privé gratuit et un bar. 2 bornes de recharge pour véhicules électriques sont disponibles sur place.\n\nDesservies par un ascenseur, toutes les chambres sont climatisées et disposent d'un bureau, d'une télévision à écran plat, d’une connexion Wi-Fi gratuite et d'une salle de bain privative avec sèche-cheveux et douche.\n\nChaque matin, vous pourrez savourer un petit-déjeuner à l’hôtel. Vous trouverez également un bar avec terrasse sur place où vous pourrez prendre une collation.\n\nL’établissement se trouve à 10 minutes de route de la route des vins d'Alsace et juste en face du parc des expositions Colmar Expo.", "address": "2C Rue Timken, 68000 Colmar, France"},
{"hotel_name": "ibis Budget Colmar Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/ibis-budget-colmar-centre-ville.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=8f2117b05bafedfe6448b2a4bdd66fd0&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.079697589205196,7.352361588954864", "score": "7.2", "text_description": "L'ibis budget Colmar Centre Ville vous accueille à Colmar, dans le quartier du centre-ville, à 300 mètres de la Maison des Têtes et à 600 mètres de la collégiale Saint-Martin.\n\nLes chambres possèdent une télévision par satellite.\n\nLe parc des expositions Colmar Expo se trouve à 2,5 km de l'ibis budget Colmar Centre Ville. Vous rejoindrez le théâtre de Colmar à 200 mètres. L'aéroport de Bâle-Mulhouse-Fribourg, le plus proche, est implanté à 55 km.", "address": "15 Rue Stanislas, 68000 Colmar, France"},
{"hotel_name": "Hotel Arc-En-Ciel Colmar Contact Hotel", "url_hotel": "https://www.booking.com/hotel/fr/arc-en-ciel-hexagone.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=078f9fb73dcb05f4ce2a8d95fd7b98af&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.08745399108503,7.360686957836151", "score": "8.2", "text_description": "L'Hotel Arc-En-Ciel Colmar Contact Hotel vous accueille dans un cadre verdoyant, à seulement 1 km du centre-ville de Colmar, de ses sites historiques et attractions.\n\nToutes les chambres standard disposent d'une salle de bains privative moderne, d'une télévision ainsi que d'une connexion Wi-Fi gratuite par fibre optique. Des chambres communicantes sont également disponibles.\n\nCet établissement constitue un pied-à-terre de choix pour explorer la Route des Vins, les villages pittoresques des environs et les parcs de loisirs. Vous pourrez également découvrir la gastronomie régionale et les vins locaux.\n\nL'hôtel propose également un parking privé gratuit, un hangar à vélos, une terrasse extérieure et une véranda où vous pourrez prendre votre petit-déjeuner ou profiter d'un moment de calme.", "address": "38, Route De Sélestat, 68000 Colmar, France"},
{"hotel_name": "Hotel L'Europe", "url_hotel": "https://www.booking.com/hotel/fr/l-europe.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=06080db8dc1a7f692a1b46bae25d7171&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.0772062173984,7.403871864080429", "score": "8.3", "text_description": "L'Hotel L'Europe est un pied-à-terre idéal situé à seulement 3 km de la jolie ville de Colmar et de son quartier de la Petite Venise. Chaque chambre individuellement décorée saura vous séduire, selon vos goûts. Tout est pensé pour vous permettre de choisir votre hébergement selon vos envies ou vos événements.\n\nBénéficiant d'un emplacement paisible, l’établissement dispose d'un grand parking gratuit. L'établissement saura répondre à tous vos besoins, que vous soyez en voyages d'affaires ou de loisirs. Lors de votre séjour, vous pourrez profiter des chambres Privilège, récemment rénovées, ainsi que du restaurant et du bar de l’établissement.\n\nL’établissement dispose de 1 600 m² de salons modulables avec connexion Wi-Fi gratuite, parfaits pour des séminaires, réceptions, banquets, mariages et bien plus encore.\n\nLe restaurant « Le Comptoir d'Henri » propose une cuisine traditionnelle française et alsacienne préparée avec des produits frais du marché. Le restaurant sert des plats de saison et traditionnels.\nIl est ouvert du mardi au jeudi de 18h45 à 21h, et jusqu'à 21h30 le vendredi et le samedi.\n\nVous pourrez visiter les vignobles et les caves à vins d'Alsace. La région est prisée pour pratiquer le vélo et la randonnée.", "address": "15 route de Neuf Brisach - Horbourg Wihr, 68180 Colmar, France"},
{"hotel_name": "Colmar Hotel", "url_hotel": "https://www.booking.com/hotel/fr/colmar.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=48bd8b003ace5526ed9b1c8115c097f8&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.070800737248675,7.346389726389361", "score": "8.9", "text_description": "Le Colmar Hotel vous accueille à Colmar, à 1 km de la Maison des Têtes et à 1,2 km de la place des Dominicains, où se déroule le marché de Noël. Il possède une réception ouverte 24h/24 et un bar. Vous profiterez gratuitement d'une connexion Wi-Fi et d'un parking privé en face de l'hôtel.\n\nToutes les chambres comprennent une télévision par satellite à écran plat, une bouilloire ainsi qu'une salle de bains privative pourvue d'articles de toilette gratuits et d'un sèche-cheveux.\n\nUn parking gratuit et un parking sécurisé payant sont disponibles sur place. Vous séjournerez à 1,1 km de la collégiale Saint-Martin et à 3,5 km du parc des expositions Colmar Expo. L'aéroport de Bâle-Mulhouse-Fribourg, le plus proche, se trouve à 54 km du Colmar Hotel. ", "address": "14 route de Rouffach, 68000 Colmar, France"},
{"hotel_name": "ibis Colmar Est - Hotel Restaurant en Alsace", "url_hotel": "https://www.booking.com/hotel/fr/ibis-colmar-horbourg-wihr.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=46b54b95ddcedc678255d3a0135f608d&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.07790332424113,7.402797639369965", "score": "7.4", "text_description": "L'établissement ibis Colmar East - Hotel Brasserie en Alsace est situé à 5 km de la route des vins d'Alsace et à 10 km de Kaysersberg, Riquewihr et Eguisheim. La connexion Wi-Fi est gratuite dans l’ensemble de l’établissement.\n\nLes 86 chambres sont confortables et disposent toutes d’une salle de bains privative pourvue d’une baignoire. L'hôtel comprend également une brasserie alsacienne, la WinStub, ainsi qu’une terrasse, un parking gratuit et des places de stationnement sécurisées.\n\nTous les matins, vous pourrez déguster un petit-déjeuner buffet composé de mets sucrés et salés tels que des œufs, une salade de fruits, des yaourts et des jus de fruits. Vous aurez également la possibilité de savourer des viennoiseries cuites sur place, des madeleines fraîches ainsi qu’une boisson chaude et un fruit à emporter. L'établissement est un boutique hôtel.\n\nDu matériel de repassage et un sèche-cheveux vous seront fournis sur demande.\n\nL'ibis Colmar Est - Hotel Brasserie en Alsace se trouve à 5 minutes de route de la vieille ville de Colmar. Vous pourrez flâner dans le quartier de la Petite Venise, visiter le musée du jouet ou admirer l'Altarpie d'Isenheim au musée Unterlinden.", "address": "13, Route De Neuf-Brisach - Horbourg Wihr, 68180 Colmar, France"},
{"hotel_name": "Hôtel Gustave Colmar", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-colmar-cita-c-administrative.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=3a6cbb2e3768cd4156e00c663f46b58f&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.086015232964435,7.357299327850342", "score": "8.4", "text_description": "Situé à 650 mètres du centre de Colmar, au cœur de l’Alsace, l’Hôtel Gustave Colmar propose une connexion Wi-Fi gratuite et un coin salon. Le parc des expositions se trouve à seulement 1 km.\n\nDotées d'une télévision par satellite à écran plat, toutes les chambres spacieuses de l’Hôtel Gustave Colmar présentent une décoration moderne et un plateau de courtoisie. Toutes les salles de bains privatives sont équipées d’un sèche-cheveux.\n\nUn petit-déjeuner buffet est servi tous les matins. Des plateaux-repas peuvent être demandés.\n\nLe stationnement sur place est gratuit sous réserve de disponibilité. La gare de Colmar se trouve à 2 km. L’hôtel se trouve à 1 heure de route de Strasbourg et à 3 km de l’aéroport de Colmar.\n\n\nSitué à seulement 10 minutes à pied du centre-ville de Colmar, au cœur de l'Alsace, l’Hôtel Gustave Colmar offre un confort moderne et des équipements pratiques. L’établissement bénéficie d’un emplacement privilégié, à seulement 1 km du parc des expositions, ce qui en fait un choix idéal.\n\nLes chambres spacieuses, climatisées et insonorisées présentent une décoration contemporaine. Elles sont équipées de télévisions à écran plat et d'un plateau de courtoisie. Les salles de bains privatives sont pourvues d'un sèche-cheveux pour plus de commodité.\n\nChaque matin, vous pourrez savourer un délicieux petit-déjeuner buffet.\n\nLe parking de l'hôtel est gratuit, sous réserve de disponibilité. Le parking public de Lacarre, surveillé 24h/24, situé à seulement 3 minutes à pied, vous permet également de garer votre véhicule pour seulement 3 EUR pour une durée de 24h. Si vous voyagez en train, la gare de Colmar se trouve à seulement 2 km. L'hôtel est également bien relié à d'autres destinations importantes, avec Strasbourg à moins d'une heure de route et l'aéroport de Colmar à 3 km.\n\nVenez profiter d’un accueil chaleureux et d’un service de qualité pour passer un agréable séjour en Alsace.", "address": "2 Rue De La Fecht, 68000 Colmar, France"},
{"hotel_name": "Greet Hotel Colmar", "url_hotel": "https://www.booking.com/hotel/fr/comfort-les-maraichers.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=ee4d33be3ec23f5b30f4bbc345cccbaf&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.065171123292984,7.363023161888123", "score": "8.2", "text_description": "Le Greet Hotel Colmar se trouve à l’entrée de Colmar, à seulement 1,3 km de l’historique quartier de la Petite Venise. La connexion Wi-Fi est gratuite.\n\nChaque chambre du Greet Hotel Colmar est équipée d'une salle de bains privative et d'une télévision par câble à écran plat. Des chambres pour personnes à mobilité réduite sont également proposées.\n\nDans la soirée, vous pourrez dîner dans le restaurant climatisé de l'hôtel ou sur la terrasse, où vous pourrez découvrir les différentes saveurs de la cuisine alsacienne traditionnelle. Tous les plats sont préparés avec les meilleurs produits locaux et régionaux.\n\nLa gare ferroviaire de Colmar se trouve à 2,3 km. Un local à vélos et un parking privé gratuit sont mis à votre disposition sur place.\nVeuillez noter que cet établissement n'accepte pas les réservations de groupe.", "address": "83 Route De Bâle, 68000 Colmar, France"},
{"hotel_name": "Hôtel Turenne", "url_hotel": "https://www.booking.com/hotel/fr/turenne-colmar.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=6d2da118045fe02e2379390cb5cb8e97&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.07192026320514,7.360539436340332", "score": "8.4", "text_description": "L’Hôtel Turenne est situé à l’entrée du vieux quartier de Colmar, à 750 mètres de l’église Saint-Martin. Il propose des chambres climatisées avec une connexion Wi-Fi gratuite.\n\nToutes les chambres sont dotées d’une télévision par satellite à écran plat et d’une salle de bains privative. Toutes les chambres sont desservies par un ascenseur.\n\nUn petit-déjeuner buffet est servi tous les matins sur place. Vous trouverez de nombreux restaurants alsaciens typiques dans les environs. Vous pourrez également prendre un verre au bar de l’hôtel.\n\nLa réception de l'Hotel Turenne est ouverte 24h/24. Un parking privé pour les voitures, les vélos et les motos est également disponible moyennant des frais supplémentaires et sous réserve de disponibilité (sur réservation préalable). Le garage est disponible jusqu’à midi le jour du départ.\n\nVous séjournerez à proximité des musées réputés Bartholdi et Unterlinden ainsi que des quartiers piétons et commerçants de la ville. La gare de Colmar est à 1,3 km de l’Hôtel Turenne, tandis que la frontière allemande est à 20 km.", "address": "10 Route de Bâle, 68000 Colmar, France"},
{"hotel_name": "Hotel Le Colombier Suites", "url_hotel": "https://www.booking.com/hotel/fr/colombier-suites.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=d3fe2bc75a045dc7ce197d249db0dc42&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.07394456376353,7.358576059341431", "score": "8.7", "text_description": "L’Hotel Le Colombier Suites se trouve au cœur de Colmar, dans le quartier de la Petite Venise. L’établissement propose des chambres et des suites insonorisées avec vue sur la ville ou sur le jardin.\n\nLes chambres comprennent la climatisation, une télévision à écran plat ainsi qu’une salle de bains privative avec un peignoir et des chaussons.\n\nUn petit-déjeuner buffet est servi tous les jours au Colombier de l'autre côté de la route. Pendant votre séjour, vous pourrez siroter un verre au bar du Colombier ou vous détendre dans le jardin en profitant de la connexion Wi-Fi.\n\nL’Hotel Le Colombier Suites se situe à 500 mètres de la collégiale Saint-Martin, à 1 km du musée Unterlinden et à 20 km de la frontière allemande. La gare de Colmar est accessible à 1,5 km. Le marché de Noël de Colmar, place Jeanne-d’Arc, se trouve à 1,4 km.", "address": "11 Rue de la Poissonnerie, 68000 Colmar, France"},
{"hotel_name": "Grand Hôtel Bristol", "url_hotel": "https://www.booking.com/hotel/fr/grandhotelbristol.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=f64f0de47d8b9d91e2f23935a0348b81&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.07245882991573,7.347557544708252", "score": "7.6", "text_description": "Le Grand Hôtel Bristol se trouve à Colmar, en face de la gare TGV historique. Vous bénéficierez d’une salle de sport, d’un spa, d’un hammam et de massages. L’établissement est situé à 1,1 km du marché de Noël de Colmar de la place des Dominicains.\n\nAffichant une décoration traditionnelle ou contemporaine, les chambres climatisées comprennent une télévision par câble à écran plat, une connexion Wi-Fi gratuite, un plateau/bouilloire et une salle de bains privative. Toutes les chambres sont accessibles par un ascenseur.\n\nLa brasserie L’Auberge prépare des plats alsaciens traditionnels accompagnés de vins régionaux. Un petit-déjeuner buffet est servi tous les matins. Vous aurez le choix entre un petit-déjeuner buffet à savourer au salon ou de type continental dans votre chambre.\n\nAccessible sur réservation et moyennant des frais supplémentaires, le parking souterrain privé du Grand Hôtel Bristol propose un nombre de places limité. Vous trouverez plusieurs parkings publics à quelques minutes de marche.", "address": "7 place de La Gare, 68000 Colmar, France"},
{"hotel_name": "Odalys City Colmar La Rose d'Argent", "url_hotel": "https://www.booking.com/hotel/fr/appart-39-odalys-la-rose-d-39-argent.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=fd5b6b7e3026819b60263efcfcbd90ef&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.07891558140651,7.365148393658274", "score": "8.0", "text_description": "Situé à Colmar, à seulement 1,6 km de la gare, l'Odalys City Colmar La Rose d'Argent propose une salle de sport et une piscine à contre-courant avec jets de massage. Il se trouve à 700 mètres de la collégiale Saint-Martin et à 1 km de la Maison des Têtes.\n\nCet hébergement comprend un coin salon, une télévision à écran plat, une armoire ainsi qu'une salle de bains privative avec une baignoire ou une douche. La kitchenette est équipée de plaques de cuisson, d'un micro-ondes et d'un réfrigérateur.\n\nUn petit-déjeuner est servi chaque matin à l'Odalys City Colmar La Rose d'Argent et les enfants peuvent en profiter à un tarif réduit. De nombreux restaurants sont également accessibles à quelques pas de l'Appart'hôtel Odalys La Rose d'Argent.\n\nUne connexion Wi-Fi est disponible gratuitement dans l'ensemble des locaux. Vous pourrez profiter du parking privé sur réservation préalable. Le parc des expositions de Colmar se trouve à 3,3 km. L'aéroport international de Bâle-Mulhouse-Fribourg est accessible à 54 km.", "address": "2 RUE DU GRILLENBREIT, 68000 Colmar, France"},
{"hotel_name": "PAUL & PIA - Welcome Home Hotel", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-colmar-gare.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=d7bc18db058ee5c298a1599da473d059&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.07654046258575,7.349873632192612", "score": "8.4", "text_description": "Cet hôtel est situé à 500 mètres de la gare et de la vieille ville de Colmar. La place des Dominicains, où se déroule le marché de Noël, se trouve à 700 mètres.\n\nLes chambres disposent d’une connexion Wi-Fi gratuite, d’une télévision par satellite à écran plat et d’une salle de bains privative.\n\nL’hôtel possède aussi un bar et une réception ouverte 24h/24.\n\nLe musée d’Unterlinden se trouve à 750 mètres, tandis que les villages médiévaux de la région des vins d’Alsace sont facilement accessibles. L'aéroport de Colmar-Houssen est situé à seulement 5 km du PAUL & PIA - Welcome Home Hotel.", "address": "1, Rue De La Gare, 68000 Colmar, France"},
{"hotel_name": "B&B HOTEL Colmar Expo", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-colmar-expo.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=37818a6e82430b4a92aef3fef925e9d9&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.0963028332922,7.36164164047545", "score": "8.1", "text_description": "Doté d'une connexion Wi-Fi dans tout l'établissement et d'un parking privé gratuits, le B&B HOTEL Colmar Expo propose des hébergements à Colmar, à 10 km de Kaysersberg.\n\nToutes les chambres sont équipées de la climatisation et d'une télévision par câble à écran plat. Elles comprennent également une salle de bains privative.\n\nLa réception est ouverte 24h/24.\n\nColmar Expo se trouve en face du B&B HOTEL Colmar Expo, tandis que la Maison des Têtes est à 3 km. L'aéroport de Bâle-Mulhouse-Fribourg est, quant à lui, distant de 61 km. Des stations de recharge pour les véhicules électriques sont disponibles sur place.", "address": "2 avenue Gilbert-Meyer, 68000 Colmar, France"},
{"hotel_name": "Hotel Saint-Martin", "url_hotel": "https://www.booking.com/hotel/fr/hotelsaintmartin.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=5a589098af085c005595412cc6bf1b2e&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.07641680865711,7.359351888298988", "score": "8.2", "text_description": "Situé au cœur de la vieille ville de Colmar, à proximité du quartier de la Petite Venise et de la célèbre rue des Marchands, l'hôtel Saint-Martin propose des chambres décorées dans un style traditionnel alsacien.\n\nToutes les chambres disposent d'une télévision à écran plat et d'un coffre-fort. Leur salle de bains privative est munie d'un sèche-cheveux ainsi que d'une baignoire ou d'une douche.\n\nVous pourrez vous détendre dans le salon et dans la salle de lecture de l'hôtel. Il vous fera bénéficier d'informations touristiques et d'une connexion Wi-Fi gratuite.\n\nLa gare de Colmar est à 1,2 km. L'aéroport le plus proche est celui de Colmar, à 5 km du Saint-Martin.", "address": "38, Grand'Rue, 68000 Colmar, France"},
{"hotel_name": "B&B HOTEL Colmar Liberté 4 étoiles", "url_hotel": "https://www.booking.com/hotel/fr/roi-soleil-prestige.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=ee4d33be3ec23f5b30f4bbc345cccbaf&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.11283258340826,7.365206480026245", "score": "8.5", "text_description": "Le B&B HOTEL Colmar Liberté 4 étoiles vous accueille en périphérie de Colmar, à 4,7 km du centre-ville et du musée Unterlinden. La réception est ouverte 24h/24, et une bagagerie est disponible sur place. Le marché de Noël de Colmar sur la place Jeanne-d’Arc se trouve à 4,6 km.\n\nOrnées d’une fresque originale, toutes les chambres disposent d’une télévision à écran plat, d’une connexion Wi-Fi gratuite et d’une machine à café Nespresso. Chaque logement comprend la climatisation et un coffre-fort pour ordinateur portable. Tous les hébergements sont desservis par un ascenseur.\n\nChaque matin, l’établissement sert un petit-déjeuner buffet dans la salle à manger. L’hôtel possède un bar-salon décoré sur le thème du jazz, où vous pourrez vous détendre en savourant un verre. Des distributeurs automatiques de boissons et de collations sont également à votre disposition.\n\nLe B&B HOTEL Colmar Liberté 4 étoiles est situé à 1,3 km du parc des expositions de Colmar. Un local à vélos sécurisé est disponible sur demande, et un parking est accessible gratuitement.", "address": "26 Rue des Métiers (GPS : 1 Rue des Frères Lumière, GPS : 48,113 / 7,365), 68000 Colmar, France"},
{"hotel_name": "The Originals City, Hôtel Colmar Gare", "url_hotel": "https://www.booking.com/hotel/fr/le-colbert.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=3a6cbb2e3768cd4156e00c663f46b58f&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.07705926822105,7.349338531494141", "score": "7.4", "text_description": "L’établissement The Originals City, Hôtel Colmar Gare est situé entre le centre-ville et la gare de Colmar, dans la belle région alsacienne.\n\nToutes les chambres sont confortables, insonorisées et équipées d'équipements standard comme un téléphone et une télévision par satellite.\n\nL'établissement The Originals Access, Hôtel Colmar Gare dispose également d'un agréable coin repas où un délicieux petit-déjeuner est servi. Le personnel polyglotte de la réception ouverte 24h/24 parle français, anglais et allemand.\n\nDe nombreuses pistes de ski alpin vous attendent dans les environs. La charmante région des Vosges se trouve à moins d’une heure.", "address": "2, rue des Trois Epis, 68000 Colmar, France"},
{"hotel_name": "James Boutique Hôtel Colmar centre", "url_hotel": "https://www.booking.com/hotel/fr/james-boutique-hotel.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=3a6cbb2e3768cd4156e00c663f46b58f&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.079348023437845,7.364479900629021", "score": "8.9", "text_description": "Affichant une décoration contemporaine et moderne, l'établissement James Boutique Hôtel Colmar centre (Ouverture Novembre 2016) se situe à Colmar, sur la route des vins d'Alsace. Ce boutique hôtel propose un bar. Vous bénéficierez d'un parking privé payant sur place et d'une connexion Wi-Fi disponible gratuitement dans l'ensemble de l'établissement.\n\nLes chambres climatisées possèdent une télévision à écran plat, une machine à café et une bouilloire. Leur salle de bains est privative.\n\nLa réception est ouverte 24h/24.\n\nLes marchés de Noël de Colmar sont à moins de 5 minutes de marche. L’aéroport de Strasbourg-Entzheim se trouve à 1 heure de route.", "address": "15 rue Saint-Eloi, 68000 Colmar, France"},
{"hotel_name": "Campanile Colmar - Parc des Expositions", "url_hotel": "https://www.booking.com/hotel/fr/campanile-colmar-aeroport.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=3a6cbb2e3768cd4156e00c663f46b58f&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.1096519898662,7.364552021026611", "score": "7.3", "text_description": "Situé en face de l'aéroport, l’établissement Campanile Colmar - Parc des Expositions propose un restaurant et des chambres avec connexion Wi-Fi gratuite. Le centre-ville de Colmar vous attend à 4 km.\n\nOffrant une vue sur le jardin, les chambres du Campanile Colmar disposent toutes d'un plateau/bouilloire, d'une télévision à écran LCD et d'une salle de bains privative avec sèche-cheveux. Vous pourrez regarder les chaînes Canal+ et BeIN Sports dans votre chambre et au salon de l’hôtel.\n\nLe petit-déjeuner buffet, servi tous les matins, est proposé également sur la terrasse de l’hôtel. Le restaurant sur place sert une cuisine régionale et un menu pour enfants. Le petit-déjeuner des 5 à 12 ans est facturé 5,95 EUR, et ce montant s’élève à 10,90 EUR pour les enfants de 13 à 17 ans.\n\nLe Campanile Colmar possède une réception ouverte 24h/24 et une salle de réunion équipée. Pour votre confort, le parking privé sur place est gratuit.", "address": "8 rue des métiers, 68000 Colmar, France"},
{"hotel_name": "Hotel Restaurant Le Maréchal - Teritoria", "url_hotel": "https://www.booking.com/hotel/fr/hostellerie-le-marechal.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=ee4d33be3ec23f5b30f4bbc345cccbaf&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.07357179018292,7.356671690940857", "score": "8.6", "text_description": "Construit en 1565 sur les fortifications d'origine de la ville, l'Hostellerie Le Marechal est un établissement 4 étoiles situé dans le quartier pittoresque de Colmar connu sous le nom de Petite Venise. Il se trouve sur le canal, à 700 mètres du marché de Noël de Colmar et de la place des Dominicains.\n\nDécorées avec des brocarts, les chambres et suites de l'hôtel sont climatisées et dotées d'un mobilier ancien. La plupart donnent sur le canal, et elles disposent toutes d'une salle de bains privative ainsi que d'une connexion Wi-Fi gratuite.\n\nLe restaurant A l'Echevin sert une cuisine gastronomique traditionnelle et régionale préparée avec des produits de la région. En été, vous pourrez prendre vos repas sur la terrasse au bord de la rivière.\n\nLa réception de l'Hostellerie Le Maréchal est ouverte 24h/24, et des journaux sont disponibles gratuitement dans le hall.\n\nL'hôtel est situé à 1,4 km de la gare de Colmar, et vous trouverez un parking public à proximité.", "address": "6 place des six Montagnes Noires, 68000 Colmar, France"},
{"hotel_name": "Mercure Colmar Centre Unterlinden", "url_hotel": "https://www.booking.com/hotel/fr/colmar-centre-unterlinden.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=ee4d33be3ec23f5b30f4bbc345cccbaf&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.081060795303706,7.357177287340164", "score": "8.2", "text_description": "Installé à 2 minutes à pied du musée Unterlinden et à 13 minutes de marche de la petite Venise, dans le centre-ville de Colmar, le Mercure Colmar Centre Unterlinden propose des suites et chambres insonorisées et climatisées, équipées d'une télévision par satellite, ainsi que d'une connexion Wi-Fi gratuite.\n\nChaque matin, le Mercure Colmar Centre Unterlinden prépare un petit-déjeuner buffet complet que vous pourrez déguster dans l'intimité de votre chambre. Le bar Les Cepages sert un grand choix de vins alsaciens et de collations.\n\nVous pourrez vous détendre sur la terrasse extérieure et lire les journaux quotidiens fournis par le Mercure Colmar. La réception est ouverte 24h/24 et des services de blanchisserie sont dispensés.\n\nLe Mercure Colmar Centre Unterlinden dispose d'une salle de sport, d'un sauna et d'une douche sensorielle.\n\nL'établissement est à 2 km de la gare TGV de Colmar. Les vignobles d'Alsace et ses villages pittoresques se situent dans les environs du Mercure. Vous profiterez d'un parking privé couvert, accessible par un ascenseur.", "address": "15 rue Golbery, 68000 Colmar, France"},
{"hotel_name": "Hotel Le Colombier", "url_hotel": "https://www.booking.com/hotel/fr/colombiercolmar.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=ee4d33be3ec23f5b30f4bbc345cccbaf&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.073768034303555,7.358293756842613", "score": "8.8", "text_description": "L'hôtel Hotel Le Colombier est situé dans le quartier de la Petite Venise, dans le centre-ville de Colmar. Le musée d'histoire naturelle de Colmar se trouve à 50 mètres et le musée Unterlinden à 1,1 km. Une connexion Wi-Fi est fournie gratuitement.\n\nLes chambres et les suites disposent de la climatisation, d'un minibar et d'une télévision par câble à écran plat. Leur salle de bains privative est pourvue d'une douche, d'articles de toilette gratuits, de chaussons et de peignoirs.\n\nUn petit-déjeuner buffet est servi tous les jours et la réception de l'hôtel Hotel Le Colombier est ouverte 24h/24. Vous pourrez vous détendre dans le bar ou dans le jardin.\n\nLa gare de Colmar vous attend à 1 km. L'aéroport le plus proche est l'aéroport de Strasbourg, à 72 km.", "address": "7 rue Turenne, 68000 Colmar, France"},
{"hotel_name": "Hôtel Quatorze", "url_hotel": "https://www.booking.com/hotel/fr/quatorze.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=ee4d33be3ec23f5b30f4bbc345cccbaf&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.07623849558461,7.356447726488113", "score": "8.0", "text_description": "L'Hôtel Quatorze est un établissement design situé dans le centre de Colmar. Il propose gratuitement une connexion Wi-Fi ainsi qu'un accès privé d'une heure au sauna et au hammam du spa.\n\nCertaines chambres présentent une baignoire spa.\n\nLe bar Quatorze sert un grand choix de champagnes et de vins régionaux. Vous pourrez participer à des dégustations de vins.\n\nLe Quatorze se trouve à 650 mètres du musée Unterlinden, qui occupe un couvent dominicain du XIIIe siècle et qui arbore le retable d’Issenheim de Matthias Grünewald.", "address": "14 rue des Augustins, 68000 Colmar, France"},
{"hotel_name": "Logis Hôtel Beauséjour Colmar", "url_hotel": "https://www.booking.com/hotel/fr/beausejourcolmar.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jb2xtYXJIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkOWQ5OWU2MTQtMjJlMy00YzNiLWE3YjMtNTQyNTI4YzFkNGQ32AIF4AIB&sid=ee4d33be3ec23f5b30f4bbc345cccbaf&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=252c5a47394508d3&type=total&ucfs=1&", "hotel_coordinates": "48.08405232929993,7.366070821881294", "score": "7.8", "text_description": "Le Beauséjour est un établissement à la gestion familiale, situé à seulement quelques pas du centre historique de Colmar. Il propose des chambres décorées de manière personnalisée et possède un restaurant donnant sur son jardin.\n\nTous les hébergements sont équipés d'une télévision à écran plat et d'une connexion Wi-Fi gratuite. Ils sont desservis par un ascenseur. Les chambres Charme présentent un mobilier provençal, tandis que les chambres Privilège sont ornées de meubles bleus et rouges. Tous les logements sont pourvus d'une salle de bains privative.\n\nVous pourrez savourer des plats traditionnels et régionaux dans la salle à manger éclairée aux chandelles ou dans le jardin, les mois plus chauds. L'hôtel propose également un petit-déjeuner quotidien.\n\nLa famille Keller assure un hébergement de qualité depuis 1913. Grâce à l'emplacement privilégié de l'établissement, vous pourrez rejoindre le centre-ville en seulement 8 minutes à pied et y découvrir ses quartiers riches en histoire.\n\nVous trouverez également près de l'Hôtel Beauséjour les célèbres marchés de Noël, où vous aurez l'occasion de découvrir les goûts et traditions de cette région célèbre.", "address": "25, rue du Ladhof, 68000 Colmar, France"}
]