[
{"hotel_name": "SQUARE HOTEL", "url_hotel": "https://www.booking.com/hotel/fr/square-nimes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=ea2359a6fdeb4ddbd0be0b536b5e241b&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.837032,4.363037", "score": "8.6", "text_description": "L’établissement SQUARE HOTEL vous accueille à Nîmes, à 13 km de ce lieu d’intérêt : Parc des expositions de Nîmes. Il comprend un salon commun, une terrasse, des hébergements non-fumeurs, ainsi qu'une connexion Wi-Fi gratuite dans l’ensemble de ses locaux. Cet hôtel 3 étoiles propose une bagagerie. Certains hébergements sont pourvus d’un balcon offrant une vue sur la ville.\n\nLes hébergements sont dotés de la climatisation, d’un bureau, d’une bouilloire, d’un coffre-fort, d’une télévision à écran plat et d’une salle de bains privative avec une douche. Vous profiterez aussi d’une armoire.\n\nL’établissement SQUARE HOTEL sert un petit-déjeuner buffet ou continental.\n\nLe personnel de la réception parle anglais, espagnol et français.\n\nVous séjournerez à respectivement 34 km et 43 km de ces lieux d’intérêt : Arènes d'Arles et Gare d'Avignon-Centre. L'aéroport le plus proche (Aéroport de Nîmes Alès Camargue Cévennes) est à 9 km.", "address": "7 Square de la Couronne, 30000 Nîmes, France"},
{"hotel_name": "Royal Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/royal.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=6c567490bbe3d3ed5f1518b8dfd97837&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.83881509620307,4.3548184633255005", "score": "8.3", "text_description": "Situé au cœur de Nîmes, le Royal Hôtel dispose d'un restaurant sur place, La Bodéguita, qui s'ouvre sur la place Assas. L'hôtel se trouve à moins de 3 minutes à pied du temple Maison Carrée et de la galerie d'art moderne Carré d'Art. Une connexion Wi-Fi est disponible gratuitement.\n\nL'établissement accepte les chiens de moins de 10 kg.\n\nAccessible par un escalier, chaque chambre comprend la climatisation, une télévision à écran plat et une vue sur le patio intérieur ou la place Assas. Certains logements comprennent un coin salon, idéal pour se détendre après une journée bien remplie. Les chambres comprennent une salle de bains privative.\n\nLe petit-déjeuner est servi tous les jours et se compose d'une sélection de produits bio frais. Vous pourrez déguster une cuisine espagnole et du poisson à la plancha au restaurant. Vous pourrez déguster des tapas sur la terrasse du bar.\n\nDes soirées tango sont organisées sur la place Assas en juillet et en août. Des spectacles d'art et des expositions sont régulièrement organisés sur la place.\n\nLe parc des expositions de Nîmes se trouve à 2,7 km du Royal Hôtel. L'aéroport de Montpellier-Méditerranée est implanté à 53 km.", "address": "1 place d'Assas, 30000 Nîmes, France"},
{"hotel_name": "Kyriad Nîmes Ouest A9", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-na-r-mes-ouest.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=06abddf7a56c325173762ea1f4bb1dc3&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.81470734512981,4.344832599163055", "score": "7.8", "text_description": "Idéalement situé à 10 minutes en voiture du centre de Nîmes et à 2 km de la sortie 25 de l’autoroute A9, l’établissement 3 étoiles Kyriad Nîmes Ouest propose une connexion Wi-Fi à 20 Mb/s gratuite et des coins salon extérieurs.\n\nDécorées dans des tons méditerranéens, les chambres du Kyriad Nîmes Ouest A9 comprennent un plateau/bouilloire et une télévision à écran plat avec des chaînes internationales, comme les chaînes des bouquets Canal+. Leur salle de bains privative est pourvue d’articles de toilette gratuits.\n\nUn petit-déjeuner buffet est servi chaque matin dans la salle prévue à cet effet ou dans le jardin. Vous savourerez un apéritif au bar-salon avant de dîner dans l’un des restaurants des environs.\n\nLe parking privé sur place est gratuit. L’aéroport de Nîmes-Garons est implanté à 15 minutes de route. Les parcours de golf de Vacquerolles et de Nîmes Campagne se trouvent à 20 minutes en voiture. Cet établissement Kyriad comporte une réception ouverte 24h/24.", "address": "Ville Active - 157 rue Tony Garnier, 30900 Nîmes, France"},
{"hotel_name": "Logis NIMOTEL Hôtel Cosy", "url_hotel": "https://www.booking.com/hotel/fr/nimotel.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=39a3226d3ba01d09d11986e1cbe1bd00&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.815576349205195,4.346603527665138", "score": "7.9", "text_description": "Le Logis NIMOTEL Hôtel Cosy vous accueille à 1 km de l’autoroute A9 et à 10 minutes en voiture du centre-ville de Nîmes. Cet établissement propose une réception ouverte 24h/24, une piscine extérieure sécurisée et une connexion Wi-Fi gratuite.\n\nSes chambres climatisées sont équipées d’une télévision par satellite à écran plat. Certaines chambres comprennent un plateau/bouilloire.\n\nLe restaurant du Nimotel, Partage, sert une variété de plats traditionnels et de spécialités provençales. Vous trouverez également un bar et une terrasse au bord de la piscine, où vous pourrez vous détendre. Un petit-déjeuner buffet est servi tous les matins.\n\nSi vous souhaitez explorer la région Occitanie en voiture,vous pourrez profiter d’un parking gratuit sur place.", "address": "152 Rue Claude Nicolas Ledoux, 30900 Nîmes, France"},
{"hotel_name": "Hôtel Le Pré Galoffre", "url_hotel": "https://www.booking.com/hotel/fr/lepregaloffrenimes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=7adf1b516d60bb9737a0aaf1a6956ae2&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.78858215364223,4.35380257666111", "score": "8.2", "text_description": "L’Hôtel Le Pré Galoffre bénéficie d’un emplacement paisible dans un cadre rural à 10 minutes de route du centre de Nîmes. L’établissement possède une piscine extérieure, une terrasse bien exposée et une connexion Wi-Fi gratuite.\n\nLes chambres se trouvent dans un bâtiment provençal traditionnel en pierre. Tous les hébergements disposent de la climatisation et d’une télévision à écran plat.\n\nL’Hotel Galoffre propose chaque jour un grand choix de plats pour le petit-déjeuner, et vous pourrez prendre vos repas au bord de la piscine par beau temps.\n\nLe Pré Galoffre peut assurer un service de location de vélos et de voitures. Des paniers-repas sont également disponibles pour le déjeuner. Vous aurez la possibilité de partir en randonnée et de faire de l’équitation dans les environs.\n\nUn parking est disponible gratuitement sur place si vous voyagez en voiture. Les autoroutes A9 et A54 se trouvent à 4 km. L’aéroport de Nîmes-Alès-Camargue-Cévennes est à 15 minutes de route.\n\nDes conditions différentes et des suppléments peuvent s’appliquer pour les réservations de plus de 4 chambres.", "address": "3115 Route De Générac, 30900 Nîmes, France"},
{"hotel_name": "B&B HOTEL Nîmes Centre Arènes", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-nimes-centre-ville.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=948d615edc1e582d9e1a6819b5384f04&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.8281614,4.354790200000025", "score": "8.3", "text_description": "Situé à Nîmes, à 950 mètres des arènes, le B&B HOTEL Nîmes Centre Arènes propose une connexion Wi-Fi gratuite.\n\nLes chambres climatisées disposent d’une télévision à écran plat. Leur salle de bains privative est pourvue d'une douche. Vous profiterez d'une vue sur la ville depuis votre chambre. Le linge de lit et du matériel de repassage sont fournis.\n\nL'établissement possède un distributeur automatique.\n\nL'arrêt de tramway Dhuoda se trouve à 2 minutes à pied et vous mènera à l'Arènes de Nîmes et au centre-ville historique.\n\nL'aéroport de Montpellier-Méditerranée est situé à 50 km. Vous bénéficierez d'un parking privé doté de places de stationnement limitées.", "address": "83, rue de la République, 30900 Nîmes, France"},
{"hotel_name": "Hôtel De L'Amphithéâtre", "url_hotel": "https://www.booking.com/hotel/fr/de-l-amphitheatre-nimes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=9562119d14dcb8558c441552901de3e8&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.83581534027453,4.359140172600746", "score": "8.3", "text_description": "Situé dans la zone piétonne du centre historique de Nîmes, l'Hôtel De L'Amphithéâtre est composé de 2 hôtels particuliers datant des XVIIe et XVIIIe siècles. Il se trouve à quelques pas de l'amphithéâtre romain et du temple de la Maison Carrée.\n\nDécorées de manière personnalisée et avec élégance, les chambres disposent d'une salle de bains privative et d'une télévision à écran plat. Certaines offrent une vue sur la Place du Marché avec une fontaine représentant les symboles de la ville, à savoir un palmier et un crocodile.\n\nVous trouverez des restaurants, des cafés et des boutiques à quelques pas. La gare de Nîmes vous attend à 10 minutes à pied.", "address": "4 Rue Des Arènes, 30000 Nîmes, France"},
{"hotel_name": "Appart'City Collection Nîmes Arènes", "url_hotel": "https://www.booking.com/hotel/fr/appart-39-city-nimes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=9da483cfcbc35d2d51c334e3b403f1c5&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.8338735348897,4.361433959524561", "score": "8.8", "text_description": "L'Appart'City Collection Nîmes Arènes vous accueille dans le centre historique de Nîmes, à 1 minute à pied des arènes et à 300 mètres de la gare. Un parking souterrain public est disponible à proximité. Vous profiterez d’une connexion Wi-Fi gratuite.\n\nLes studios et les appartements sont dotés d'une télévision à écran plat et d'un coin salon. La kitchenette entièrement équipée est munie d’un micro-ondes et de plaques de cuisson. La salle de bains privative est pourvue d’une baignoire ou d’une douche.\n\nLe petit-déjeuner se compose d’une variété de pains. Des croissants sont également fournis. Des fruits frais, de la salade de fruits et différents fromages sont également proposés. Vous apprécierez aussi des yaourts bio, un grand choix de thés bio, des œufs brouillés, des œufs/œufs brouillés avec du veau et des saucisses de veau.\n\nL'aéroport de Nîmes-Alès-Camargue-Cévennes, le plus proche, est implanté à Garons/Saint-Gilles, à 12 km de l’Appart'City Collection Nîmes Arènes.", "address": "1 Boulevard De Bruxelles, 30000 Nîmes, France"},
{"hotel_name": "Best Western Marquis de la Baume", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-la-baume.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=73e2dc6397b4a579371b481d5c4e6bf8&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.83959475654075,4.3610841035842896", "score": "8.3", "text_description": "Situé dans le centre de la ville historique de Nîmes, le Best Western Marquis de la Baume occupe une maison de ville du XVIIe siècle, à seulement 3,7 km du parc des expositions de Nîmes et à 650 mètres des arènes. Une connexion est accessible gratuitement.\n\nLes chambres disposent de la climatisation, d'une télévision par satellite à écran plat, d'un minibar, ainsi que d'une bouilloire électrique. Leur salle de bains privative est munie d'une baignoire ou d'une douche, d'un sèche-cheveux et d'articles de toilette gratuits.\n\nUn petit-déjeuner buffet vous sera servi tous les jours dans le confort de votre chambre ou dans le patio intérieur, par beau temps.\n\nL'établissement possède aussi une réception ouverte 24h/24 et un bar.\n\nL'hôtel n'est qu'à 10 minutes à pied du Colisée et de la tour Magne. Un parking public est disponible à proximité.", "address": "21, rue Nationale, 30000 Nîmes, France"},
{"hotel_name": "Campanile Nîmes Centre Mas-Carbonnel", "url_hotel": "https://www.booking.com/hotel/fr/campanile-nimes-centre-mas-carbonnel.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=cbfbbff5812d5ece9bd55baa9398aa2d&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.82273112028273,4.364125728607178", "score": "7.6", "text_description": "Situé à Nîmes, l’établissement 3 étoiles Campanile Nîmes Centre Mas-Carbonnel propose une connexion Wi-Fi gratuite, une réception ouverte 24h/24 et la presse quotidienne. Les arènes de Nîmes, la Maison Carrée et la gare se trouvent à moins de 20 minutes à pied.\n\nLes chambres sont dotées de la climatisation, d’un plateau/bouilloire ainsi que d’une salle de bains privative pourvue d’une baignoire ou d’une douche.\n\n Une salle de sport est installée à moins d’une minute de marche.\n\nLe Campanile Nîmes Centre Mas-Carbonnel est installé à 45 minutes de route des plages de La Grande Motte et du Grau-du-Roi. Un parking privé sécurisé est proposé moyennant un supplément. Des places de parking gratuites se trouvent dans une rue voisine.", "address": "45 Rue San-Lucar, Zac Du Mas-Carbonnel, 30900 Nîmes, France"},
{"hotel_name": "Hotel Majestic", "url_hotel": "https://www.booking.com/hotel/fr/majestic-nimes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=199322d68c8b06980a494c56b54ffda5&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.8343632920283,4.365336745977402", "score": "8.5", "text_description": "Rénové en 2019, l'Hotel Majestic est situé à Nîmes, à seulement 320 mètres des arènes et du centre-ville de Nîmes. Vous serez aussi à 600 mètres du musée de la Romanité, à 1 km de la Maison Carrée et à 30 km from pont du Gard. La connexion Wi-Fi est gratuite.\n\nLes logements climatisés comprennent une télévision par câble à écran plat. La salle de bains privative est pourvue d'un sèche-cheveux et d'articles de toilette gratuits.\n\nTout au long de l'année, vous pourrez déguster des boissons chaudes ou froides dans le patio. Le petit-déjeuner est servi tous les matins. Le personnel se fera un plaisir de vous conseiller sur les visites à faire dans la région.\n\nL'Hotel Majestic se trouve à seulement 300 mètres de la gare TGV de Nîmes. Enfin, vous serez à 52 km de l'aéroport de Montpellier-Méditerranée.", "address": "9 Rue de la Servie, 30000 Nîmes, France"},
{"hotel_name": "HÔTEL C SUITES chambres spacieuses", "url_hotel": "https://www.booking.com/hotel/fr/c-suites.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=5ffcec31a97f0177ba966e6c8c03e083&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.815377,4.345905", "score": "7.9", "text_description": "Le complexe hôtelier urbain C Suites se situe à Nîmes, à seulement 3 km des arènes. Il possède une piscine extérieure. Cet hôtel entièrement rénové installé dans un parc arboré d’un hectare est pourvu d’un court de tennis et d’un terrain de pétanque.\n\nLes chambres du C Suites sont équipées d’une connexion Wi-Fi gratuite et d’une télévision à écran plat avec les chaînes internationales. Leur salle de bains privative est munie d’une baignoire ou d’une douche.\n\nPendant votre séjour, vous pourrez profiter du bar à vins et tapas C Unik, qui vous attend à côté de la piscine. Une grande sélection de vins et de cigares est proposée.\n\nLe C Suites possède une réception ouverte 24h/24 et un parking gratuit. Idéalement situé à 1,5 km de la sortie de l’autoroute, l’HÔTEL C SUITES vous accueille à 1,5 km du Parc Expo Nîmes et à 5,7 km du parcours de golf de Nîmes-Vacquerolles. À moins de 40 km, vous pourrez découvrir le pont du Gard, Avignon, Arles et Aigues-Mortes.", "address": "152 rue claude nicolas ledoux, 30900 Nîmes, France"},
{"hotel_name": "Central Hotel", "url_hotel": "https://www.booking.com/hotel/fr/central-nimes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=e5e56b608b3ecd5fb2947289615cae74&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.838995018723715,4.36281144618988", "score": "7.7", "text_description": "Le Central Hotel occupe un bâtiment rénové du XVIIIe siècle dans le centre historique de Nîmes, juste derrière l'ancien site romain de la porte d'Auguste. Il possède des chambres insonorisées dotées d'une salle de bains privative.\n\nLes portes des chambres sont décorées par un artiste local. Chacune est dotée d'une télévision et d'une douche.\nCertaines offrent une vue sur les toits de Nîmes et sur la Tour Magne.\n\nL'hôtel possède un bar privé et sert tous les matins un petit-déjeuner traditionnel français. Un service d'étage est par ailleurs assuré.\n\nUne connexion Wi-Fi gratuite est disponible dans toutes les parties communes et vous disposerez d'une bagagerie. Une chambre accessible aux personnes à mobilité réduite est également disponible.\n\nLe Central Hotel se trouve à 100 mètres d'un arrêt de la navette desservant l'aéroport de Nîmes et à moins de 10 minutes à pied de la gare TGV de Nîmes. La cathédrale Notre-Dame-et-Saint-Castor se situe à 280 mètres.", "address": "2 Place Du Château, 30000 Nîmes, France"},
{"hotel_name": "Comfort Aparthotel Nimes Centre", "url_hotel": "https://www.booking.com/hotel/fr/adagio-access-nimes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=4a25eb9654216504817360985038d28c&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.83249328044521,4.367856681346893", "score": "8.0", "text_description": "Le Comfort Aparthotel Nîmes Centre est une résidence respectueuse de l’environnement située à Nîmes. Le parc des expositions vous attend à 1,6 km. Une connexion Wi-Fi gratuite est disponible.\n\nLes spacieux studios et appartements disposent d’une télévision par satellite à écran plat. Ils comprennent une cuisine, un coin repas et une salle de bains privative.\n\nVous pourrez visiter les arènes de Nîmes à seulement 10 minutes de marche. L’aéroport de Montpellier-Méditerranée, le plus proche, est accessible à 43 km du Comfort Aparthotel Nîmes Centre. Vous pourrez profiter d’un parking privé sur place, sous réserve de disponibilité.\n\nVous pourrez choisir parmi une large sélection de plats et vous détendre autour d'un délicieux repas.", "address": "5 allée Boissy d'Anglas - Triangle de la Gare, 30000 Nîmes, France"},
{"hotel_name": "Hotel Cote Patio", "url_hotel": "https://www.booking.com/hotel/fr/hotelcotepatio.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=ac26a6bff2d5ac476811e4ab85575a2f&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.83887216845921,4.369747638702393", "score": "7.9", "text_description": "Situé à 900 mètres du centre-ville de Nîmes, l'Hotel Cote Patio se trouve à 5 minutes de marche des arènes et à 10 minutes à pied de la gare. Il propose une connexion Wi-Fi gratuite et une terrasse meublée.\n\nInstallées tout autour du patio, les chambres chauffées disposent d'une salle de bains privative ainsi que d'une télévision par satellite et câble à écran plat. Elles sont toutes décorées dans des styles différents créant une atmosphère chaleureuse aux couleurs du sud, Art déco ou classique.\n\nEn été, un petit-déjeuner continental comprenant des confitures maison et divers autres produits vous sera servi dans le patio. Le personnel de l'hôtel se fera un plaisir de vous aider à réserver une table dans l'un des nombreux restaurants des environs.\n\nL'Hôtel Cote Patio est à 5 minutes de marche de la navette aéroport et à 23 km d'Uzès. Le parc national des Cévennes est quant à lui accessible à 43,5 km. Vous rejoindrez l'autoroute A9 en 9 minutes en voiture. Enfin, Arles vous attend à 33 km.", "address": "31 Rue De Beaucaire, 30000 Nîmes, France"},
{"hotel_name": "Hôtel & Spa Vatel", "url_hotel": "https://www.booking.com/hotel/fr/vatel.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=8733381cc0946fbb25b1df474eface9f&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.820576747716174,4.319126978516579", "score": "8.4", "text_description": "L’Hôtel & Spa Vatel vous accueille à 10 minutes de route du centre-ville de Nîmes et à 15 km de l’aéroport de Nîmes Alès Camargue Cévennes. Ce complexe hôtelier 4 étoiles propose un accès gratuit au spa et à la salle de sport, où vous profiterez notamment d’une piscine intérieure chauffée et d’un bain à remous.\n\nLes chambres disposent d’une connexion Internet gratuite et d’une salle de bains privative.\n\nPendant la Feria, un service de navette pour le centre-ville et les arènes de Nîmes part toutes les 30 minutes de l’hôtel.\n\nCet hôtel est rattaché à l’école internationale d’hôtellerie et de gestion de Vatel.\n\nDoté d’un parking privé gratuit, l’établissement se trouve à 5 minutes en voiture de l’autoroute E15/A9.", "address": "140, rue Vatel, 30900 Nîmes, France"},
{"hotel_name": "Maison Albar Hotels L’Imperator", "url_hotel": "https://www.booking.com/hotel/fr/imperator-nimes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=39a3226d3ba01d09d11986e1cbe1bd00&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.83866612768399,4.352767914533615", "score": "9.2", "text_description": "La Maison Albar Hotels L’Imperator est un hôtel de luxe situé dans la ville de Nîmes, en bordure du jardin de la Fontaine et à moins de 5 minutes à pied du temple romain de la Maison Carrée et du musée Carrée d'Art. Ava Gardner, Ernest Hemingway et le torero El Cordobes figurent parmi les clients de cet hôtel historique.\n\nLes chambres sont décorées dans un style méditerranéen, avec de la pierre naturelle, du marbre et du bois. Dotée d'une douche à l'italienne, chaque chambre comprend également une télévision connectée avec ChromeCast afin que vous puissiez visualiser et partager vos contenus personnels. Certaines donnent sur les jardins de l'hôtel.\n\nLa réception est ouverte 24h/24 et 7j/7. L'Imperator met également à votre disposition des équipements bébé et des services pour les enfants. Le Spa by CODAGE propose une piscine intérieure et extérieure, un jacuzzi, une douche sensorielle, un hammam ainsi qu'une gamme complète de massages.\n\nL'Imperator accueille le chef primé Pierre Gagnaire, élu meilleur chef du monde par ses pairs. Les 2 restaurants sur place vous offrent 2 expériences gastronomiques différentes. Le restaurant gastronomique Duende vous fera découvrir des saveurs extraordinaires. La brasserie L'Impé, installée dans le patio de l'hôtel à l'ombre d'un arbre Gingko Biloba, sert une cuisine généreuse et raffinée élaborée à base de produits locaux.\n\nVous pourrez savourer des cocktails dans un cadre décontracté au bar Hemingway. Un petit-déjeuner continental est proposé tous les matins. Vous aurez la possibilité de le prendre dans votre chambre.\n\nUn parking privé est accessible sur place, sur réservation. La gare TGV de Nîmes se trouve à moins de 2 km de la Maison Albar Hotels L’Imperator.", "address": "15 Rue Gaston Boissier, 30900 Nîmes, France"},
{"hotel_name": "Hôtel Abalone - Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/hotelterminusaudrans.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=39a3226d3ba01d09d11986e1cbe1bd00&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.8330272990424,4.366189688444138", "score": "7.6", "text_description": "L’établissement Hôtel Abalone - Centre Gare se situe à Nîmes, à respectivement 13 km et 34 km de ces lieux d’intérêt : Parc des expositions de Nîmes et Arènes d'Arles. Cet hôtel 2 étoiles propose un salon commun ainsi que des hébergements dotés de la climatisation, d’une connexion Wi-Fi gratuite et d’une salle de bains privative. Un parking privé est disponible sur place.\n\nTous les hébergements comportent une armoire. Vous bénéficierez d’une télévision à écran plat. Certains hébergements possèdent également une vue sur la ville. Des serviettes et du linge de lit sont fournis.\n\nLe personnel de la réception ouverte 24h/24 parle arabe, danois, allemand et anglais.\n\nVous séjournerez à respectivement 44 km et 45 km de ces lieux d’intérêt : Gare d'Avignon-Centre et Palais des Papes d'Avignon. L'aéroport le plus proche (Aéroport de Nîmes Alès Camargue Cévennes) est à 10 km.", "address": "23, avenue Feuchères, 30000 Nîmes, France"},
{"hotel_name": "ibis budget Nimes Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/ibis-budget-nimes-centre-gare.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=9562119d14dcb8558c441552901de3e8&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.832055902146784,4.3673644959926605", "score": "8.1", "text_description": "Situé à seulement 50 mètres de la gare de Nîmes, l'ibis Budget Nîmes Centre Gare vous propose une réception ouverte 24h/24, une bagagerie et une connexion Wi-Fi gratuite dans l'ensemble de l'établissement. Le centre-ville est accessible en 5 minutes à pied.\n\nToutes les chambres sont climatisées et insonorisées. Elles sont dotées d'une télévision par satellite à écran plat et d'un bureau. Elles contiennent aussi une salle de bains privative.\n\nL'hôtel vous propose un petit-déjeuner buffet tous les jours. Des boissons et des collations rapides sont également disponibles dans les distributeurs automatiques se trouvant sur place.\n\nMontpellier et Le Grau-du-Roi sont à 45 minutes de route. L'aéroport de Nîmes-Alès-Camargue est idéalement situé à 10 minutes en voiture et vous trouverez un parking privé à proximité.", "address": "2 Avenue de la Mediterranée  - Accès parking : 2 avenue du Général Leclerc - , 30900 Nîmes, France"},
{"hotel_name": "Empire Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/empire-nimes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=39a3226d3ba01d09d11986e1cbe1bd00&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.840300891726834,4.363148733973503", "score": "7.3", "text_description": "L'Empire Hôtel est situé au cœur de Nîmes, en face de la cathédrale et dans le centre des arènes romaines. Une connexion Wi-Fi est disponible gratuitement.\n\nChaque chambre de l'Empire Hôtel dispose également d'une télévision, d'un bureau et d'une salle de bains privative.\n\nLa gare TGV de Nîmes se trouve à seulement 1 km de l'Empire. Le musée Carré d'Art se trouve à 800 mètres.", "address": "Boulevard Etienne Saintenac, 30000 Nîmes, France"},
{"hotel_name": "Margaret - Hôtel Chouleur", "url_hotel": "https://www.booking.com/hotel/fr/margaret-chouleur.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=5ffcec31a97f0177ba966e6c8c03e083&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.837117,4.357898", "score": "9.1", "text_description": "L’établissement Margaret - Hôtel Chouleur bénéficie d’un emplacement idéal à Nîmes. Il propose une connexion Wi-Fi gratuite, une piscine extérieure ouverte en saison, une salle de sport des hébergements dotés de la climatisation. Il comprend un jardin, une terrasse et un bar. Vous pourrez profiter d'un service d'étage, d'un service de concierge et d'un service de bagagerie.\n\nTous les hébergements possèdent une armoire, une télévision à écran plat, une salle de bains privative, du linge de lit et des serviettes. Certains hébergements offrent une vue sur la ville. Tous proposent une machine à café. Vous profiterez aussi d’un coffre-fort.\n\nSur place, vous trouverez un restaurant qui sert des plats français. Des options végétariennes, sans lactose et végétaliennes peuvent également être préparées sur demande.\n\nParlant anglais, espagnol et français, le personnel de la réception se tient en permanence à votre disposition.\n\nVous séjournerez à respectivement 14 km et 33 km de ces lieux d’intérêt : Parc des expositions de Nîmes et Arènes d'Arles. L'aéroport le plus proche (Aéroport de Nîmes Alès Camargue Cévennes) est à 9 km. Un service de navette aéroport payant peut être assuré par l’établissement.", "address": "6 Rue Fresque, 30000 Nîmes, France"},
{"hotel_name": "Hotel Mas De Galoffre", "url_hotel": "https://www.booking.com/hotel/fr/mas-de-galoffre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=39a3226d3ba01d09d11986e1cbe1bd00&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.788451892348796,4.353842326476183", "score": "7.5", "text_description": "Situé à 5 minutes en voiture du centre de Nîmes et de la Camargue, l'Hotel Mas de Galoffre, niché au cœur d'un domaine provençal, constitue un point de départ idéal pour découvrir la région et pratiquer de nombreuses activités. Le parking sur place est gratuit.\n\nL'hôtel propose des chambres standard et supérieures avec salle de bains et télévision à écran plat. Une connexion Wi-Fi est disponible gratuitement dans tout l'établissement.\n\nPour votre confort, l'Hotel Mas de Galoffre dispose d'une piscine et de courts de tennis. Des aménagements dédiés au golf et à l'équitation sont également disponibles à proximité.\n\nLe restaurant sur place propose une cuisine régionale, qui peut être servie sur la terrasse donnant sur le jardin ou la piscine.", "address": "route de Générac, 30900 Nîmes, France"},
{"hotel_name": "Grand Hôtel de Nîmes 4 étoiles", "url_hotel": "https://www.booking.com/hotel/fr/holiday-inn-nimes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=5ffcec31a97f0177ba966e6c8c03e083&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.8147199254572,4.3462736159563065", "score": "6.9", "text_description": "Le Grand Hôtel de Nîmes est un complexe hôtelier-restaurant-salle de conventions qui vous accueille à Nîmes, à seulement 3 km des arènes.\n\nSitué dans un parc d'hôtel regorgeant de palmiers et de lauriers-roses, cet hôtel entièrement rénové dispose d'une piscine extérieure réservée exclusivement aux clients de l'hôtel, de jeux pour enfants, d'un billard et d'un baby-foot.\n\nLes chambres très spacieuses sont équipées d'une connexion Wi-Fi haut débit gratuite par fibre optique et d'une grande télévision à écran plat avec les chaînes internationales. Un plateau/bouilloire de bienvenue et une bouteille d'eau minérale sont fournis gratuitement dans votre chambre. La climatisation de dernière génération vous offrira un confort optimal pour vous détendre pendant les chaudes journées provençales. La salle de bains privative est pourvue d'une baignoire et de toilettes séparées.\n\nLe restaurant Le Chat Noir sert des plats français traditionnels sur la terrasse ou dans le jardin, au bord de la piscine. Chaque matin, vous pourrez savourer un petit-déjeuner buffet composé de jus de fruits frais et de viennoiseries. Vous pourrez savourer le déjeuner dans un restaurant de style brasserie. Le restaurant sur place prépare un menu fixe pour le dîner. Vous pourrez prendre un verre au bar, qui propose un choix de whiskies, de rhums et de cigares.\n\nUn parking est disponible au Grand Hôtel de Nîmes 4 étoiles moyennant des frais supplémentaires. Vous pourrez découvrir les nombreux sites romains de Nîmes, y compris les célèbres arènes, la Maison carrée et les jardins de la Fontaine. Vous séjournerez à 30 minutes de route des plages les plus proches. La gare de Nîmes se situe à 4 km.", "address": "202 rue Nicolas Ledoux, 30900 Nîmes, France"},
{"hotel_name": "hotelF1 Nîmes Ouest", "url_hotel": "https://www.booking.com/hotel/fr/hotelf1-nimes-ouest.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=5ffcec31a97f0177ba966e6c8c03e083&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.815334,4.34405200000003", "score": "7.0", "text_description": "L'hotelF1 Nîmes Ouest est situé à Nîmes, à 44 km de Montpellier et à 40 km d'Avignon.\n\nToutes les chambres donnent accès à une salle de bains commune. Vous pourrez acheter des serviettes microfibre à l'hôtel moyennant des frais supplémentaires de EUR 3 chacune.\n\nLa réception est ouverte 24h/24.\n\nNîmes se trouve à 2,8 km de l'Hotelf1 Nîmes Ouest, tandis qu'Arles vous attend à 28 km. L'aéroport de Montpellier-Méditerranée, le plus proche, est implanté à 41 km.", "address": "Chemin de l'Hostellerie Ville active, centre hôtelier, 30900 Nîmes, France"},
{"hotel_name": "Odalys City Nîmes Arènes", "url_hotel": "https://www.booking.com/hotel/fr/odalys-city-nimes-arenes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&sid=39a3226d3ba01d09d11986e1cbe1bd00&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=dd985a47892e00af&type=total&ucfs=1&", "hotel_coordinates": "43.834061872209,4.358990652779", "score": "8.6", "text_description": "Situé à Nîmes, l’établissement Odalys City Nîmes Arènes propose un bain à remous, un hammam et un spa, à 14 km de ce lieu d’intérêt : Parc des expositions de Nîmes. Une connexion Wi-Fi gratuite est fournie dans tout l’établissement et un parking privé est disponible sur place.\n\nLes hébergements comprennent la climatisation et une télévision à écran plat. Vous bénéficierez d’une kitchenette entièrement équipée avec un coin repas, ainsi que d’une salle de bains privative comportant une douche et un sèche-cheveux. Un réfrigérateur, un micro-ondes et une plaque de cuisson sont également disponibles, de même qu’une machine à café et une bouilloire.\n\nUn petit-déjeuner buffet est servi sur place.\n\nVous séjournerez à respectivement 33 km et 45 km de ces lieux d’intérêt : Arènes d'Arles et Gare d'Avignon-Centre. L'aéroport le plus proche (Aéroport de Nîmes Alès Camargue Cévennes) est à 8 km.", "address": "4 Rue Alexandre Ducros, 30000 Nîmes, France"}
]