[
{"hotel_name": "Hotel Le Lion D'Or et Restaurant La Table Du Lion", "url_hotel": "https://www.booking.com/hotel/fr/le-lion-d-or-bayeux.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=794b4f3a22085aeb6dec8fbaa6a59651&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.27627832312484,-0.6983694434165955", "score": "8.6", "text_description": "Occupant un ancien bureau de poste du XVIIIe siècle, l'Hotel Le Lion D'Or et Restaurant La Table Du Lion est désormais un établissement charmant situé dans l'un des plus anciens quartiers de Bayeux. Doté d'une réception ouverte 24h/24, il est installé à seulement 400 mètres du musée de la Tapisserie de Bayeux.\n\nClaires et spacieuses, toutes les chambres insonorisées possèdent une connexion Wi-Fi gratuite et une salle de bains privative avec un sèche-cheveux.\n\nChaque matin, vous pourrez déguster un petit-déjeuner buffet. Le restaurant de l'établissement sert une cuisine française créative. Après le dîner, vous pourrez vous détendre dans le bar-salon avec un verre de calvados en écoutant de la musique près de la cheminée.\n\nLe personnel du Lion D’or assure un service de concierge et organise des excursions locales. Sur demande, des soins de massages pourront être dispensés à proximité de l'établissement.", "address": "71 Rue Saint Jean, 14400 Bayeux, France"},
{"hotel_name": "Château de Bellefontaine - Teritoria", "url_hotel": "https://www.booking.com/hotel/fr/chateau-de-bellefontaine.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=726e3cbbe278f588e066c9ac068ef9d1&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.269740241146884,-0.6888395547866821", "score": "7.7", "text_description": "À 800 mètres du centre de Bayeux et de sa cathédrale, l'établissement Château de Bellefontaine - Teritoria est un manoir du XVIIIe siècle proposant des chambres et un restaurant traditionnel ouvert pour le dîner sur réservation. Comptant des arbres vieux de 200 ans, le parc comporte un court de tennis et un étang.\n\nChaque chambre décorée individuellement dispose d'un minibar, d'une connexion Wi-Fi gratuite et d'une télévision à écran plat. Les salles de bains comprennent un sèche-cheveux, des articles de toilette gratuits et une baignoire ou une douche. Certaines possèdent un coin salon.\n\nVous aurez l'occasion de savourer un petit-déjeuner buffet tous les matins. Un petit-déjeuner continental pourra également être servi dans votre chambre à un tarif réduit. Après le petit-déjeuner, vous aurez la possibilité d'utiliser l'ordinateur du salon, qui bénéficie d'une connexion Internet. Le salon comporte également une cheminée.\n\nLa gare de Bayeux se trouve à 1 km. Le parking sur place est gratuit.", "address": "49, Rue de Bellefontaine, 14400 Bayeux, France"},
{"hotel_name": "Hôtel De Brunville & Spa", "url_hotel": "https://www.booking.com/hotel/fr/hoteldebrunville.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=181791b13594c143b761681580bc2e75&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.27815768633019,-0.7035139203071594", "score": "8.0", "text_description": "Situé à seulement 400 mètres de la cathédrale de Bayeux, l’Hôtel De Brunville & Spa propose une piscine extérieure chauffée et un jacuzzi accessibles toute l'année. Cet établissement est idéalement situé dans le centre de Bayeux, à proximité du musée de la Tapisserie de Bayeux et à quelques kilomètres des plages du Débarquement.\n\nLes chambres de l'Hôtel de Brunville & Spa sont confortables et bien équipées avec des équipements modernes.\nUn petit-déjeuner buffet continental est servi chaque matin à l'Hôtel De Brunville & Spa. Vous pourrez également déguster des produits régionaux frais au restaurant sur place et commander des boissons au bar ou au bord de la piscine.\n\nLe spa du Grand Luxembourg, situé dans un espace intérieur de 200 m², s’efforce de vous proposer le meilleur en soins de bien-être et en équipements.\n\nVenez découvrir notre nouvelle offre unique à Bayeux : jacuzzi, sauna, hammam, douche sensorielle de 4 saisons, fontaine à glace, grotte de sel avec transats infrarouges et soins Phytomer.\nL'espace bien-être intérieur et les soins sont disponibles sur réservation.\n\nUn nombre limité de places de stationnement payantes est disponible.\n\nL'établissement Hôtel De Brunville & Spa se trouve à 650 mètres du musée de la Tapisserie de Bayeux. La gare ferroviaire de Bayeux est située à 1,3 km.", "address": "9 Rue Genas-Duhomme, 14400 Bayeux, France"},
{"hotel_name": "Grand Hôtel du Luxembourg & Spa", "url_hotel": "https://www.booking.com/hotel/fr/hotelduluxembourg.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=7c372e2284e7d00f016e66eec381ffc1&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.27842191135553,-0.7032966613769531", "score": "7.9", "text_description": "This 17th-century mansion has been converted into a charming hotel with an outdoor heated pool and a jacuzzi  which are accessible all year round. It is ideally located in the centre of Bayeux, near the Museum of the Bayeux Tapestry, and few kilometers away from the D-Day's beaches.\n\nRooms at the Grand Hôtel du Luxembourg & Spa are comfortable and well-equipped with modern amenities.\n\nThe Spa du Grand Luxembourg, located in an indoor 200 m² space, is the result of our quest for the very best in well-being treatments and equipment.\n\nCome and discover our new offer, unique in Bayeux: jacuzzi, sauna, hammam, 4-season sensory shower, ice fountain, salt cave with infrared deckchairs and PHYTOMER treatments.\nThe indoor wellness area and treatments are available on reservation.\n\nA limited number of paid parking spaces are available", "address": "25 Rue Des Bouchers, 14400 Bayeux, France"},
{"hotel_name": "Hôtel Le Saint Patrice", "url_hotel": "https://www.booking.com/hotel/fr/saint-patrice.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=43151cdea539e30b78153b01bb654b4c&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.27981023429335,-0.7106749165699284", "score": "8.1", "text_description": "L’établissement 2 étoiles Hôtel Le Saint Patrice vous accueille à Bayeux, à respectivement 800 mètres et 1,2 km de ces lieux d’intérêt : Musée d'art et d'histoire Baron Gérard et Musée de la Tapisserie de Bayeux. Il est installé à respectivement 8,5 km, 11 km et 12 km de : Batterie allemande de Longues-sur-Mer, Musée du Débarquement et Cinéma Arromanches 360. Cet établissement non-fumeurs se situe à 400 mètres de : Cathédrale Notre-Dame de Bayeux.\n\nLes hébergements possèdent un bureau. Vous bénéficierez d’une salle de bains privative avec une douche et des articles de toilette gratuits. Tous les hébergements proposent une connexion Wi-Fi gratuite et certains offrent une vue sur la ville. Vous profiterez d'une télévision à écran plat et d'un sèche-cheveux.\n\nL’établissement Hôtel Le Saint Patrice sert un petit-déjeuner buffet ou américain.\n\nVous séjournerez à respectivement 20 km et 20 km de ces lieux d’intérêt : Musée Mémorial d'Omaha Beach et Omaha Beach. L'aéroport le plus proche (Aéroport de Caen-Carpiquet) est à 28 km.", "address": "30 Rue St Patrice, 14400 Bayeux, France"},
{"hotel_name": "Hotel Reine Mathilde", "url_hotel": "https://www.booking.com/hotel/fr/reine-mathilde-bayeux.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=0531d4113312e36782c8d656dd9ce73d&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.276031585766006,-0.7017248868942261", "score": "8.6", "text_description": "L'hôtel Reine Mathilde se situe dans le quartier médiéval de Bayeux, à seulement 300 mètres du musée de la Tapisserie. Il propose une connexion Wi-Fi gratuite et des chambres modernes avec salle de bains privative.\n\nLes chambres sont décorées dans des couleurs chaudes et neutres. Chacune comprend une télévision et un bureau. La salle de bains privative comporte un sèche-cheveux.\n\nUn petit-déjeuner buffet est servi tous les jours. Le restaurant Le Garde Manger offre un service continu toute la journée. Vous pourrez savourer un grand choix de plats traditionnels dans la salle de restaurant ou sur la terrasse exposée au sud.\n\nL'hôtel Reine Mathilde se trouve à respectivement 19 et 24 km du Musée américain et du Musée mémorial d'Omaha Beach.", "address": "23 Rue Larcher, 14400 Bayeux, France"},
{"hotel_name": "Au Loup Historic Apartments", "url_hotel": "https://www.booking.com/hotel/fr/au-loup-historic-apartments-bayeux.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=a2aee0b3ec1908e7c6bec1da78ebe192&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.272798,-0.707556", "score": "8.1", "text_description": "Installé à Bayeux, à 550 mètres de la cathédrale Notre-Dame et à 10 minutes à pied du musée de la Tapisserie de Bayeux, l'établissement Au Loup Historic Apartments propose des hébergements avec connexion Wi-Fi gratuite, coin salon et télévision à écran plat.\n\nTous les logements comprennent une cuisine avec un four, un micro-ondes, un réfrigérateur, une bouilloire et une machine à café. Leur salle de bains privative est pourvue d'une douche, d'un sèche-cheveux et d'articles de toilette gratuits.\n\nLe musée d'art et d'histoire Baron Gérard se trouve à 500 mètres de l'appart'hôtel Au Loup Historic Apartments. L'aéroport de Deauville-Normandie est situé à 88 km.", "address": "45 Rue Saint-Loup, 14400 Bayeux, France"},
{"hotel_name": "La Maison de Mathilde", "url_hotel": "https://www.booking.com/hotel/fr/la-maison-de-mathilde.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=ceee4e85c202d60e2567ea6d82467eba&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.27647467688673,-0.7024700846557153", "score": "8.9", "text_description": "La Maison de Mathilde vous accueille à Bayeux, à 100 mètres du musée Baron Gérard et à 200 mètres du musée de la Tapisserie de Bayeux. Cette maison d'hôtes, datant du Moyen Âge, dispose d'une terrasse bien exposée avec vue sur le jardin.\n\nToutes les chambres comprennent une télévision à écran plat et certaines offrent une vue sur la cathédrale de Bayeux. Plusieurs s'ouvrent sur une terrasse ou un patio. Un sèche-cheveux et des articles de toilette gratuits sont fournis.\n\nL'établissement possède une bagagerie. Vous pourrez déjeuner ou dîner dans un restaurant situé en face de l'hôtel.\n\nCette maison d'hôtes assure un service de location de vélos. Vous séjournerez à 10 km de Port-en-Bessin. La cathédrale de Bayeux se trouve à 300 mètres de La Maison de Mathilde, tandis que le musée de la Bataille de Normandie est à 800 mètres.", "address": "23 Rue Larcher, 14400 Bayeux, France"},
{"hotel_name": "Domaine de Bayeux", "url_hotel": "https://www.booking.com/hotel/fr/domaine-de-bayeux.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=51dd57eb3939175221acd57bf98c87e8&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.27232559999999,-0.6985101000000213", "score": "9.1", "text_description": "Le Domaine de Bayeux occupe une maison du XVIIIe siècle avec un parc arboré dans le centre de Bayeux. Il propose des chambres dans le bâtiment principal, ainsi que 11 autres chambres climatisées de style design dans l'extension du verger. Toutes s'ouvrent sur une terrasse ou un balcon privés.\n\nLes chambres affichent une décoration personnalisée. Elles comprennent une télévision à écran LCD, ainsi qu'une salle de bains privative pourvue d'articles de toilette gratuits et d'un sèche-cheveux.\n\nUn petit-déjeuner local est servi chaque matin dans la salle à manger lumineuse ornée d'un lustre.\n\nLe parking sur place est gratuit. Le Domaine de Bayeux se trouve à 300 mètres du musée de la Tapisserie de Bayeux, à 600 mètres du musée Baron-Gérard et à 900 mètres de la cathédrale Notre-Dame de Bayeux. Vous rejoindrez la gare de Bayeux en seulement 5 minutes à pied.", "address": "20 rue de Cremel, 14400 Bayeux, France"},
{"hotel_name": "Churchill Hotel Bayeux Centre", "url_hotel": "https://www.booking.com/hotel/fr/churchill-bayeux.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=220078d14c2d4615c0de720881ac15c2&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.27660730434995,-0.7005715370178223", "score": "8.2", "text_description": "Situé dans une rue piétonne en plein cœur du centre historique, le Churchill Hotel Bayeux Centre se trouve à seulement 400 mètres du Musée de la tapisserie de Bayeux. L'établissement possède une réception ouverte 24h/24, un bar et une boutique de souvenirs proposant des produits gastronomiques de la région.\n\nLes chambres de l'hôtel sont équipées d'une télévision à écran plat avec des chaînes internationales. Toutes disposent également d'une connexion Wi-Fi gratuite, de la climatisation et d'une salle de bains privative.\n\nUn petit-déjeuner continental est servi chaque matin. Vous pourrez par ailleurs prendre vos repas dans l'un des nombreux cafés et restaurants des environs.\n\nLe personnel du Churchill Hotel Bayeux Centre demeure à votre disposition pour vous aider à organiser vos excursions et vous fournir des conseils sur différents sites d'intérêt. Les visites guidées des plages du débarquement partent juste derrière l'hôtel. Omaha Beach est à 25 km de l'établissement.", "address": "14 Rue St Jean, 14400 Bayeux, France"},
{"hotel_name": "Hôtel Le Bayeux", "url_hotel": "https://www.booking.com/hotel/fr/le-bayeux.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=dfbf387295886974a82303942dd0bc3d&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.27415914147234,-0.7045063376426697", "score": "7.8", "text_description": "Situé dans le centre historique de Bayeux, en Basse-Normandie, l'Hôtel Le Bayeux propose des hébergements dotés d'une salle de bains privative et d'une connexion Wi-Fi gratuite.\n\nLes chambres sont équipées d'une télévision à écran plat, d'un téléphone et d'un bureau. Les chambres familiales peuvent accueillir 4 à 5 personnes.\n\nL'Hôtel Le Bayeux sert tous les jours un petit-déjeuner buffet et comprend des distributeurs automatiques. Il fournit un service de blanchisserie, et des journaux internationaux sont chaque jour mis à votre disposition dans le hall. Un service de navette permettant de faire des excursions ou rejoindre l'aéroport est également disponible sur demande.\n\nL'hôtel se trouve à 10 minutes à pied de la gare de Bayeux, à 350 mètres du Musée de la tapisserie et à 550 mètres de la cathédrale Notre-Dame. La ville de Bayeux est à 10 km des plages du débarquement.", "address": "9 Rue Tardif, 14400 Bayeux, France"},
{"hotel_name": "Appart’hôtel saint patrice", "url_hotel": "https://www.booking.com/hotel/fr/appart-saint-patrice.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=bd7041fb3767758ba81e0f952ccd3bcc&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.280242,-0.71046", "score": "8.4", "text_description": "Doté d'un jardin, l'Appart'hôtel saint patrice est situé à Bayeux, à 1,2 km du musée de la Tapisserie de Bayeux, à 8,6 km de la batterie allemande du débarquement et à 11 km du musée du débarquement. Cet appart'hôtel 2 étoiles offre une vue sur le jardin et se trouve à 800 mètres du musée Baron Gérard. Une connexion Wi-Fi est disponible gratuitement dans l'ensemble de ses locaux. La cathédrale Notre-Dame de Bayeux se trouve à 400 mètres.\n\nRevêtus de parquet, les logements comprennent un coin repas, une télévision à écran plat ainsi qu'une salle de bains privative pourvue d'une douche et d'un sèche-cheveux. Un réfrigérateur, des plaques de cuisson, des ustensiles de cuisine, une machine à café et une bouilloire sont également fournis. Les logements sont équipés du chauffage.\n\nUn petit-déjeuner buffet et américain composé de viennoiseries fraîches, de jus de fruits et de fromage est servi. Vous trouverez un café sur place.\n\nCet appart'hôtel assure un service de location de vélos.\n\nVous séjournerez à 12 km d'Arromanches 360 et à 20 km du musée mémorial d'Omaha Beach. L'aéroport de Caen-Carpiquet est implanté à 28 km.", "address": "32 Rue Saint-Patrice, 14400 Bayeux, France"},
{"hotel_name": "Novotel Bayeux", "url_hotel": "https://www.booking.com/hotel/fr/novotel.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=0783b74c57600dfef82d141f274726f4&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.281769222390345,-0.7184886932373047", "score": "8.0", "text_description": "Le Novotel Bayeux est situé entre Caen et Cherbourg, en Normandie. Il est à 1 km seulement de la célèbre Tapisserie de Bayeux et du centre historique de la ville.\n\nModernes et confortables, les chambres sont équipées d'une salle de bains privative contemporaine, d'une connexion Wi-Fi et de la climatisation.\n\nL'hôtel propose un restaurant, un bar, un parking, une piscine et un jardin. Les clients peuvent utiliser l'espace affaires dans le hall d'accueil, comprenant un accès Internet gratuit.\n\nDeux enfants maximum (jusqu'à 15 ans) peuvent séjourner gratuitement en partageant 1 chambre avec leurs parents.\n\nLe Novotel Bayeux est situé à proximité des plages du débarquement.", "address": "117 Rue Saint Patrice, 14400 Bayeux, France"},
{"hotel_name": "Villa Lara Hotel", "url_hotel": "https://www.booking.com/hotel/fr/villa-lara-ha-tel.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=6325571b7fd269fe45b25eaf0b4300b7&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.27551885808722,-0.700964480638504", "score": "9.6", "text_description": "La Villa Lara Hotel est un petit boutique hôtel de luxe situé dans le centre historique de Bayeux, en face de la cathédrale du XIe siècle et à seulement 2 minutes à pied de la Tapisserie de Bayeux.\n\nLuxueux, les hébergements sont pourvus d'un mobilier d'époque, d'une télévision à écran plat et d'un minibar. Ils sont décorés suivant une palette de couleurs neutres personnalisées, avec des étoffes imprimées. Chacun d'entre eux comporte une salle de bains privative avec un sol en marbre, des peignoirs et des chaussons.\n\nUn petit-déjeuner buffet, composé de pâtisseries fraîches et de café, est servi chaque matin dans la salle à manger. Vous pourrez également vous détendre au bar de style empire avant de dîner dans les restaurants voisins.\n\nSur place, un parking privé est disponible gratuitement. La plage d'Omaha se trouve à 10 km de l'hôtel. Vous pourrez facilement accéder à l'établissement depuis la gare SNCF de Bayeux, installée à moins de 1 km. La connexion Wi-Fi est gratuite dans l'ensemble des locaux.", "address": "6, Place du Québec, 14400 Bayeux, France"},
{"hotel_name": "Belle Normandy", "url_hotel": "https://www.booking.com/hotel/fr/clos-des-cordeliers.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=d6b69b31498436a0e05fd5b7b8899d55&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.27446149480972,-0.7079898076568525", "score": "8.9", "text_description": "Située à Bayeux, à 600 mètres de la cathédrale Notre-Dame de Bayeux, la Belle Normandy propose un hébergement avec un jardin, un parking privé, une terrasse et un bar. Cet hôtel 4 étoiles propose un service de concierge et une bagagerie. Il propose une réception ouverte 24h/24, des transferts aéroport, un service d'étage et une connexion Wi-Fi gratuite dans l'ensemble de ses locaux.\n\nToutes les chambres comprennent un bureau, une télévision à écran plat, une salle de bains privative, du linge de lit et des serviettes.\n\nUn petit-déjeuner buffet et continental est servi tous les jours.\n\nVous séjournerez à 400 mètres du musée Baron Gérard et à 700 mètres du musée de la Tapisserie de Bayeux. L'aéroport de Caen-Carpiquet est implanté à 28 km.", "address": "Rue des Cordeliers, 14400 Bayeux, France"},
{"hotel_name": "Premiere Classe Bayeux", "url_hotel": "https://www.booking.com/hotel/fr/premiere-classe-bayeux.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=eba0cec1c1ada83289bc89d1da1c86d9&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.269428715614055,-0.7066869735717773", "score": "7.5", "text_description": "Cet hôtel Première Classe se trouve à seulement 5 minutes en voiture de la route N13, en périphérie de Bayeux. Les chambres disposent de la climatisation et d’une connexion Wi-Fi gratuite. Un parking privé est disponible gratuitement.\n\nDécorés avec simplicité, les hébergements comprennent une salle de bains privative avec douche. Chaque chambre est équipée d'une télévision par satellite. Toutes les chambres sont desservies par un ascenseur.\n\nUn petit-déjeuner buffet simple est servi chaque matin au Première Classe Bayeux. Vous trouverez de nombreux cafés et restaurants au centre-ville, à 15 minutes à pied de l'hôtel.\n\nLe musée de la tapisserie de Bayeux se trouve à 900 mètres. Omaha Beach, site du débarquement des forces alliées de la Seconde Guerre mondiale, est à 23 km.", "address": "Chemin De La Cambette, 14400 Bayeux, France"},
{"hotel_name": "Hôtel d'Argouges", "url_hotel": "https://www.booking.com/hotel/fr/d-argouges.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=43151cdea539e30b78153b01bb654b4c&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.27899410241933,-0.7084169983863831", "score": "8.8", "text_description": "L'Hôtel d'Argouges est un établissement du XVIIIe siècle situé au cœur de Bayeux. Il est à l'écart de la route, vous permettant de profiter pleinement du calme de la campagne. Une connexion Wi-Fi gratuite est disponible pour un appareil par chambre.\n\nLes chambres de l'Hôtel d'Argouges sont réparties entre 3 bâtiments offrant une vue apaisante sur le jardin ou la cour. Elles comportent une télévision par satellite et une salle de bains privative.\n\nLe petit-déjeuner est servi dans le salon avec parquet intact, boiseries, cheminée et miroir d'époque. Par beau temps, vous pourrez l'apprécier dans le jardin de l'hôtel.\n\nVille partiellement épargnée pendant la Seconde Guerre mondiale, Bayeux a conservé son patrimoine et son architecture riche. Vous pourrez découvrir la célèbre tapisserie de la reine Mathilde, la cathédrale Notre-Dame, le musée du Baron Gérard et le mémorial de la bataille de Normandie.", "address": "21 Rue Saint Patrice, 14400 Bayeux, France"},
{"hotel_name": "Campanile Bayeux", "url_hotel": "https://www.booking.com/hotel/fr/campanile-bayeux.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=43151cdea539e30b78153b01bb654b4c&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.2699992608787,-0.7069498300552368", "score": "7.8", "text_description": "Situé dans un quartier paisible à l'extérieur du centre de Bayeux, le charmant Campanile Bayeux propose des chambres avec salle de bains privative et connexion Wi-Fi gratuite. L'hôtel dispose d'un parking privé gratuit.\n\nLe Campanile constitue un excellent pied-à-terre pour découvrir l'histoire de Bayeux et visiter les célèbres plages du Débarquement.\n\nLe personnel du Campanile Bayeux s'attache à rendre votre séjour agréable et mémorable.", "address": "Angle Du Bd du Marechal Leclerc et Route de Saint Lo, 14400 Bayeux, France"},
{"hotel_name": "Le Declic", "url_hotel": "https://www.booking.com/hotel/fr/le-mogador-bayeux.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=43151cdea539e30b78153b01bb654b4c&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.27933593079586,-0.7070561004303499", "score": "8.3", "text_description": "L'établissement Le Declic est situé à Bayeux, à 100 mètres de la cathédrale Notre-Dame de Bayeux et à 15 km de la plage d'Omaha.\n\nLes chambres sont toutes équipées d'un bureau et d'une télévision à écran plat avec chaînes internationales. Chacune dispose aussi d'une salle de bains privative pourvue d'une douche.\n\nL'hôtel Le Declic propose un service de location de vélos. Le Musée d'art et d'histoire Baron-Gérard (MAHB) se trouve à 400 mètres de l'établissement Le Declic, tandis que le centre Guillaume-le-Conquérant est accessible à 700 mètres.", "address": "20 rue Alain Chartier, 14400 Bayeux, France"},
{"hotel_name": "Domitys Les Falaises Blanches", "url_hotel": "https://www.booking.com/hotel/fr/domitys-les-falaises-blanches.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=43151cdea539e30b78153b01bb654b4c&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.2791367116969,-0.7204249351343606", "score": "8.7", "text_description": "Le Domitys Les Falaises Blanches vous accueille à 2 km du centre-ville de Bayeux et à 9 km de la plage. Installé dans une résidence spéciale pour personnes âgées, il vous propose des services tels qu’une piscine intérieure, une salle de sport et un salon commun avec télévision. Une connexion Wi-Fi gratuite est disponible dans les parties communes.\n\nDesservis par un ascenseur, tous les appartements insonorisés disposent d’un téléphone et d’un coin salon avec une télévision à écran plat. Leur salle de bains privative est pourvue d’une douche, de peignoirs, de chaussons et d’un sèche-cheveux. Certains logements comportent un canapé-lit.\n\nVous pourrez préparer vos repas dans votre cuisine équipée d’un micro-ondes, d’un réfrigérateur et d’ustensiles. Par ailleurs, des plats traditionnels à base de produits frais sont servis dans le restaurant à la carte.\n\nLe Domitys Les Falaises Blanches se trouve à 34 km de Caen et à 31 km de l’autoroute A84. Sur place, vous pourrez profiter d’un billard et d’une aire de jeux pour enfants.", "address": "4, Chemin Saint-Julien, 14400 Bayeux, France"},
{"hotel_name": "Domaine du Grand Caugy", "url_hotel": "https://www.booking.com/hotel/fr/domaine-du-grand-caugy.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=43151cdea539e30b78153b01bb654b4c&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.2812472208379,-0.656313023651121", "score": "9.0", "text_description": "L’établissement Domaine du Grand Caugy se trouve à Saint-Vigor-le-Grand, à respectivement 3,8 km et 4,5 km de ces lieux d’intérêt : Musée de la Tapisserie de Bayeux et Musée d'art et d'histoire Baron Gérard. Il met à votre disposition un jardin, un parking privé gratuit ainsi qu’une connexion Wi-Fi gratuite dans l’ensemble de ses locaux. Il est installé à respectivement 4,7 km, 10 km et 11 km de : Cathédrale Notre-Dame de Bayeux, Musée du Débarquement et Batterie allemande de Longues-sur-Mer. Vous pourrez admirer la vue sur le jardin.\n\nTous les hébergements possèdent une armoire et une télévision à écran plat. Vous bénéficierez d'une bouilloire ainsi que d'une salle de bains privative dotée d’une douche et d'un sèche-cheveux. Certains hébergements comprennent également une cuisine équipée d’un réfrigérateur. Des serviettes et du linge de lit sont fournis.\n\nL’établissement Domaine du Grand Caugy sert un petit-déjeuner buffet ou continental.\n\nVous séjournerez à respectivement 11 km et 20 km de ces lieux d’intérêt : Cinéma Arromanches 360 et Centre Juno Beach. L'aéroport le plus proche (Aéroport de Caen-Carpiquet) est à 26 km.", "address": "31 Route de Caugy, 14400 Saint-Vigor-le-Grand, France"},
{"hotel_name": "Ibis Budget Bayeux", "url_hotel": "https://www.booking.com/hotel/fr/etap-bayeux.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=43151cdea539e30b78153b01bb654b4c&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.25375889425724,-0.6468093395233154", "score": "8.1", "text_description": "L’Ibis Budget Bayeux vous accueille entre Caen et Cherbourg, à proximité de la sortie 36 de la route N13 et à seulement 13 km des plages du débarquement. Cet établissement possède une réception ouverte 24h/24 et des chambres climatisées dotées d’une connexion Wi-Fi gratuite.\n\nLes hébergements sont insonorisés et équipés de la télévision par satellite. Toutes les chambres sont desservies par un ascenseur et possèdent leur propre salle de bains pourvue d’une douche.\n\nPour votre sécurité, le petit-déjeuner et le dîner sont servis en chambre. Vous trouverez des distributeurs automatiques de collations et de boissons sur place. Vous bénéficierez en outre d’un service gratuit de journaux et de magazines en ligne.\n\nCet hôtel doté d’un parking privé gratuit bénéficie d’un emplacement idéal pour partir à la découverte de la Normandie en voiture. Vous séjournerez à 30 km du cimetière américain et à 8 minutes de route du musée de la Tapisserie de Bayeux.", "address": "Zone d'Activité de Nonant, rue des Longues Haies, 14400 Nonant, France"},
{"hotel_name": "Château Saint Gilles - Bayeux", "url_hotel": "https://www.booking.com/hotel/fr/chateau-saint-gilles.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=43151cdea539e30b78153b01bb654b4c&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.249366,-0.712469", "score": "9.6", "text_description": "L’établissement Château Saint Gilles - Bayeux vous accueille à Guéron, à 4,7 km de ce lieu d’intérêt : Cathédrale Notre-Dame de Bayeux. Il comprend une piscine extérieure ouverte en saison, un jardin, un salon commun et un parking privé gratuit. Il propose un restaurant, une terrasse, un sauna et un bain à remous. Cet hôtel possède un spa, un service d'étage et une connexion Wi-Fi gratuite dans l’ensemble de ses locaux.\n\nLes hébergements sont dotés de la climatisation, d’un bureau, d’une machine à café, d’un minibar, d’un coffre-fort, d’une télévision et d’une salle de bains privative avec une douche. Les hébergements disposent d'articles de toilette gratuits, et certains possèdent également un coin salon.\n\nUn petit-déjeuner buffet est servi sur place.\n\nVous pourrez jouer au ping-pong dans cet hôtel 4 étoiles qui assure également un service de location de vélos.\n\nVous séjournerez à respectivement 4,8 km et 5,1 km de ces lieux d’intérêt : Musée de la Tapisserie de Bayeux et Musée d'art et d'histoire Baron Gérard. L’établissement se situe à 29 km de l’aéroport le plus proche (Aéroport de Caen-Carpiquet) et propose un service de navette aéroport payant.", "address": "80, rue de la Mairie, Guéron, 14400 Guéron, France"},
{"hotel_name": "Grand Hôtel \"Château de Sully\" - Piscine & Spa", "url_hotel": "https://www.booking.com/hotel/fr/chateau-de-sully.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=43151cdea539e30b78153b01bb654b4c&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.29943464050049,-0.7313686609268188", "score": "8.5", "text_description": "Offering a restaurant, Grand Hôtel \"Château de Sully\" - Piscine & Spa, is a 17th century property located in Bayeux, a 5-minute drive from Bayeux city centre. The property is 11 km from Omaha Beach. Guests can enjoy a spa with a sauna and hot tub for free. Massage treatments also can be requested at an extra cost.\n\nAll rooms feature a flat-screen TV, a minibar, as well as a safe and a telephone with free international calls. They all have a private bathroom with free toiletries and a hairdryer. Bathrobes and slippers are provided.\n\nA buffet breakfast is served every morning. Guests can enjoy Chef Victor Vrignaud.’ cuisine in the gourmet restaurant, served for dinner from Wednesday to Sunday, and for lunch and dinner on a Sunday. Closed on Monday et Tuesday\n\nGuests can enjoy the heated indoor pool, open all the year\n\nBayeux Train Station is a 12-minute drive from Grand Hôtel \"Château de Sully\" - Piscine & Spa. Free private parking is available on site.", "address": "1 route de Port en Bessin, 14400 Sully, France"},
{"hotel_name": "Hôtel Restaurant le clos de l 'Ancien Pressoir", "url_hotel": "https://www.booking.com/hotel/fr/la-clos-de-l-39-ancien-pressoir.fr.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9iYXlldXhIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkZTM2ZWQwYmYtZDg4OC00MDcxLWI5Y2EtOTkwYjllOGI4YjQx2AIF4AIB&sid=43151cdea539e30b78153b01bb654b4c&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=89eb5a479de4088d&type=total&ucfs=1&", "hotel_coordinates": "49.33578724960095,-0.7328782075279583", "score": "8.5", "text_description": "L’établissement Hôtel Restaurant le clos de l 'Ancien Pressoir se trouve à Commes, à 2,7 km de ce lieu d’intérêt : Crique Vauban. Il propose un jardin, une terrasse, un restaurant et un parking privé gratuit. Il possède un bar et est installé à 4,3 km de : Batterie allemande de Longues-sur-Mer. Cet établissement non-fumeurs se situe à 8,9 km de : Cathédrale Notre-Dame de Bayeux.\n\nTous les hébergements comportent un bureau. Vous bénéficierez d’une salle de bains privative avec une douche et des articles de toilette gratuits. Tous les hébergements comprennent une connexion Wi-Fi gratuite et certains offrent une vue sur la mer. Vous profiterez d'une télévision à écran plat et d'un sèche-cheveux.\n\nUn petit-déjeuner continental est servi sur place.\n\nVous pourrez jouer au ping-pong dans cet hôtel 3 étoiles.\n\nVous séjournerez à respectivement 9,4 km et 10 km de ces lieux d’intérêt : Musée d'art et d'histoire Baron Gérard et Musée du Débarquement. L'aéroport le plus proche (Aéroport de Caen-Carpiquet) est à 36 km.", "address": "1 rue la bauquerie, 14520 Commes, France"}
]