[
{"hotel_name": "Hotel De La Bastide", "url_hotel": "https://www.booking.com/hotel/fr/de-la-bastide.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.215677604770505,2.3497438430786133", "score": "8.0", "text_description": "Hotel De La Bastide is a family-run hotel located in the centre of Carcassonne, a 5-minute walk from the train station and a 25-minute walk from the medieval city. Free public parking is possible 50 metres away.\n\nThe hotel rooms are serviced by a lift and have air-conditioning, LCD-TV and free WiFi access.\n\nAll of the rooms and common areas in the hotel are non-smoking.\n\nThe airport shuttle stops just 150 metres from the hotel.", "address": "81 Rue De La Liberte, 11000 Carcassonne, France"},
{"hotel_name": "Comfort Aparthotel Carcassonne", "url_hotel": "https://www.booking.com/hotel/fr/appart-city-cap-affaires-carcassonne.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.22829221587989,2.3601870238780975", "score": "7.6", "text_description": "Comfort Aparthotel Carcassonne is 4 km from the centre of the walled city. It features apartments and studios with kitchenettes and an outdoor swimming pool. Free WiFi is available throughout.\n\nThe accommodation at Comfort Aparthotel Carcassonne is air-conditioned and serviced by a lift. It features an LCD TV, a work desk and a private bathroom. Hairdryers are provided at the reception upon request.\n\nMeals prepared in the kitchenette can be eaten in the dining area. Each one is fully equipped with a dishwasher, microwave and coffee maker. Alternatively, the residence offers a buffet breakfast. Meals can also be enjoyed at one of the property's partner restaurants, located within walking distance. Packed lunches are available upon request and can be enjoyed in the guest's room.\n\nThe residence can be easily accessed from the A61, which is just 8 minutes away. Carcassonne Train Station is a 5-minute drive away and free private parking is available on site.\n\nIt features apartments and studios with kitchenettes and an outdoor swimming pool (l 10* L 5mt).\n\nOur reception is not open 24 hours a day, it is imperative to contact the reception during opening hours to find out what to do in case of arrival after closing.", "address": "14 Route de Villemoustaussou, 11000 Carcassonne, France"},
{"hotel_name": "Adonis Carcassonne", "url_hotel": "https://www.booking.com/hotel/fr/adonis-la-barbacane.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.20478377901096,2.360220291996029", "score": "7.7", "text_description": "Adonis Carcassonne offers accommodation at the foot of the historic centre, just 350 metres from the medieval town of Carcassonne. It is a 10-minute drive from Carcassonne Airport. Free WiFi access is available.\n\nAn LCD TV with satellite channels and a private safe feature in all of the apartments and studios at Adonis Carcassonne. Each is air-conditioned and also has a kitchenette with hot plates.\n\nGuests can enjoy the buffet breakfast in the breakfast room or on the terrace.\n\nPrivate parking is available on site and guests can also rent bicycles to visit the Cathar Castles. Saint-Nazaire Basilica is a 5-minute drive from the residence.", "address": "15, rue de la Barbacane, 11000 Carcassonne, France"},
{"hotel_name": "Hotel Espace Cite", "url_hotel": "https://www.booking.com/hotel/fr/inter-espace-cite.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.208354695058915,2.3677602410316467", "score": "8.4", "text_description": "Hotel Espace Cite is just 200 metres from the medieval city centre of Carcassonne, and 500 metres from the Midi canal, both listed sites of UNESCO's world patrimony. This hotel offers free WiFi access.\n\nEach air-conditioned room is equipped with a flat-screen TV and has a private bathroom with a shower.\n\nA buffet breakfast is served daily in the hotel's breakfast room or on the terrace weather permitting, which has views of the medieval city. Please note that Breakfast room is on the 1st floor, no lift available.\n\nAccording to availability, the hotel provides private parking in an underground garage at an extra cost.\n\nCarcassonne Train Station is 2.5 km away.\n\nWe accept your pets, with an additional charge of €12.00 per day", "address": "132, Rue Trivalle, 11000 Carcassonne, France"},
{"hotel_name": "Hôtel l'Aragon", "url_hotel": "https://www.booking.com/hotel/fr/l-aragon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.2077994786468,2.3673471808433533", "score": "8.5", "text_description": "Situated just 50 metres from the historic centre of Carcassone in the Aude region, Hôtel l'Aragon features free WiFi throughout the property. Free private parking is available on site, and you will find a 24-hour front desk at the property.\n\nGuest rooms at Aragon are equipped with air conditioning, satellite flat-screen TV, and a private bathroom with free toiletries and a hairdryer.\n\nBuffet breakfast is served every morning at Hôtel l'Aragon. Guests can relax in the lounge or on the terrace, weather permitting.\n\nBasilique Saint-Nazaire is 9 minutes' walk from the hotel, and Château Comtal is 5 minutes' walk away.", "address": "15 montée Combeleran, 11000 Carcassonne, France"},
{"hotel_name": "GOOD KNIGHT", "url_hotel": "https://www.booking.com/hotel/fr/good-knight.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.207746,2.366914", "score": "8.8", "text_description": "Located in Carcassonne, 50 km from Termes Chateau, GOOD KNIGHT provides accommodation with a garden, free private parking and a terrace. Located around 400 metres from Comtal Castle, the hotel with free WiFi is also 1.5 km away from Memorial House (Maison des Memoires).\n\nAll units in the hotel are equipped with a flat-screen TV. At GOOD KNIGHT each room includes air conditioning and a private bathroom.\n\nGuests at the accommodation can enjoy a buffet or a continental breakfast.\n\nCarcassonne Cathedral is 1.5 km from GOOD KNIGHT. Carcassonne Airport is 5 km away.", "address": "17 montée gaston combelean, 11000 Carcassonne, France"},
{"hotel_name": "SOWELL HOTELS Les Chevaliers", "url_hotel": "https://www.booking.com/hotel/fr/soleil-vacances-les-chevaliers.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.21103244477474,2.3581999522190245", "score": "8.4", "text_description": "Set a 2-minute walk from the Aude river and featuring views of the Pont Vieux bridge, SOWELL HOTELS Les Chevaliers offers accommodation with free WiFi in Carcassonne. The medieval city is just a 10-minute walk away.\n\nSome units at the property feature a terrace with a garden view or a view of the medieval city.\n\nA buffet breakfast is served in the morning. The restaurant offers traditional cuisine and local specialities. Guests can also enjoy a drink on the terrace, which offers views of the medieval city.\n\nSpeaking Spanish and English at the reception, staff will be happy to provide guests with practical advice on the area.\n\nThe nearest airport is Carcassonne Airport, 4 km from the property.", "address": "2 bis Rue des Calquières, 11000 Carcassonne, France"},
{"hotel_name": "Cerise Carcassonne Sud", "url_hotel": "https://www.booking.com/hotel/fr/cerise-carcassonne-sud.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.207548456621915,2.3726145028740575", "score": "7.6", "text_description": "Located 500 metres from the medieval citadel of Carcassonne, Cerise Carcassonne Sud offers an indoor swimming pool, hammam, and free WiFi. The Saint Louis Bastide is only 1.5 km away.\n\nCerise Carcassonne Sud consists of two buildings situated in a large green space. All studios and apartments are air-conditioned and feature a TV, a wardrobe and a bathroom with a hairdryer. The kitchenette includes a microwave, kitchenware and a refrigerator. It also comes with hotplates and a coffee machine.\n\nA buffet breakfast is offered each morning at Cerise Carcassonne Sud if reserved 1 day in advance. Takeaway meals can be requested at the reception anytime of the day and enjoyed in the comfort of your room. Guests can also find grocery shops and restaurants just 200 metres from the property. The hotel also has partner restaurants nearby, where guests can have dinner or have meals delivered upon request and at an additional cost.\n\nAdditional features include luggage storage, a laundry, an elevator and free private parking on site. Carcassonne Castle is only a 10-minute walk away and Carcassonne train station is 2 km from the building.\n\nA pre-authorization will be requested upon arrival to guarantee your stay.", "address": "1 rue Darius Milhaud, 11000 Carcassonne, France"},
{"hotel_name": "Hôtel Le Donjon - Cœur de La Cité Médiévale", "url_hotel": "https://www.booking.com/hotel/fr/ledonjon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.2064642015836,2.3636336624622345", "score": "8.3", "text_description": "Located in the heart of the medieval city of Carcassonne, Hôtel Le Donjon - Cœur de La Cité Médiévale is surrounded by the city’s ancient ramparts. The hotel features a restaurant and bar. It is divided into 2 buildings. Free WiFi is provided throughout.\n\nWith views of street or the garden, the rooms are individually decorated and include a flat-screen TV. They overlook either the citadel or the hotel’s garden.\n\nA buffet breakfast is served each morning at the hotel. Le Donjon’s restaurant serves traditional French cuisine and there is also a cocktail bar where guests are invited to relax in the evening.\n\nThe hotel has a 24-hour reception and room service is available upon request. A dry-cleaning and laundry service is also provided at the hotel.\n\nLe Donjon is located 2.4 km from Carcassonne Train Station. The Basilica of Saint-Nazaire is a 2-minute walk from the hotel and the Château Comtal is less than 100 metres away.", "address": "2 Rue Du Comte Roger, La Cité, 11000 Carcassonne, France"},
{"hotel_name": "Hotel Astoria", "url_hotel": "https://www.booking.com/hotel/fr/astoria-carcassonne.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.217554129893834,2.3541735112667084", "score": "7.9", "text_description": "Hotel Astoria is located in the centre of Carcassonne, 150 metres from the train station and a 20-minute walk from the medieval city. It offers free Wi-Fi internet access.\n\nThe guest rooms are located in two buildings, one with 2 floors and one located entirely on the ground floor. They are all equipped with a TV and telephone and each room has a private bathroom.\n\nParking in the garage is free for motorbikes and bicycles.\n\nThe courthouse is a 5-minute walk away and the Canal du Midi is 50 metres away.", "address": "18 Rue Tourtel, 11000 Carcassonne, France"},
{"hotel_name": "Hotel du Roi & Spa by SOWELL COLLECTION", "url_hotel": "https://www.booking.com/hotel/fr/soleilvacances-du-roi.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.21085,2.357769", "score": "8.2", "text_description": "Hotel du Roi & Spa by SOWELL COLLECTION has a garden, terrace, a restaurant and bar in Carcassonne. With free WiFi, this 5-star hotel offers room service and a 24-hour front desk. The hotel features an indoor pool and a concierge service.\n\nThe units in the hotel are fitted with a coffee machine. Rooms are equipped with a private bathroom with a shower, free toiletries and a hairdryer. All rooms will provide guests with air conditioning, a safety deposit box and a flat-screen TV.\n\nBreakfast is available each morning, and includes buffet, continental and American options.\n\nPopular points of interest near Hotel du Roi & Spa by SOWELL COLLECTION include Memorial House (Maison des Memoires), Carcassonne Cathedral and Comtal Castle. Carcassonne Airport is 4 km from the property.", "address": "3 Rue des Calquières, 11000 Carcassonne, France"},
{"hotel_name": "Hotel Du Pont Vieux", "url_hotel": "https://www.booking.com/hotel/fr/du-pont-vieux.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.20905066342329,2.3617976903915405", "score": "8.9", "text_description": "Ideally located at the foot of the fortified town at Carcassonne, in an 18th-century building, this hotel offers rooms overlooking the castle towers or the hotel’s garden. Free WiFi is provided. Carcassonne city centre is 600 metres away.\n\nEach bedroom features air conditioning, a flat-screen TV and a private bathroom with a bath or shower and free toiletries.\n\nOn sunny days you can enjoy your continental buffet breakfast amongst the flowers on the outdoor terrace.\n\nA range of convenient services are offered at the Hotel Du Pont Vieux. These include packed lunches, as well as bicycle and car rental. The staff at the Pont Vieux are available 24-hours a day to help you organise your stay in Carcassonne.\n\nGarage parking is available upon prior request and subject to availability. Carcassonne Train Station is 3 km away.", "address": "32 Rue Trivalle, 11000 Carcassonne, France"},
{"hotel_name": "Brit Hotel Bosquet Carcassonne Cité", "url_hotel": "https://www.booking.com/hotel/fr/brit-bosquet-carcassonne.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.20630779825827,2.383691221475601", "score": "8.0", "text_description": "Brit Hôtel Bosquet Carcassonne is 1.5 km from the medieval city of Carcassonne, a UNESCO World Heritage site. Free WiFi is provided.\n\nOnly accessed by stairs, the air-conditioned guestrooms feature satellite TV with Canal + channel, a bathroom with a hairdryer and a telephone.\n\nA buffet breakfast is served each morning at the hotel.\n\nRestaurants can be found less than 500 metres away.\n\nIn the surroundings, you can discover the Canal du Midi located 3.5 km from the property and La Cavayère's Lake, a 10-minute drive away. Carcassonne Train Station is 5 km away.", "address": "8 Rue des Côteaux Pech Mary, 11000 Carcassonne, France"},
{"hotel_name": "Hôtel Le Parc - La Table de Franck Putelat", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-restaurant-le-parc-franck-putelat.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.20136837496012,2.3602621257305145", "score": "9.3", "text_description": "Located 500 metres away from the medieval city of Carcassonne, Hôtel Le Parc - La Table de Franck Putelat offers free WiFi, rooms serviced by a lift and a 2-Michelin star restaurant with a terrace. Guests can enjoy a swimming pool located 850 metres away in the second hotel of the group, Hotel Pont Levis.\n\nThe air-conditioned rooms and suites feature a modern-style décor, a balcony or terrace and a flat-screen TV. The private bathroom, separate by a discrete curtain, is complete with free toiletries, a hairdryer and a bath or shower.\n\nA continental breakfast is served every morning in the restaurant or in the comfort of the guests’ rooms, with a various of products that you can choose to compose your personalized breakfast.\nGastronomic cuisine can be enjoyed in the hotel’s restaurant, which offers a modern-style décor.\n\nHôtel Le Parc - La Table de Franck Putelat is 8 km from Carcassonne Airport and 3 km from the main train station. The Canal du Midi is 2 km away and free private parking is available on site.\n\nA selection of services can be suggested by our team as massages, wine tasting, romantic welcoming, rental car, ...", "address": "80, chemin des Anglais, 11000 Carcassonne, France"},
{"hotel_name": "ibis Carcassonne Centre - La Cité", "url_hotel": "https://www.booking.com/hotel/fr/ibis-carcassonne-centre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.21157054986196,2.3573291301727295", "score": "7.0", "text_description": "ibis Carcassonne Centre is ideally located 1 km from Carcassonne's Train Station and only 800 metres from the medieval heart of the city. It offers a 24-hour reception and air-conditioned guest rooms with free WiFi.\n\nA flat-screen satellite TV and a desk are provided in each guest room. The private bathroom is equipped with a hairdryer and toiletries.\n\nA buffet breakfast composed of sweet and savoury dishes such as eggs, fruit salad, yogurts and juices is served every day. Pastries baked on site and fresh French Madeleine cakes are also on offer, as well as a hot beverage and a piece of fruit to take away. Outside of regular breakfast hours guests can also enjoy a lighter option, available from 04:00. A snack bar provides food throughout the day.\n\nPart of the 17th-century Canal du Midi is 500 metres from the hotel and Jean Alary Theatre, the Fine Arts Museum and Comtal Castle are all within a 10-minute walk. Pont-Rouge Industrial Zone is 10 minutes' drive away and Carcassonne Airport is 13 minutes' drive from the hotel.", "address": "5, square Gambetta, 11000 Carcassonne, France"},
{"hotel_name": "Hôtel De L'octroi", "url_hotel": "https://www.booking.com/hotel/fr/de-l-octroi.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.20895682545534,2.3684388399124146", "score": "8.2", "text_description": "Hôtel De L'octroi is located 150 metres from the entrance to the medieval city of Carcassonne. It offers modern rooms with free WiFi.\n\nEach guest room at the Hôtel de l’Octroi is soundproofed and air conditioned. They are all equipped with a flat-screen TV, a telephone and a private bathroom.\n\nFacilities at the Hôtel de l’Octroi include a bar and an outdoor terrace. There is also an outdoor swimming pool which is open from Easter until the end of October until 20:30 each evening. The Gemology SPA is 150 metres away and offers a hammam, hot tub and massages, at a surcharge.\n\nSnacking options are available.\n\nL’Octroi is a 10-minute walk from the Basilica of Saint Nazaire and Saint Celse and Carcassonne Cathedral is a 20-minute walk away. Private parking is available with an extra cost. Carcassonne Train Station is an 8-minute drive away.", "address": "143 rue Trivalle, 11000 Carcassonne, France"},
{"hotel_name": "Kyriad Carcassonne - Aéroport", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-carcassonne-ouest-la-cita-c-xml.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.207957833138664,2.312631458044052", "score": "7.9", "text_description": "Kyriad Carcassonne - Aéroport is located in Carcassonne within a 10-minute drive from the city centre and the medieval city. Guests can have a drink at the lounge bar or on the terrace and enjoy free WiFi throughout the hotel.\n\nThe air-conditioned rooms at Kyriad Carcassonne - Aéroport feature a flat-screen TV with cable and 18 international channels, a telephone and a work desk. The en suite bathroom is equipped with a bath or shower and a hairdryer. In each room, an electric kettle, tea, coffee and biscuits are available in the guestrooms every day. We also have a heated swimming pool\n\nA buffet breakfast is served every morning. A continental breakfast is also available for a lower price. Guests can enjoy regional specialities and traditional cuisine in the on-site restaurant or on the terrace.\n\nThis property is 1 km from the A61 Motorway and the Carcassonne Airport. The hotel provides a 24-hour reception desk and a fenced private parking with video surveillance for free.", "address": "Allée Gilles Personnier De Roberval, 11000 Carcassonne, France"},
{"hotel_name": "Hôtel Montmorency & Spa", "url_hotel": "https://www.booking.com/hotel/fr/montmorency.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.207066350642066,2.3670870065689087", "score": "8.0", "text_description": "Hotel Montmorency is located 30 metres from the entrance to the medieval city of Carcassonne. It offers free WiFi access, an outdoor pool and a hot tub. A Spa with an indoor pool and hammam is also available at an extra cost.\n\nRooms at Hotel Montmorency are equipped with a telephone, LCD TV and private bathroom with a bath. Some rooms are air-conditioned.\n\nGuests can relax with a drink in Montmorency’s bar and enjoy the view from its panoramic terrace. Snacking options are available.\n\nMontmorency Hotel is 60 km from Narbonne and 70 km from Castres. Private parking is available for a supplement. Carcassonne Train Station is a 10-minute drive away.", "address": "2 Rue Camille Saint Saens, 11000 Carcassonne, France"},
{"hotel_name": "Hotel de la Cité & Spa MGallery", "url_hotel": "https://www.booking.com/hotel/fr/hotel-de-la-cite.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.205627,2.362696000000028", "score": "8.7", "text_description": "Set in Carcassonne's circular walls, Hotel de la Cite Carcassonne - MGallery Collection is set in a Medieval-style chateau. The hotel features gardens and an outdoor pool with views of Saint Nazaire Basilica. Free WiFi and wired internet access is available.\n\nClassic or Provencal-style decoration and an iPod docking station feature in all of the guest rooms at Hotel de la Cite. Some rooms have a balcony with views of the city.\n\nHomemade pastries are served at breakfast and regional dishes are offered in the brasserie and summer restaurant. Guests can also dine at the Michelin-starred Barbacane restaurant or enjoy a cocktail in the bar.\n\nGuests can go wine tasting in the on-site cellar or organise a river cruise at the 24-hour reception. The hotel has a shuttle service and a valet service available for guests using the private car park.\n\nCarcassonne Train Station is 2.4 km from the property. Narbonne is 61 km away. Parking is available on site for an additional charge.\n\n- no ipod docking station in rooms\n- no brasserie and summer restaurant but an bar in the garden during summer where we can eat tapas with a view on the remparts\n- no wine tasting in the on-site cellar", "address": "Place Auguste Pierre Pont, 11000 Carcassonne, France"},
{"hotel_name": "514 Appart Hotel", "url_hotel": "https://www.booking.com/hotel/fr/514-appart.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.205485,2.372206199999937", "score": "8.4", "text_description": "Offering a terrace and views of the mountains, 514 Appart Hotel is situated in Carcassonne in the Languedoc-Roussillon Region. Carcassonne's medieval city is 300 metres from the property. Free private parking is available on site.\n\nThe pet-friendly accommodation is air conditioned and has a flat-screen TV. Some units include a dining area and/or terrace. There is also a kitchen, fitted with an oven and microwave. A refrigerator and stovetop are also featured, as well as a coffee machine. Every unit features a private bathroom with a shower and free toiletries. Towels and bed linen are provided.\n\nGrain d’Sel Media Library is 1.6 km from 514 Appart Hotel, while Carcassonne Town Hall is 1.7 km away. Carcassonne Airport is 10 km from the property.", "address": "7 Chemin De Montlegun, 11000 Carcassonne, France"},
{"hotel_name": "Hôtel Pont Rouge , Carcassonne", "url_hotel": "https://www.booking.com/hotel/fr/balladins-carcassonne.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.233830561917436,2.3687124252319336", "score": "7.9", "text_description": "Offering a 24-hour front desk, The Originals City, Hôtel Pont Rouge, Carcassonne is located a 10-minute drive from Carcassonne Airport and 5 km from the medieval part of town. It offers 50 rooms decorated in a modern style, all serviced by a lift. Free WiFi is available throughout the property.\n\nAll the rooms offer air conditioning and a flat-screen TV. Each room has a private bathroom with a shower.\n\nThe hotel serves a buffet breakfast every morning.\n\nHôtel Pont Rouge is 60 km from Narbonne. Free secured parking is available on site.", "address": "110 rue Yves de Kerguelen (Vasco de Gama), ZI du Pont Rouge, 11000 Carcassonne, France"},
{"hotel_name": "ibis budget Carcassonne La Cité", "url_hotel": "https://www.booking.com/hotel/fr/ibis-budget-carcassonne-la-cite.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.20765480875172,2.3788082599639893", "score": "7.7", "text_description": "Ibis budget Carcassonne La Cité is located in Carcassonne, a 15-minute walk from the medieval city and 2 km from the city centre.\n\nIt features modern, functional decor and free WiFi. All the rooms are fully equipped with en suite facilities and satellite TV.\n\nA continental breakfast buffet is available. Carcassonne offers an array of restaurants, bars and grocery shops.\n\nCarcassonne Airport is just a 15-minute drive from the hotel and the train station is only 10 minutes away. Free private parking is available onsite.", "address": "211 Avenue Du General Leclerc, 11000 Carcassonne, France"},
{"hotel_name": "Mercure Carcassonne La Cité", "url_hotel": "https://www.booking.com/hotel/fr/carcassonne-porte-de-la-cite.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.20716410155182,2.3698121309280396", "score": "8.4", "text_description": "Set just a 4-minute walk from the medieval district of Carcassonne, Mercure Carcassonne La Cité offers an outdoor swimming pool in summer and views of the city walls. Free WiFi is provided.\n\nMercure Carcassonne Porte De La Cite features air-conditioned rooms with modern en suite facilities. Rooms are decorated in pastel tones and overlook the garden or the Montagne Noire.\n\nThe hotel's restaurant, Le Vicomté, serves Mediterranean specialties for lunch and dinner. A selection of wines are available to accompany your meals. Guests can also relax at the bar, next to the fireplace.\n\nOther services include room service, free private parking, a garden and 3 meeting rooms for up to 90 people. Carcassonne Train Station is 2.5 km away.", "address": "18 Rue Camille Saint-Saens, 11000 Carcassonne, France"},
{"hotel_name": "Hôtel La Bastide Saint Martin", "url_hotel": "https://www.booking.com/hotel/fr/hostellerie-saint-martin-carcassonne.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.227146962271064,2.3963995277881622", "score": "9.1", "text_description": "La Bastide Saint Martin is set 5 km from the centre and the fortified city of Carcassonne and the Canal du Midi and offers free WiFi access and air-conditioned rooms. Guests are free to relax by the seasonal  outdoor pool or in the surrounding garden.\n\nViews of the garden or swimming pool are offered in all guest rooms at La Bastide Saint Martin. Each en suite room is air-conditioned and features a flat-screen TV, and some rooms provide direct access to the swimming pool.\n\nBreakfast is served at the property every morning.\n\nFree secure parking is available on site and the Carcassonne Train Station is 3 km away. The hotel is 3 km from the Fresquel Aqueduct and 33 km from the city of Limoux.", "address": "Avenue Saint Martin, 11000 Carcassonne, France"},
{"hotel_name": "Hôtel du Château & Spa - Teritoria", "url_hotel": "https://www.booking.com/hotel/fr/du-chateau-carcassonne.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEnNlYXJjaF9jYXJjYXNzb25uZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ3NmU3ODdiZC00ZjZkLTQ2YWItYTJhOC0wZGUzNDc2NjRhOWHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=290b5a4737cf00eb&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.20734200780554,2.3665130138397217", "score": "8.4", "text_description": "Hôtel Du Chateau - Les Collectionneurs is 30 metres from the entrance of the medieval Cité de Carcassonne. It features free access to an outdoor pool, and a spa with an indoor pool, hot tub and hammam available for an additional charge. Free WiFi access is available.\n\nThe guest rooms at Hôtel Du Chateau are equipped with air conditioning and a flat-screen TV. Each room or suite has a private bathroom.\n\nYou can enjoy a drink in the panoramic bar, which offers view of the city. Snacking options are available and guests can take cooking classes upon request.\n\nThe hotel also has a 24-hour reception and private parking.\n\nThe Hôtel Du Chateau is within 300 metres of the N113 motorway exit and the Basilica of Saint Nazaire is 7 minutes' walk away. Saint Celse is just a 5-minute walk from Hôtel Du Chateau - Les Collectionneurs. Carcassonne Train Station is an 8-minute drive away.", "address": "2 Rue Camille Saint Saens, 11000 Carcassonne, France"}
]