[
{"hotel_name": "ibis Besançon Centre la City", "url_hotel": "https://www.booking.com/hotel/fr/ibis-besancon-la-city.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "47.23549140373459,6.0149883853889605", "score": "7.8", "text_description": "Located on the banks of the Doubs River within the business complex known as La City, this ibis hotel is a 10-minute walk from Besançon city centre and its museums and a 35-minute walk from Citadelle.\n\nThe ibis Besançon La City offers air-conditioned rooms, 4 of which are equipped for people with reduced mobility.\n\nA buffet breakfast composed of sweet and savoury dishes such as eggs, fruit salad, yogurts and juices is served every day. The Bistro Régent restaurant offers a bistro menu based on fresh produce.\n\nWith a 24-hour front desk, this hotel offers secure underground parking at an extra fee.", "address": "1 avenue Louise Michel, 25000 Besançon, France"},
{"hotel_name": "Hôtel de Paris", "url_hotel": "https://www.booking.com/hotel/fr/de-paris-besanasson.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.23856536577556,6.025325059890747", "score": "8.4", "text_description": "Located in the centre of Besançon, Hôtel de Paris offers contemporary décor, a 24-hour reception and terrace. The Besançon Citadelle is just a 15-minute walk away. Vesoul is 48 km from the property.\n\nAll rooms are air-conditioned and feature a flat-screen TV with satellite channels, a desk, wardrobe and telephone. The en suite bathroom includes a hairdryer and free toiletries.\n\nA buffet breakfast is available each morning at Hôtel de Paris. A traditional restaurants can be found within walking distance.\n\nThe fine arts museum is just a 5-minute walk away and Besançon Franche-Comté TGV Train Station is 12 km from the hotel. Additional features include luggage storage, daily newspapers and free wired internet.", "address": "33 rue des Granges, 25000 Besançon, France"},
{"hotel_name": "Hôtel AKENA BESANCON", "url_hotel": "https://www.booking.com/hotel/fr/akena-besancon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.23547525170847,5.9000853988113455", "score": "8.5", "text_description": "Situated in Besançon, 10 km from Micropolis, Hôtel AKENA BESANCON features accommodation with a terrace, free private parking, a restaurant and a bar. The 3-star hotel has air-conditioned rooms with a private bathroom and free WiFi. The property is non-smoking and is set 16 km from Besancon Viotte Train Station.\n\nAt the hotel, the rooms are fitted with a desk. All rooms in Hôtel AKENA BESANCON are fitted with a flat-screen TV and free toiletries.\n\nSpeaking English and French, staff are willing to help at any time of the day at the reception.\n\nBesançon-Mouillère train station is 17 km from the accommodation, while Besançon Franche-Comté TGV train station is 17 km from the property. Dole-Jura Airport is 48 km away.", "address": "1 Rue Victor Considérant, 25770 Besançon, France"},
{"hotel_name": "Hotel Régina", "url_hotel": "https://www.booking.com/hotel/fr/le-regina-besancon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.23664,6.025664", "score": "7.1", "text_description": "Hotel Régina is situated conveniently in Besançon, and features a garden, free WiFi and a terrace. The property is set 4.8 km from Micropolis, 13 km from Besançon Franche-Comté TGV train station and 500 metres from Saint-Jean Cathedral Besançon. Private parking is available on site.\n\nAt the hotel, all rooms come with a desk, a flat-screen TV, a private bathroom, bed linen and towels. Every room is equipped with a kettle, while selected rooms will provide you with a balcony and others also have garden views. The units feature a wardrobe.\n\nThe area is popular for hiking and cycling, and car hire is available at Hotel Régina.\n\nPopular points of interest near the accommodation include Besançon-Mouillère train station, Besancon Viotte Train Station and Time museum of Besançon. The nearest airport is Dole-Jura Airport, 60 km from Hotel Régina.", "address": "91 Grande Rue, 25000 Besançon, France"},
{"hotel_name": "ibis Styles Besançon", "url_hotel": "https://www.booking.com/hotel/fr/besancon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.2542534551454,6.021639704704285", "score": "7.9", "text_description": "Conveniently located in a park, ibis Styles Besançon is a 15-minute walk from the TGV Train Station and the centre of Besançon. It features an outdoor swimming pool with a sun terrace and free Wi-Fi.\n\nThe air-conditioned rooms are spacious and contemporary in style. They include an LCD TV and free Wi-Fi access.\n\nA buffet breakfast is offered every morning at this hotel. Guests can enjoy a drink at the bar or have dinner at the hotel's restaurant. A children's playground and meeting rooms are also available on site.\n\nProviding free private parking, the property has a 24-hour reception. The hotel is a 10-minute drive from the Parc des Expositions Micropolis and just 3.7 km away from Citadel of Besançonet, which is one of the UNESCO World Heritage Sites.", "address": "22 bis Rue de Trey, 25000 Besançon, France"},
{"hotel_name": "ibis Besançon Centre Ville", "url_hotel": "https://www.booking.com/hotel/fr/ibis-besancon-centre-ville.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.24045605146395,6.025995332734055", "score": "8.3", "text_description": "Located in the old town of Besançon, ibis Besançon Centre Ville is 500 metres from Viotte Train Station and both the Vauban Citadel and the Museum of Fine Arts can be found within a 20-minute walk. It offers free Wi-Fi access, a 24-hour front desk and a 24-hour snack bar.\n\nAll the air-conditioned rooms at ibis Besançon Centre Ville feature wooden floors, a flat-screen TV and a telephone. The private bathroom includes a shower and heated towel rail.\n\nA buffet breakfast composed of sweet and savoury dishes such as eggs, fruit salad, yogurts and juices is served every day. Pastries baked on site and fresh French Madeleine cakes are also on offer, as well as a hot beverage and a piece of fruit to take away. Outside of regular breakfast hours guests can also enjoy a lighter option, available from 04:00.\n\nThis property is 18 km from the A36 motorway and private parking is available on site, at an extra cost and subject to availability.", "address": "21 rue Gambetta, 25000 Besançon, France"},
{"hotel_name": "Best Western Citadelle", "url_hotel": "https://www.booking.com/hotel/fr/bestwesterncitadelle.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "47.23154100035795,6.026580333709717", "score": "8.1", "text_description": "The Best Western Citadelle is located in the historic city center of Besançon, a 5-minute walk from the Doubs River and the Citadelle. Free Wi-Fi is available in the rooms.\n\nThe air-conditioned rooms feature a television with Canal+ channels. The private bathroom is equipped with solar-heated water. Additionally, the establishment offers rooms adapted for guests with reduced mobility.\n\nThe hotel serves breakfast every morning for an additional fee. You can enjoy it in your room or as a buffet in the dining room. Room service is also available.\n\nThe small parking area, which includes 10 spaces, is only accessible by reservation for a supplementary fee of 15 EUR per space. An electric charging station is available on request and subject to availability at a rate of €25.\n\nPlease note that our parking area is only suitable for standard-sized vehicles (a small courtyard in the city center).\n\nThe establishment is 5 km from the Micropolis convention center. Public parking is available on-site for an extra charge. Please contact the establishment directly if you wish to reserve a parking space.\n\nIf you are traveling with pets, please contact the establishment directly to inquire about the pet policies. It is essential to contact the establishment.\n\nYou will be accommodated in one of our 41 rooms situated across various buildings as follows:\n\n• The Main Building with elevator access, where we have 21 rooms.\n• The Annex, also in the main building, without elevator access.\n• The Hotel Pavilion, where we have 9 rooms, without an elevator.\n• The Workshop, with 2 spacious rooms specially adapted for guests with reduced mobility.\n\nIf you have a preference, feel free to let us know during your reservation. While we cannot guarantee, we promise to always do our best to accommodate the various requests of our guests.", "address": "13 rue du Général Lecourbe, 25000 Besançon, France"},
{"hotel_name": "Comfort Aparthotel Besancon Hauts du Chazal", "url_hotel": "https://www.booking.com/hotel/fr/residence-hauts-du-chazal.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.22448655881508,5.9561240673065186", "score": "8.0", "text_description": "Situated in Besançon and within 4.1 km of Micropolis, Comfort Aparthotel Besancon Hauts du Chazal has a terrace, non-smoking rooms, and free WiFi throughout the property. The property is located 7.6 km from Besancon Viotte Train Station, 8.7 km from Besançon-Mouillère train station and 15 km from Besançon Franche-Comté TGV train station. Guests can have a drink at the snack bar.\n\nAll guest rooms at the hotel are fitted with a TV and a kitchenette. All rooms will provide guests with a desk and a coffee machine.\n\nBuffet and continental breakfast options are available at Comfort Aparthotel Besancon Hauts du Chazal.\n\nDole Train Station is 46 km from the accommodation, while Besançon Vesoul University is 5 km from the property. Dole-Jura Airport is 54 km away.", "address": "26, rue Paul Milleret, 25000 Besançon, France"},
{"hotel_name": "Hotel Du Nord", "url_hotel": "https://www.booking.com/hotel/fr/du-nord-besancon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.23727602649555,6.02586954832077", "score": "8.3", "text_description": "This hotel is set in the heart of Besançon, just 700 metres from the banks of the Doubs River. Guests have free Wi-Fi internet access and are invited to relax in the hotel's lounge bar.\n\nA flat-screen TV with satellite channels is provided in each of the simply decorated guest rooms. The rooms are serviced by a lift and include en suite bathrooms.\n\nEvery morning a buffet-style breakfast, including fresh orange juice and regional specialities, can be enjoyed in Hotel du Nord's breakfast area.\n\nThe Church of Sainte-Madeleine is a 10-minute walk away and the Besançon-Viotte Train Station is 1.5 km from the hotel. The Besançon Museum of Fine Arts and Archeology is just 450 metres away.\n\nA bike box is available on site, free of charge for bikes, charges may apply for motorbikes.", "address": "8, rue Moncey, 25000 Besançon, France"},
{"hotel_name": "B&B HOTEL Besançon Valentin", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-besancon-valentin.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.2801612,5.9877459", "score": "8.6", "text_description": "Set in Besançon, 6.5 km from Besancon Viotte Train Station, B&B HOTEL Besançon Valentin offers accommodation with a shared lounge, free private parking and a bar. The 3-star hotel has air-conditioned rooms with a private bathroom and free WiFi. The property is non-smoking and is situated 6.6 km from Besançon Franche-Comté TGV train station.\n\nAt the hotel, all rooms include a desk and a flat-screen TV. All guest rooms feature a wardrobe.\n\nA buffet breakfast is available every morning at B&B HOTEL Besançon Valentin.\n\nThe accommodation offers a sun terrace.\n\nBesançon-Mouillère train station is 7.7 km from B&B HOTEL Besançon Valentin, while Micropolis is 10 km from the property. Dole-Jura Airport is 59 km away.", "address": "3 Chemin des Trois Croix, 25480 Besançon, France"},
{"hotel_name": "Comfort Aparthotel Besancon La City", "url_hotel": "https://www.booking.com/hotel/fr/citea-besancon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "47.235682520054645,6.01401150226593", "score": "7.9", "text_description": "This Comfort Aparthotel Besancon La City is located in Besançon and offers studios and apartments with free WiFi access. It is next to the Doubs River and 2 km from the town’s train station.\n\nAccommodation at the Comfort Aparthotel Besancon La City is serviced by a lift and has a living room with, free Wi-Fi access and satellite TV. Each apartment also has, wire internet access and a kitchenette equipped with a microwave.\n\nBreakfast is served daily in the breakfast room. This residence also provides a bike storage room, laundry facilities, a garage and free Wi-Fi at the reception.\n\nThe Comfort Aparthotel Besancon La City is a 10-minute walk from the city centre and 1.5 km from the Cathedral Saint-Jean. A Tramway Station can be reached within a 2-minute walk and provides direct access to Besançon Viotte Train Station.\n\nYou have the possibility to luch here our take-away formulas consisting of a hot dish, a drink and a dessert. Choose from a wide selection of dishes and relax over a tasty meal.", "address": "11 Avenue Louise Michel, 25000 Besançon, France"},
{"hotel_name": "Temis hôtel anciennement All Suites Besançon", "url_hotel": "https://www.booking.com/hotel/fr/all-suites-besancon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.25435722578138,5.995480120182037", "score": "7.9", "text_description": "Situated in Besançon, 3.3 km from Besancon Viotte Train Station, Temis hôtel anciennement All Suites Besançon features accommodation with a garden, free private parking and a terrace. Built in 2010, this 3-star hotel is within 4.4 km of Besançon-Mouillère train station and 5.7 km of Micropolis. The hotel has a sauna, room service and free WiFi throughout the property.\n\nAt the hotel, rooms include a desk and a flat-screen TV. The rooms have a private bathroom with a shower and a hairdryer.\n\nBesançon Franche-Comté TGV train station is 10 km from Temis hôtel anciennement All Suites Besançon, while Besançon Vesoul University is 1.2 km from the property. Dole-Jura Airport is 61 km away.", "address": "17 Avenue des Montboucons, 25000 Besançon, France"},
{"hotel_name": "Brit Hotel Besancon l'Horloge", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-besancon-palente.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.263586537331754,6.0515329241752625", "score": "7.6", "text_description": "Set in Besançon, 3.2 km from Besancon Viotte Train Station, Brit Hotel Besancon l'Horloge offers accommodation with a shared lounge, free private parking, a terrace and a bar. With free WiFi, this 3-star hotel offers room service. The property is non-smoking and is situated 3.6 km from Besançon-Mouillère train station.\n\nAll guest rooms come with a flat-screen TV with satellite channels, a kettle, a shower, free toiletries and a desk. At the hotel, the rooms are equipped with a private bathroom with a hairdryer.\n\nA buffet breakfast is available every morning at Brit Hotel Besancon l'Horloge.\n\nGuests at the accommodation will be able to enjoy activities in and around Besançon, like hiking.\n\nMicropolis is 7.9 km from Brit Hotel Besancon l'Horloge, while Besançon Franche-Comté TGV train station is 13 km from the property. Dole-Jura Airport is 64 km away.", "address": "1 Route de Marchaux, 25000 Besançon, France"},
{"hotel_name": "Hôtel Restaurant Spa Le Sauvage", "url_hotel": "https://www.booking.com/hotel/fr/ho-tel-le-sauvage-besanasson.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.23171766809705,6.027591526508331", "score": "8.6", "text_description": "Hôtel Restaurant Spa Le Sauvage, formerly the Clarisses Monestary, is located in the historic district of Besançon, 500 metres from the citadel's ancient walls. It offers views of the tree-lined park, the medieval walls, the city and the Doubs Valley.\n\nAll of the rooms feature parquet flooring and a private bathroom with a bath or shower. They also have a flat-screen TV, telephone and a desk. Some rooms offer a view on the garden and on the city.\n\nBreakfast is served every morning in the dining area, on the terrace or can be brought to your guest room upon request. You can also relax on the west-facing terrace with a drink from the bar. Guest can access the spa upon reservation and for an additional fee.\n\nHôtel Restaurant Spa Le Sauvage is a 10-minute walk from the Musée du Temps and just 2 km from Besancon Viotte Train Station. Shops and restaurants can be found within a 10-minute walk. Private parking is available at a surcharge and free WiFi internet access is provided.", "address": "6, rue du Chapitre, 25000 Besançon, France"},
{"hotel_name": "Contact Hôtel Foch", "url_hotel": "https://www.booking.com/hotel/fr/foch-besancon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.246196956180164,6.023350954055786", "score": "7.4", "text_description": "Situated a few steps from the Besançon train station and just 5 minutes from the city centre, the Hotel Foch offers quality comfort at an affordable price.\r\n\r\nThis charming hotel provides a panoramic view of downtown from its well-equipped guestrooms. Rooms feature shower or bath, TV and free Wi-Fi internet access.\r\n\r\nThe Hotel Foch also provides 24-hour reception, a car park just 20 metres from the hotel, a bar area and a buffet breakfast. \r\n\r\nBesançon is located close to the Swiss border and is the capital of the Doubs department in the region of Franche-Comté.", "address": "7 Bis Avenue Foch, 25000 Besançon, France"},
{"hotel_name": "Hôtel Siatel Besançon Chateaufarine", "url_hotel": "https://www.booking.com/hotel/fr/siatel-chateaufarine.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.21613221566271,5.941833257675171", "score": "7.6", "text_description": "This hotel is located 7.5 km from the centre of Besançon in the Franche-Comté region and offers free Wi-Fi. Guests are invited to relax on the terrace or use the billiards table in the on-site bar. Air conditioning is provided in public areas.\n\nEach soundproofed room includes a flat-screen TV and a telephone. All rooms at Hôtel Siatel Besançon Chateaufarine include work desks and en suite bathrooms with hairdryers. Some rooms have high-speed WiFi and air conditioning.\n\nFree private parking is provided on site and Besançon-Viotte Train Station 7.7 km away. The hotel is 8.2 km from the Museum of Fine Arts and Archeology and 6.5 km from the A36 motorway.", "address": "6 Rue Louis Aragon, 25000 Besançon, France"},
{"hotel_name": "Hotel Restaurant Vesontio", "url_hotel": "https://www.booking.com/hotel/fr/hotel-restaurant-oxalys.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.25904853843431,6.008062362670898", "score": "8.2", "text_description": "Located 5 km from the centre of Besançon and the Musée des Beaux-Arts, Hotel restaurant Vesontio offers an air-conditioned restaurant and a meeting room. Free WiFi is available throughout. Besançon Tennis Club is 3.1 km away from the property.\n\nDecorated in bright colours, rooms are equipped with satellite TV, a desk and a wardrobe. Each room has a private bathroom complete with hairdryer,\n\nA buffet breakfast made with local produce is served every morning at this hotel, which you can also enjoy on the terrace. For lunch and dinner, homemade dishes are served.\n\nFree private parking is possible on site and a garage is also available upon request. Easily accessible via the RN57 road and the A36 motorway, the hotel is 3 km from the Viotte Train Station and 10 minutes from the Besançon Franche-Comté Train Station.", "address": "3 Chemin des Founottes, 25000 Besançon, France"},
{"hotel_name": "Best Western Hotel Fontaine Argent", "url_hotel": "https://www.booking.com/hotel/fr/fontaine-argent.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.246146,6.033186", "score": "8.3", "text_description": "Set less than 1 km from Besançon-Mouillère train station, Best Western Hotel Fontaine Argent offers 3-star accommodation in Besançon and has a terrace. The property is around 6.6 km from Micropolis, 13 km from Besançon Franche-Comté TGV train station and 1.4 km from Museum of Fine Arts and Archaeology of Besancon. Free WiFi is available and private parking can be arranged at an extra charge.\n\nGuests at the hotel can enjoy a buffet breakfast.\n\nPopular points of interest near Best Western Hotel Fontaine Argent include Besancon Viotte Train Station, Saint-Jean Cathedral Besançon and Time museum of Besançon. Dole-Jura Airport is 64 km from the property.", "address": "23 Avenue Fontaine-Argent, 25000 Besançon, France"},
{"hotel_name": "Hotel Campanile Besançon Nord Ecole Valentin", "url_hotel": "https://www.booking.com/hotel/fr/campanile-besancon-ecole-valentin.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.27784784707333,5.992913246154785", "score": "7.4", "text_description": "The Campanile Besançon Valentin is located near the A36 motorway (exit Saint Claude) and 5.8 km from Besançon and Besançon Viotte TGV Station. It offers guestrooms with free Wi-Fi.\n\nThe air-conditioned rooms at the Campanile are equipped with flat-screen TVs with Canal+ channels and tea and coffee making facilities. Each includes a private bathroom, and family rooms are also available.\n\nGuests can enjoy traditional French cuisine in the on-site restaurant, followed by a drink in the private bar. The hotel also provides a night porter.\n\nBesançon, a hilly town with twisting streets dominated by a citadel, is known for its delightful setting and fine parks. The hotel is located between the new TGV station and the town centre.", "address": "1 Rue de Châtillon - Espace Valentin, 25480 Besançon, France"},
{"hotel_name": "Logis Hôtel Victor Hugo & Spa", "url_hotel": "https://www.booking.com/hotel/fr/logis-de-france-florel.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.24741870976628,6.023643314838409", "score": "8.2", "text_description": "Logis Hôtel Victor Hugo & Spa offers accommodation 50 metres from Viotte train station and just 15 minutes' walking distance from the historic city centre of Besançon. Many rooms open onto an inner garden.\n\nAll the rooms come with ensuite facilities, satellite TV, a telephone and free WiFi access.\n\nTo get off to a good start you can enjoy your breakfast before heading out to experience the capital of the Franche-Comté region.\n\nSeveral adjustable equipped meeting rooms are available onsite and can accommodate groups of up to 45 people.\n\nOther onsite services available to guests aged 12 and above include a fitness room, a heated outdoor pool, a sauna, 2 hot tubs, a hammam, a sensorial shower and a relaxation room . Massages using Equatoria products.\n\nSecure private parking is featured onsite.", "address": "6, Rue de La Viotte, 25000 Besançon, France"},
{"hotel_name": "B&B HOTEL Besançon Chateaufarine", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-besancon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.220180107913635,5.955331353967267", "score": "7.7", "text_description": "Featuring free WiFi, B&B HOTEL Besançon Chateaufarine offers pet-friendly accommodation 2 km from the centre of Besançon, 10 km from Besançon Citadelle. Free private parking is available on site.\n\nEach room at this hotel is air conditioned and is equipped with a flat-screen TV. Cable channels are also provided. All rooms are equipped with a private bathroom.\n\nMicropolis is 2.3 km from B&B HOTEL Besançon Chateaufarine, while Besançon Hospital is 2 km away. The nearest airport is Dole - Jura Airport, 53 km from the property.", "address": "159 Rue de Dole, 25000 Besançon, France"},
{"hotel_name": "Premiere Classe Besancon Ecole Valentin", "url_hotel": "https://www.booking.com/hotel/fr/premiere-classe-besancon-ecole-valentin.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.27044103591704,5.9982722997665405", "score": "7.0", "text_description": "Close to Alsace and Jura, this hotel is easily accessible from the A36 motorway. It is situated in the village of Ecole-Valentin, a 5 minute drive from Besançon. Free WiFi is provided.\n\nThe Premiere Classe Besancon Ecole Valentin offers air-conditioned guest rooms. Each is equipped with a TV with satellite, Canal + and beIN Sports channels. The private bathroom includes a shower and towels.\n\nGuests can enjoy a buffet breakfast every morning in the stylish breakfast room. Free private parking for cars and buses is provided on site.\n\nThe Première Classe Besançon is located in the Franche-Comté region. In the surrounding area guests can visit Besançon’s miroctechnics pole.", "address": "7 Route d'Epinal, 25480 Besançon, France"},
{"hotel_name": "Mercure Besancon Parc Micaud - Hotel & Bar", "url_hotel": "https://www.booking.com/hotel/fr/besancon-parc-micaud.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.242287519524396,6.031794548034668", "score": "8.1", "text_description": "This Hotel Mercure is situated in the city centre of Besancon in the casino garden on the Doubs River and opposite the Micaud Park.\n\nGuests can enjoy a hike along the Doubs, or enjoy a boat cruise.\n\nThere are 91 air-conditioned guestrooms, all non-smoking, equipped with clean, private bathrooms and flat screen satellite TV.\n\nL’Instant, the hotel bar, is open until 23:00.\n\nThere is a casino, a fitness centre and a karaoke bar within 3 km from the hotel.", "address": "3 avenue Edouard Droz, 25000 Besançon, France"},
{"hotel_name": "ibis budget Besançon Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/ibis-budget-besanasson-centre-gare.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "47.246846407466016,6.023120284080505", "score": "7.7", "text_description": "Located in Besançon, just 100 metres from Gare de la Viotte Train Station, ibis budget Besançon Centre Gare offers simple rooms with free Wi-Fi and a 24-hour access.\n\nEach room is air-conditioned and includes a flat-screen TV. The private bathroom is fitted with a shower. A buffet breakfast is available daily.\n\nThe palace Granvelle is 2 km from the hotel, and the UNESCO World Heritage Site, the Citadel Vaubon is 2.5 km away. Besançon town centre is a 15-minute walk away.", "address": "5, avenue Maréchal Foch, 25000 Besançon, France"},
{"hotel_name": "Hotel Vauban", "url_hotel": "https://www.booking.com/hotel/fr/vauban-besancon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iZXNhbmNvbkgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRhMmY5ZmI4OC0zODhjLTQ1ZTgtODE3ZS04NjMwNWE2MDFkYWPYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=54b45a474db90598&srepoch=1738500623&from=searchresults", "hotel_coordinates": "47.23986295611545,6.02139884220378", "score": "8.3", "text_description": "Located in Besançon, Hotel Vauban a 2-minute walk from the Museum of Fine Arts and an 18-minute walk from the Citadel of Besançon. It offers free internet access, a 24-hour front desk and a terrace.\n\nServiced by a lift, all the soundproofed rooms feature a flat-screen TV, a minibar and a telephone. The bathroom is complete with free toiletries, a hairdryer and a bath or shower.\n\nBoth a continental and a buffet breakfast are served every morning at Hotel Vauban.  The property has 2 restaurants: an Italian and traditional meals are served.\n\nSome rooms are suitable for guests with reduced mobility. The hotel is a 5-minute drive from Besançon Train Station and a 15-minute walk from the Madeleine Church.", "address": "9 Quai Vauban, 25000 Besançon, France"}
]