[
{"hotel_name": "Auberge de Baudinard sur Verdon", "url_hotel": "https://www.booking.com/hotel/fr/auberge-de-baudinard.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.71600387681977,6.134069859981537", "score": "8.5", "text_description": "Situated in Baudinard, Auberge de Baudinard sur Verdon features a terrace and free WiFi.\n\nAt the hotel, all rooms are equipped with a wardrobe. The private bathroom is fitted with a shower, free toiletries and a hairdryer. At Auberge de Baudinard sur Verdon, rooms are fitted with a flat-screen TV with satellite channels.\n\nThe accommodation offers a buffet or continental breakfast. At Auberge de Baudinard sur Verdon you will find a restaurant serving French and Mediterranean cuisine. A vegetarian option can also be requested.\n\nToulon - Hyeres Airport is 110 km from the property.", "address": "37 Grand rue, 83630 Baudinard, France"},
{"hotel_name": "La Bastide du Calalou; BW Signature Collection", "url_hotel": "https://www.booking.com/hotel/fr/bastide-du-calalou.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.654366384027874,6.169504523277283", "score": "8.8", "text_description": "Bastide Du Calalou is located a 30-minute drive from the Gorges du Verdon and a 20-minute drive from the Sainte-Croix Lake. It features a heated, outdoor swimming pool, a tennis court and elegant guestrooms that overlook the Aups Valley.\n\nRooms at Bastide Du Calalou are equipped with free WiFi and a flat-screen TV with satellite channels. Some rooms also have a DVD and video player.\n\nA full breakfast buffet is served daily and Bastide’s restaurant serves regional cuisine, prepared with local produce. Guests can enjoy lunch and dinner in the restaurant or on the terrace.\n\nBastide Du Calalou is close to the village of Tourtour and the black truffle market, which is the third largest in France and open from December to April.", "address": "893 Route de Baudinard, 83630 Moissac-Bellevue, France"},
{"hotel_name": "Hôtel Le Colombier", "url_hotel": "https://www.booking.com/hotel/fr/le-colombier-moustiers-sainte-marie.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.839812401838365,6.221834421157837", "score": "9.2", "text_description": "Located 1 km from Moustiers-Sainte-Marie village centre, Le Colombier is just 5 km from Sainte-Croix Lake. This Provencal house features a swim spa, 2 hot tubs and tennis court. Free WiFi is provided.\n\nLe Colombier offers air-conditioned rooms with panoramic views of the valley or Moustiers rocks. Decorated with Provencal-style furniture, they each have a flat-screen TV with satellite channels.\n\nThe Colombier provides free private parking and a garage for cars, bicycles and motorcycles. Local leisure activities nearby include rafting, paragliding and canyoning.", "address": "Quartier Saint Michel, 04360 Moustiers-Sainte-Marie, France"},
{"hotel_name": "Les Canyons du Verdon", "url_hotel": "https://www.booking.com/hotel/fr/les-canyons-du-verdon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.85067237749856,6.508229970932007", "score": "7.8", "text_description": "Located in Verdon Regional Park, Les Canyons du Verdon features an outdoor swimming pool with sunbeds, a garden and pétanque facilities. Castillon Lake is just 4.5 km away. Free WiFi is available throughout the property.\n\nDecorated in fresh colours, all rooms feature a private entrance, while some include a balcony, pool views or garden view and a TV. They are complete with an en suite bathroom.\n\nA breakfast buffet is offered at the hotel. Castellane village is conveniently located 250 metres away, allowing easy access to restaurants, bars and shops.\n\nA conference room is available on request. It can accommodate up to 20 people.\n\nNotre-Dame du Roc Chapel is only a 15-minute walk away and Saint-André-les-Alpes is a 20-minute drive from the hotel. Free Wi-Fi access is available in reception and free private parking is possible on site. Free storage for motorbikes is available on site.", "address": "Boulevard Saint Michel, 04120 Castellane, France"},
{"hotel_name": "Résidence Odalys La Licorne de Haute Provence", "url_hotel": "https://www.booking.com/hotel/fr/la-licorne-de-haute-provence.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.761854,5.88896699999998", "score": "7.7", "text_description": "Located 500 metres from the village and 800 metres from the thermal baths,Résidence Odalys La Licorne de Haute Provence consists of 3 small complexes. It includes 3 swimming pools and relaxation facilities.\n\nThe apartments at Résidence Odalys La Licorne de Haute Provence are equipped with a kitchenette including hotplates, a microwave, an oven, and a dishwasher.\n\nThe apartments situated on the ground floor boast a private garden and all others feature their own terrace.\n\nRésidence Odalys La Licorne de Haute Provence boasts 2 outdoor swimming pools and 1 indoor swimming pool. Sports-enthusiasts will appreciate the residence’s fitness centre.\n\nYou can also enjoy unwinding in the spa with its hot tub, hammam and sauna.", "address": "Les Riayes, 04800 Gréoux-les-Bains, France"},
{"hotel_name": "Lou Paradou", "url_hotel": "https://www.booking.com/hotel/fr/hotellouparadou.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.760622,5.888973999999962", "score": "8.7", "text_description": "The Lou Paradou hotel is located in Greoux-les-Bains, by the Verdon River, next to the lavender fields in the heart of the Provence. It is set within a large park and offers a heated, seasonal and heated outdoor pool.\n\nThe Lou Paradou offers air-conditioned studios equipped with a kitchenette, free Wi-Fi access in the rooms and a private balcony or terrace. Some studios have a view of the park and all have air condtioning.\n\nA continental buffet breakfast is served everyday from 7h to 10h. The hotel is just 400 metres from Greoux village pedestrian centre and there is free on-site parking.\n\nGuests can visit the Verdon Gorge, the largest canyon in Europe, the Luberon villages and Haute-Provence hilltop villages. Local leisure activities around Gréoux include hiking, mountain-bike, white-water sports, gliding and rock climbing.\n\nMarseille Provence Airport is situated 80 km from the Hotel and Aix-en-Provence TGV Train Station is 70 km away.", "address": "Route de Valensole, 04800 Gréoux-les-Bains, France"},
{"hotel_name": "Le Vieux Château", "url_hotel": "https://www.booking.com/hotel/fr/du-vieux-chateau.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.77567317733737,6.243384361250719", "score": "7.1", "text_description": "Situated in an 18th-century building, Le Vieux Château features rooms with free Wi-Fi, a bar and a terrace. Set in the centre of Aiguines, it opens on a Provençal-style square with bars and shops.\n\nWith views of the village, all of the rooms are located on the 2nd floor and include a private bathroom with hairdryer, shower and free toiletries.\n\nA French breakfast is served every morning. You can also enjoy an ice cream at the bar or try one of the Provençal specialties proposed at the hotel’s restaurant which is closed every Thursday evening and Friday all day.\n\nYou can go sailing on the Sainte Croix Lake, which is 8 km away, or visit the Museum of Prehistory in Quinson, a 40-minute drive away. Le Vieux Château is accessible via the A51 motorway.", "address": "Place de la Fontaine, 83630 Aiguines, France"},
{"hotel_name": "Villa Borghese, The Originals Relais", "url_hotel": "https://www.booking.com/hotel/fr/villa-borghese.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.758138774543475,5.894720256328583", "score": "7.4", "text_description": "Located in Gréoux-les-Bains, between the Gorges du Verdon and the Luberon, the Villa Borghese is situated in a park surrounded by 100-year old oak trees. It features a heated outdoor swimming pool with a terrace and a wellness centre.\n\nThe intimate rooms feature garden views, air conditioning and a TV with satellite channels. The en suite bathroom is equipped with a bath tub and free toiletries. Free Wi-Fi access is provided.\n\nThe on-site gastronomic restaurant, La Table de Pauline, serves breakfast each morning as well as Provençal cuisine which has been recommended in travel and restaurant guide books. For a relaxed midday meal guests can eat at the Côté Jardin.\n\nA tennis court and sauna are also available on site. Villa Borghese is 14 km from the A51 motorway and 16 km from Manosque. The Aix-en-Provence TGV station is 70 km away. Free private parking is available on site.", "address": "Avenue des Thermes, 04800 Gréoux-les-Bains, France"},
{"hotel_name": "Le Chemin Neuf", "url_hotel": "https://www.booking.com/hotel/fr/le-chemin-neuf-greoux-les-bains.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.75885772482997,5.885376599999972", "score": "7.7", "text_description": "Le Chemin Neuf features accommodation in Gréoux-les-Bains. With free WiFi, this 1-star hotel has a terrace and a restaurant. The property is non-smoking and is situated 22 km from Golf du Luberon.\n\nAt the hotel, rooms are fitted with a wardrobe.\n\nMarseille Provence Airport is 89 km from the property.", "address": "4 rue du chemin neuf, 04800 Gréoux-les-Bains, France"},
{"hotel_name": "Auberge des Salles", "url_hotel": "https://www.booking.com/hotel/fr/auberge-des-salles.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.77239231716274,6.208481642852803", "score": "8.5", "text_description": "Situated in Les Salles-sur-Verdon, Auberge des Salles features a terrace with panoramic views of Lake de Sainte-Croix and the surrounding Verdon Natural Park. Hiking, fishing, and swimming are within 10 minutes' walk of the property.\n\nRooms have a flat-screen TV with cable channels and private bathrooms with either a bath or shower and a toilet. Some rooms have balconies with lake views and other rooms overlook the village and surrounding hills. A kettle is available upon request subject to availability.\n\nThe restaurant has a panoramic terrace on the lake of Sainte-Croix serving dinner everyday.\n\nA buffet breakfast with hot drinks, orange juice, croissants, fresh bread with jams, honey and butter is served daily for a supplement. There is a bar on site.\n\nThe entrance to the Verdon Gorge is 6 km away and the village of Moustiers-Sainte-Marie is a 20-minute drive away. Les Arcs-Draguignan Train Station is 55 km away and the Hyeres Airport is 115 km away. Free private parking and free WiFi are available at the property.", "address": "18 Rue St Catherine, 83630 Les Salles-sur-Verdon, France"},
{"hotel_name": "Gabrielle hôtel", "url_hotel": "https://www.booking.com/hotel/fr/logis-altitude-823.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.77633074428834,6.242523103755957", "score": "7.7", "text_description": "Located in the heart of Verdon National Park, Gabrielle hôtel is situated in the village of Aiguines. It overlooks Sainte Croix Lake, where you can go canoeing or rent pedal boats.\n\nAll rooms have an en-suite bathroom with a hairdryer, TV and electric blinds.\n\nA continental breakfast is served every morning.\n\nGabrielle hôtel is surrounded by many hiking trails and guests can enjoy cycling, windsurfing or visit the vineyards of Provence.", "address": "Grande Rue, 83630 Aiguines, France"},
{"hotel_name": "Hôtel Spa L'Ermitage", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-l-ermitage.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.774142339045085,6.217255890369415", "score": "7.9", "text_description": "Set in a 2-hectare park in the Verdon Regional Nature Park, Hôtel Restaurant L'Ermitage features a seasonal outdoor swimming pool, 3 terraces, a bar, a restaurant and panoramic views of the mountain.\n\nThe rooms at Hôtel Restaurant L'Ermitage feature a balcony, en suite facilities with bath, free toiletries and a hairdryer, and a flat-screen TV. They also offer views of the pool. Some rooms have air conditioning.\n\nBreakfast, lunch and dinner can be reserved upon arrival. The restaurant serves local and traditional cuisine, and the bar offers a wide range of cocktails all year long.\n\nHôtel Restaurant L'Ermitage is 5 km from the Verdon Gorge and the Lake of Sainte Croix is 800 metres away.  Nearby outdoor activities include hiking, swimming in the Lake, paragliding and canyoning. Free parking and free WiFi are available on site.", "address": "Carrefour Départemental 957, 83630 Les Salles-sur-Verdon, France"},
{"hotel_name": "Studi-Hôtel Résidence Plein Voile", "url_hotel": "https://www.booking.com/hotel/fr/studi-ha-tel-ra-c-sidence-plein-voile.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.773656,6.208356999999978", "score": "7.8", "text_description": "Located in Les-Salles-sur-Verdon, Studi-Hôtel Résidence Plein Voile is just 200 metres from Sainte-Croix Lake and offers a garden and terrace. The Gorges du Verdon are 10 km away.\n\nDecorated in a simple style, all rooms feature a wardrobe and private bathroom with free toiletries, while some also offer a balcony and views of the lake. Guest have access to the refrigerator.\n\nA continental breakfast can be served each morning at Résidence Plein Voile. A bar, pizzeria and restaurant are conveniently situated just 50 metres from the property.\n\nWatersports activities can be found 200 metres away at the lake and Moustiers Sainte-Marie is 12 km away. Free Wi-Fi access is available in the public areas and free public parking is possible at a location nearby.", "address": "Place Sainte Anne, 83630 Les Salles-sur-Verdon, France"},
{"hotel_name": "Ma Petite Auberge", "url_hotel": "https://www.booking.com/hotel/fr/ma-petite-auberge.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.84593903303046,6.512846052646637", "score": "8.2", "text_description": "Set in the Verdon Regional Nature Park, a 1-minute walk from the Verdon River and 5 km from Castillon Lake, Ma petite Auberge offers a traditional restaurant, a garden and a terrace.  A public swimming pool is located 100 metres from the property.\n\nThe heated rooms offer a flat-screen TV. The en suite bathroom is fitted with a bath or a shower and includes free toiletries.  Some offer a view of the terrace and the village’s place.\n\nA continental breakfast is available every morning, and you can enjoy lunch and dinner in the park beside the 100-year-old Tilia Tree. Grocers can be found within 1 km.\n\nIt is 40 km from Dignes Train Station. Grasse is located 65 km from Ma Petite Auberge, while Cannes is 82 km away. A free, private car park is available on site.", "address": "8 bd de la République, 04120 Castellane, France"},
{"hotel_name": "Hotel du Levant", "url_hotel": "https://www.booking.com/hotel/fr/du-levant-castellane.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.846625749126176,6.513554155826569", "score": "8.2", "text_description": "Located in Castellane, in the Verdon Regional Nature Park, Hotel du Levant features a restaurant and terrasse and free WiFi access in public areas. A secured garage is also available for guest at an extra cost.\n\nAll rooms at Hotel du Levant features a flat-screen TV, a desk and a wardrobe and a private bathroom with a bath or shower. Daily cleaning is made at the property and towels and toiletries are provided for free.\n\nA continental breakfast can be enjoyed every morning in the restaurant. The hotel’s restaurant serves French cuisine.\n\nHotel du Levant is 6.2 km from Lac de Castillon, 65 km from Grasse and 82 km from Cannes.", "address": "5 Place Marcel Sauvaire, 04120 Castellane, France"},
{"hotel_name": "Château et Golf De Taulane", "url_hotel": "https://www.booking.com/hotel/fr/chateau-et-golf-de-taulane.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.773933756175175,6.619479861193895", "score": "8.5", "text_description": "The Château de Taulane is a 4-star hotel located 20 km from the Verdon Gorge in stunning surroundings with a 18-hole golf course. It offers elegant rooms and excellent facilities and Grasse is 40 km away.\n\nThe rooms are located inside this 18th century château and also in the manor house. They are tastefully decorated in traditional Provençal style. Bathrobes, slippers and free toiletries are provided for guests' comfort.\n\nThe on-site restaurant  offers quality cuisine prepared by a top chef. There is also a bar and a range of premium hotel services available for guests.\n\nGuests have free access to the swimming pool, sauna, spa and hot tub.\n\nCastellane is a 20-minute drive away and Draguignan is 50 km away. Free parking is available.", "address": "Le Logis Du Pin D6085, 83840 La Martre, France"},
{"hotel_name": "Hotel Les Cavalets", "url_hotel": "https://www.booking.com/hotel/fr/les-cavalets.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.73278619599797,6.161522269248962", "score": "8.1", "text_description": "Offering an outdoor pool and panoramic views of Sainte-Croix Lake, Les Cavalets is located in Bauduen. Free WiFi access is available in public areas.\n\nSome rooms have a balcony or a terrace and offer lake views. The private bathrooms come with a bath or shower.\n\nAt Les Cavalets you will find a garden and a bar. Guests can enjoy traditional Provençal meals from the hotel’s restaurant. Other facilities offered at the property include meeting facilities and a shared lounge.\n\nAn array of activities can be enjoyed on site or in the surroundings, including cycling and canoeing. The property offers free parking.\n\nThe hotel is 2 km from Sainte Croix Lake. Nice Côte d'Azur Airport is 126 km away.", "address": "3100, départementale 71 - Quartier Le Cavalet, 83630 Bauduen, France"},
{"hotel_name": "La Bastide du Paradou", "url_hotel": "https://www.booking.com/hotel/fr/la-bastide-du-paradou-moustiers-sainte-marie.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.846803713697746,6.219762414693832", "score": "8.6", "text_description": "Housed in a 16th-century building, La Bastide du Paradou is a hotel located a 5-minute walk from the centre of Moustiers-Sainte-Marie. Enjoy access to gardens and private tennis courts.\n\nThe elegant rooms at La Bastide du Paradou have been individually decorated with care.\n\nBreakfast is available for guests and is served individually. Further restaurants are closeby in Moustiers-Sainte-Marie.\n\nNearby attractions include the Verdon Gorges and the Lake Sainte Croix. Free private parking is provided at La Bastide du Paradou.", "address": "Le Paradou, 04360 Moustiers-Sainte-Marie, France"},
{"hotel_name": "Hôtel La Bonne Auberge", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-la-bonne-etape.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.843437772077586,6.221673488616943", "score": "8.2", "text_description": "Set in the Verdon Regional Park, this hotel features a swimming pool and a shaded terrace in the garden. Regional dishes are served in the hotel’s restaurant.\n\nThe soundproofed guest rooms have a flat-screen TV and they offer a view. Each room is individually decorated and the private bathrooms include free toiletries. A hairdryer is available upon request.\n\nA buffet breakfast is prepared daily at the Hôtel La Bonne Auberge.\n\nThe Gorges du Verdon is located 5 km away and private parking is available in the on-site garage.", "address": "Quartier Saint Michel, 04360 Moustiers-Sainte-Marie, France"},
{"hotel_name": "Nouvel Hôtel du Commerce", "url_hotel": "https://www.booking.com/hotel/fr/nouvel-du-commerce-castellane.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.84644198080487,6.512478590011597", "score": "8.9", "text_description": "The Nouvel Hôtel du Commerce is located in Castellane, in the Verdon region. It offers a heated swimming pool from mid-May to September, comfortable rooms in 2 buildings and free, closed private parking.\n\nSome rooms offer views of the pool, of the mountain or of the city. They are all complete with a flat-screen TV with satellite channels and there is also access to a bathroom with free toiletries and hairdryer.\n\nEvery morning, a breakfast buffet featuring a range of local and homemade products is served. It can be enjoyed by the pool or in the common dining room.\n\nFor your comfort, the hotel provides free Wi-Fi in all the rooms. The area offers many activities such museums and excursions.\n\nThe hotel provides a free storage for bikes.", "address": "Place Marcel Sauvaire, 04120 Castellane, France"},
{"hotel_name": "Le Moulin du Verdon", "url_hotel": "https://www.booking.com/hotel/fr/residence-le-moulin.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.75620079999999,5.890297199999964", "score": "9.4", "text_description": "Featuring free WiFi, Residence Le Moulin offers pet-friendly accommodation in the centre of Gréoux-les-Bains, 100 metres from the thermal baths. Aix-en-Provence is 44 km away. Private parking is available on site.\n\nThe studios feature a kitchenette equipped with an oven, microwave and coffee machine. The private bathrooms have a shower and a toilet. Bed linen is available.\n\nResidence Le Moulin also includes a terrace.\n\nYou can engage in various activities, such as cycling, fishing and hiking. Apt is 42 km from Residence Le Moulin, while Manosque is 12 km from the property. The nearest airport is Provence Airport, 64 km from Residence Le Moulin.", "address": "avenue du verdon, 04800 Gréoux-les-Bains, France"},
{"hotel_name": "Clos des Iris", "url_hotel": "https://www.booking.com/hotel/fr/clos-des-iris.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.84251694117047,6.218900084495544", "score": "9.2", "text_description": "Clos des Iris is set in a 19th-century house, just 400 metres from the centre of Moustiers-Sainte-Marie in the Gorges Du Verdon region. It offers traditional-style rooms featuring a private terrace and views of the flowered garden.\n\nFree WiFi access and a desk are provided in the rooms at Clos des Iris. There is also an en suite bathroom in each one, which is complete with a hairdryer and a shower. The rooms do not have a TV.\n\nBreakfast is served every morning either in the dining room or on the shared terrace. After breakfast, you can relax on the sun loungers in the garden while reading a newspaper.\n\nOther local attractions include Sainte-Croix Lake, which is just 4 km from this 2-star hotel, and guests can enjoy water sports such as pedalo boats and canoeing. Plateau de Valensole, known for its lavender fields, is 28 km away. The area is also popular for hiking and paragliding. Free private parking is available on site and luggage storage is provided at reception.", "address": "Chemin de Quinson - le Paradou , 04360 Moustiers-Sainte-Marie, France"},
{"hotel_name": "Le Verdon", "url_hotel": "https://www.booking.com/hotel/fr/le-verdon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.758208516137984,5.896891504526138", "score": "7.8", "text_description": "Located just 300 meters from a spa that offers massages, thermal treatments and mud treatments in Gréoux-les-Bains, hotel Le Verdon offers air-conditioned rooms with a terrace and balcony .\n\n\nFree Wi-Fi access and a flat-screen TV feature in the guest rooms. Each room is elegantly decorated in pastel tones, and the en suite bathrooms include a bathrobe, hairdryer and free toiletries.\n\nA breakfast is available daily at an additional cost . The bar is open every day and guests can enjoy their drinks on the terrace in fine weather.\n\nLake Esparron is only 15 km away, where you can enjoy canoeing and kayaking. The hotel is accessible via the A51 motorway, 13 km away.", "address": "43, avenue du Colombier, 04800 Gréoux-les-Bains, France"},
{"hotel_name": "Hôtel du Roc", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-du-roc.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.84653792729508,6.513949781656265", "score": "7.9", "text_description": "Located in the centre of the Castellane Village, this hotel is 100 meters from the Verdon River and Gorges. Canoeing, rafting and hiking are some of the activities that can be done in the surrounding area.\n\n With a village or mountains view, each room at Hôtel du Roc is equipped with an LCD TV and a bathroom with shower, toilet and free toiletries.\n\nA continental breakfast is served daily and a traditional restaurant is also at your disposal on site.\n\nSaint Andrée les Alpes Train Station is 25 km away and Moustiers Sainte Marie is 45 km away.", "address": "3 place de l'Eglise, 04120 Castellane, France"},
{"hotel_name": "Le Mas de l'Orangerie 3 etoiles", "url_hotel": "https://www.booking.com/hotel/fr/mas-de-l-orangerie-greoux-les-bains.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCF3NlYXJjaF9nb3JnZXMgZHUgdmVyZG9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJDE4ZTgxNTJlLTVhNjUtNDMyOC05NzRlLTljZmVjNjE2MWQyONgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=d7435a46ba370537&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.7603027,5.8863289", "score": "8.7", "text_description": "Located 22 km from Golf du Luberon, Le Mas de l'Orangerie 3 etoiles features a seasonal outdoor pool, free WiFi, and free private parking for guests who drive. The accommodation provides a concierge service, bicycle parking and currency exchange for guests.\n\nCertain units in the aparthotel have private entrance and are equipped with wardrobe and dressing room. Some accommodation includes a terrace and a seating area with flat-screen TV, as well as air conditioning and heating. At the aparthotel, all units come with a private bathroom.\n\nMarseille Provence Airport is 89 km away.", "address": "291 Chemin de Sainte-Annette, 04800 Gréoux-les-Bains, France"}
]