[
{"hotel_name": "Hilton Garden Inn Le Havre Centre", "url_hotel": "https://www.booking.com/hotel/fr/hilton-garden-inn-le-havre-centre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=1175ab4e4834fe8599b18a2a88cc24f6&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.49008699,0.097746957", "score": "8.6", "text_description": "Situé au Havre, face à la plage, le Hilton Garden Inn Le Havre Centre propose un hébergement 4 étoiles, une salle de sport, une terrasse et un restaurant. Doté d'un bar, l'hôtel se trouve à proximité de plusieurs attractions réputées, à environ 500 mètres de la plage du Havre, de l'église Saint-Joseph et à moins de 1 km du Volcan. Une connexion Wi-Fi est disponible gratuitement et un parking privé peut vous être proposé moyennant des frais supplémentaires.\n\nToutes les chambres sont équipées de la climatisation, d'un bureau et d'une télévision à écran plat. Certaines possèdent un balcon. Tous les logements comprennent un réfrigérateur.\n\nUn petit-déjeuner buffet, continental ou végétarien est servi sur place.\n\nLe personnel de la réception ouverte 24h/24 parle français, anglais et espagnol.\n\nVous séjournerez à 1 km de l'appartement témoin Perret et à 1,5 km de l'église Saint-Michel. L'aéroport de Deauville-Normandie est à 39 km.", "address": "128 Boulevard Clemenceau, Perret, 76600 Le Havre, France"},
{"hotel_name": "Oscar Hôtel Le Havre Centre", "url_hotel": "https://www.booking.com/hotel/fr/celtic.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=73b4b99d6f9e573cc0e1f10c457afde7&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.48981027544587,0.10710865259170532", "score": "8.3", "text_description": "L'Oscar Hôtel Le Havre Centre est situé dans le quartier Perret du Havre, qui appartient au patrimoine mondial de l'UNESCO. Il offre une connexion Wi-Fi gratuite et une vue sur la salle de concert Le Volcan et le Bassin du Commerce.\n\nLes chambres de l'Oscar Hôtel Le Havre Centre possèdent du parquet et une décoration combinant des meubles modernes et traditionnels. Chaque chambre est équipée d'une télévision par satellite à écran plat et d'une salle de bains privative.\n\nL'Hôtel Oscar se trouve à 5 minutes à pied de l'Hôtel de Ville et du casino du Havre. De nombreux restaurants sont situés dans les environs.\n\nL'Oscar est à 1,5 km de la gare et à 30 minutes de route de Honfleur. Deauville, le Pont de Normandie et Étretat sont également rapidement accessibles en voiture.", "address": "106 rue Voltaire, Perret, 76600 Le Havre, France"},
{"hotel_name": "The Originals Boutique, Hôtel Le Marignan,Le Havre Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/la-baraka.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=b931d017032ba84a4af3563f77b1d408&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.4922790779481,0.12310802936554", "score": "7.9", "text_description": "L’établissement The Originals Boutique, Hôtel Le Marignan, Le Havre Centre Gare se situe au Havre, à 2,3 km de ce lieu d’intérêt : Plage du Havre. Il possède un service de concierge, une terrasse, un bar, des hébergements pour les personnes souffrant d'allergies, ainsi qu'une connexion Wi-Fi gratuite dans l’ensemble de ses locaux. Il est installé à proximité de plusieurs attractions connues, notamment à respectivement 1,5 km, 1,3 km et 1,2 km de : Le Volcan, Église Saint-Michel et Appartement témoin Perret. Vous trouverez sur place un karaoké et un service d'étage.\n\nLes hébergements sont pourvus d’une télévision à écran plat avec les chaînes du satellite et d’un coffre-fort. Dotés d’une salle de bains privative avec une douche et des articles de toilette gratuits, certains hébergements offrent également une vue sur la ville. Vous profiterez aussi d’un bureau.\n\nVous séjournerez à respectivement 2 km et 23 km de ces lieux d’intérêt : Église Saint-Joseph du Havre et Musée d'ethnographie et d'art populaire. L'aéroport le plus proche (Aéroport de Deauville - Normandie) est à 37 km.", "address": "211 Boulevard de Strasbourg, Perret, 76600 Le Havre, France"},
{"hotel_name": "Birgit Hôtel Le Havre Centre", "url_hotel": "https://www.booking.com/hotel/fr/kyriadlehavrecentre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=2deef70d04ffe409c0f68ee065d9dcf1&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.49308920830414,0.13096153736114502", "score": "8.3", "text_description": "Bienvenue à Birgit !\n\nPour visiter Le Havre, rien de mieux que de séjourner dans cet hôtel de 86 chambres entièrement rénové en 2022. Profitez de l'ambiance conviviale entourée d'objets anciens et de souvenirs de voyage.\n\nSitué à proximité du centre-ville, de la gare et des transports en commun, vous pourrez rejoindre la plage et l'esplanade du Havre en 10 minutes.\n\nSéjournez dans des chambres confortables et design, adaptées aux couples, aux familles, aux amis et aux voyageurs d'affaires.\nSavourez le petit déjeuner concocté avec amour à partir de produits sains et locaux. Prenez le temps de déguster une des boissons locales dans le bar.\n\nL'hôtel B!rgit Le Havre est la base idéale pour vos déplacements en famille ou entre amis et sera parfait pour une pause lors d'un déplacement professionnel.", "address": "Quai Colbert, 76600 Le Havre, France"},
{"hotel_name": "Holiday Inn Express - Le Havre Centre", "url_hotel": "https://www.booking.com/hotel/fr/campanile-le-havre-centre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=3ad13298be73ef5e9bd396ade65ba840&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.498238,0.128837", "score": "8.4", "text_description": "L’Holiday Inn Express - Le Havre Centre, situé dans le centre-ville du Havre et à 600 mètres de la gare SNCF, vous accueille pour un séjour professionnel et de loisirs. Il bénéficie d’une situation idéale pour rejoindre rapidement le centre-ville ou la plage par le tramway, accessible devant l'hôtel. Vous apprécierez la qualité des prestations : connexion Wi-Fi, collations, petit-déjeuner buffet et bar-salon. Afin de faciliter votre arrivée en voiture, vous pourrez profiter du parking privé de l’établissement.\n. Réservez l’une des grandes chambres confortables de l’hôtel pour profiter de votre séjour.", "address": "126 Cours De La Republique, 76600 Le Havre, France"},
{"hotel_name": "Odalys City Le Havre Centre Les Docks", "url_hotel": "https://www.booking.com/hotel/fr/odalys-city-le-havre-centre-les-docks.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=a78475889143a7272b6243304ba8d4f9&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.4925039,0.129779", "score": "8.6", "text_description": "L'Odalys City Le Havre Centre Les Docks est un hébergement 3 étoiles situé au Havre, à 2,9 km de la plage et à 1,8 km du Volcan. Vous bénéficierez gratuitement d'une connexion Wi-Fi dans l'ensemble des locaux et d'un parking privé sur place. Il propose une réception ouverte 24h/24, un ascenseur et une bagagerie.\n\nRevêtus de moquette, les logements comprennent une kitchenette entièrement équipée avec un lave-vaisselle, un coin repas, une télévision à écran plat ainsi qu'une salle de bains privative pourvue d'une douche et d'un sèche-cheveux. Un micro-ondes, un réfrigérateur, des plaques de cuisson et une machine à café sont également fournis. Le linge de lit et les serviettes de toilette sont fournis.\n\nCet appart'hôtel sert un petit-déjeuner buffet.\n\nVous séjournerez à 1,8 km de l'appartement témoin Perret et à 1,9 km de l'église Saint-Michel.", "address": "95 Quai Colbert, 76600 Le Havre, France"},
{"hotel_name": "Premiere Classe Le Havre Centre-LES DOCKS", "url_hotel": "https://www.booking.com/hotel/fr/premiere-classe-le-havre-centre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=184da9d33a1a1f3005840ff968095748&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.49641693487313,0.15151233802873776", "score": "8.0", "text_description": "L’hôtel Premiere Classe Le Havre Centre-LES DOCKS bénéficie d’un emplacement idéal à proximité du stade Océane et des quais.\n\nL'établissement dispose d'une réception personnalisée ouverte 24h/24 avec un parking privé payant et sécurisé.\n\nLes 86 chambres modernes de l’établissement disposent d’une télévision à écran plat, d’une connexion Wi-Fi gratuite et d’une salle de bains privative avec une douche.\n\nUn petit-déjeuner buffet est servi tous les jours dans la salle dédiée ou sur la terrasse lorsque le temps le permet.\n\nVous pourrez découvrir le patrimoine historique et culturel notamment l'église Saint Joseph, la Maison de l'armateur, le musée MUMA, etc.\n\nVous trouverez la gare à 15 minutes à pied, vous bénéficierez également d’un accès facile aux différents transports pour découvrir la Normandie : Étretat, Honfleur, Deauville.\n\nVous pourrez vous détendre sur la plage de l’établissement durant votre séjour au Havre.", "address": "Rue Nungesser et Coli, 76600 Le Havre, France"},
{"hotel_name": "Nomad Hotel le Havre", "url_hotel": "https://www.booking.com/hotel/fr/nomad-le-havre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=b4acb3cb24b700eb4e74193fa4bc1398&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.49331760456112,0.12530688339768403", "score": "8.5", "text_description": "Le Nomad Hotel Le Havre propose des chambres climatisées, dotées d'une connexion Wi-Fi gratuite et décorées dans un style moderne. Situé à 900 mètres du centre commercial Dock Océane, l'établissement possède un bar. Vous pourrez rejoindre la mairie et le centre-ville du Havre en 5 minutes de route.\n\nToutes les chambres sont équipées d'une tablette et d'un vidéo projecteur. Chacune comprend une salle de bains pourvue d'une douche et d'articles de toilette gratuits.\n\nL'hôtel sert chaque jour le petit-déjeuner. Vous trouverez plusieurs commerces, bars et restaurants dans les environs.\n\nLe Nomad Hotel Le Havre se situe à 2 minutes à pied de la gare du Havre et à 2 km du Musée d’art moderne André Malraux (MuMa).", "address": "5 rue Magellan, 76600 Le Havre, France"},
{"hotel_name": "Odalys City Le Havre Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/odalys-city-le-havre-centre-gare.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=1afb8b9b425dfcec17d4c74f63cc5714&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.491908082817,0.123161788885", "score": "8.5", "text_description": "L'Odalys City Le Havre Centre Gare est un hébergement 4 étoiles situé au Havre, à 2,4 km de la plage et à 1,6 km du Volcan. Il propose une réception ouverte 24h/24, un ascenseur et une connexion Wi-Fi gratuite dans l'ensemble de ses locaux. Cet appart'hôtel propose des chambres familiales et des équipements pour les personnes à mobilité réduite.\n\nLes logements climatisés comprennent un bureau, une machine à café, un lave-vaisselle, un micro-ondes, un coffre-fort, une télévision à écran plat et une salle de bains privative pourvue d'une douche. Ils comprennent également un coin repas ainsi qu'une kitchenette entièrement équipée avec un réfrigérateur, des plaques de cuisson et des ustensiles de cuisine. Le linge de lit et les serviettes de toilette sont fournis.\n\nVous pourrez également vous détendre dans le coin salon commun.\n\nVous séjournerez à proximité de l'appartement témoin Perret, de l'église Saint-Michel et de l'église Saint-Joseph. L'aéroport de Deauville-Normandie est à 37 km.", "address": "25 Cours Commandant Fratacci, Perret, 76600 Le Havre, France"},
{"hotel_name": "The Originals Boutique, Hôtel d'Angleterre, Le Havre, centre, plage", "url_hotel": "https://www.booking.com/hotel/fr/comfort-d-angleterre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=6c27f7ff5f77280425beaadd57836db9&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.4940491518633,0.0993664562702179", "score": "7.6", "text_description": "Le Boutique Hotel d’Angleterre Le Havre se trouve dans le centre-ville du Havre, à seulement 100 mètres de la mer, à côté du musée Malraux. Vous profiterez d’une connexion Wi-Fi gratuite dans l’ensemble des locaux.\n\nLes chambres du The Originals Boutique, Hôtel d'Angleterre, Le Havre, centre, plage disposent d'une télévision par satellite à écran plat et d'une salle de bains privative. Un petit-déjeuner buffet vous sera servi chaque matin.\n\nVous pourrez vous garer en face de l'hôtel. Le stationnement est gratuit la nuit, le dimanche et les jours fériés.\n\nLe The Originals Boutique, Hôtel d'Angleterre, Le Havre, centre, plage est installé à 30 minutes de route de Honfleur et d'Étretat. Deauville et Trouville sont accessibles à 40 km.", "address": "1 Rue Louis Philippe, Perret, 76600 Le Havre, France"},
{"hotel_name": "Best Western ARThotel", "url_hotel": "https://www.booking.com/hotel/fr/art.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=4eb64314f91be76a671cda0db9836ca7&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.49119365647614,0.10646089911460876", "score": "8.1", "text_description": "Le Best Western Art Hotel est situé au cœur du quartier du Perret au Havre, à seulement 10 minutes à pied de la plage. En voiture, vous pourrez rejoindre les principales destinations de Normandie comme Honfleur en 20 minutes, Étretat en 30 minutes et Deauville en 40 minutes.\n\nDécorées dans un style contemporain par divers artistes, toutes les chambres disposent d'une connexion Wi-Fi gratuite, d'une télévision à écran plat, d’une station d'accueil pour iPod et d'une salle de bains privative.\n\nChaque matin, vous pourrez déguster un petit-déjeuner buffet en chambre ou dans la salle à manger. Vous apprécierez de vous détendre au bar de l'Art Hotel.\n\nSeul le petit-déjeuner buffet est servi tous les jours dans la salle à manger.", "address": "147 Rue Louis Brindeau, Perret, 76600 Le Havre, France"},
{"hotel_name": "Best Western Plus Le Havre Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/hotelterminuslehavre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=8953e3a7694d4211d7724da45c1f95ba&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.49334356904791,0.1243177056312561", "score": "8.4", "text_description": "Situé dans le centre du Havre, à seulement 10 minutes de route de la plage, le Best Western Plus Le Havre Centre Gare est un hôtel design 4 étoiles doté d'une connexion Wi-Fi gratuite.\n\nLes chambres disposent d'une salle de bains privative et d'une télévision par satellite à écran plat. Leur salle de bains privative est pourvue d'une baignoire ou d'une douche et d'un sèche-cheveux.\n\nLe Best Western at Le Havre Centre Gare sert un petit-déjeuner buffet tous les matins. L'établissement possède également un bar.\n\nHonfleur se trouve à seulement 20 minutes de route du Best Western at Le Havre Centre Gare et les villes balnéaires de Trouville et Deauville sont à 45 minutes en voiture. La gare du Havre, située en face de l'établissement, offre un accès direct à Paris.\n\nUne offre traiteur signée Boco est disponible à tout moment de la journée : des plats équilibrés et variés préparés par des chefs étoilés à savourer dans notre bar ou dans votre chambre.", "address": "23, Cours De La République, 76600 Le Havre, France"},
{"hotel_name": "Résidence Hôtelière de l'Estuaire", "url_hotel": "https://www.booking.com/hotel/fr/residence-hoteliere-de-l-estuaire.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=27f4e4c1bb4b010d8d1e77392b7042fe&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.4955557,0.116636999999969", "score": "6.8", "text_description": "Dotée d'une connexion Wi-Fi gratuite, la Résidence Hôtelière de l'Estuaire est située au Havre, à 500 mètres de l'église Saint-Michel. Vous pourrez vous détendre dans le jardin ou sur la terrasse.\n\nCertaines chambres offrent une vue sur le jardin ou la ville. Il dispose également d'une télévision à écran plat.\n\nLa Résidence Hôtelière de l'Estuaire se trouve à 700 mètres de l'appartement témoin Perret et à 600 mètres de l'hôtel de ville du Havre. L'aéroport de Deauville-Normandie, le plus proche, est à 33 km.", "address": "92 Rue Anatole France, 76600 Le Havre, France"},
{"hotel_name": "JOST Hôtel Le Havre Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/jost-le-havre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=f8dad8af0ad4259b62aaba42348bfc6c&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.493988,0.1227326", "score": "8.6", "text_description": "Situé au Havre, à moins de 2,3 km de la plage, le JOST Hôtel Le Havre Centre Gare propose un service d'enregistrement et de départ rapides, des chambres non-fumeurs, une terrasse, une connexion Wi-Fi gratuite dans l'ensemble de ses locaux et un bar. Il se trouve à environ 2,3 km de l'église Saint-Joseph, à 23 km du musée d'ethnographie et d'art populaire normand et du vieux port de Honfleur. Il propose des animations en soirée et une réception ouverte 24h/24.\n\nUn petit-déjeuner buffet, continental ou végétarien est servi sur place. Le restaurant de l'hôtel sert une cuisine chinoise, française et indienne. Des plats végétariens et halal sont également disponibles sur demande.\n\nVous pourrez jouer aux fléchettes sur place.\n\nVous séjournerez à proximité du Volcan, de l'église Saint-Michel et de l'appartement témoin Perret.", "address": "25 Rue Lesueur, 76600 Le Havre, France"},
{"hotel_name": "Mercure Le Havre Centre Bassin Du Commerce", "url_hotel": "https://www.booking.com/hotel/fr/mercure-bassin-du-commerce.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=c52ecd72b89b5ab2e2a43d47dd2668e9&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.49033645268655,0.11681288480758668", "score": "8.0", "text_description": "Le Mercure Le Havre Centre Bassin Du Commerce se trouve dans le centre-ville du Havre, en face du Bassin du Commerce et à proximité du port ferry. Il propose des chambres climatisées dotées d'une télévision par satellite à écran LCD et d'une connexion Wi-Fi.\n\nDurant votre séjour, vous pourrez vous détendre avec un verre et une collation au bar et déguster une cuisine locale et moderne dans le restaurant de l'hôtel, Happy Dock.\n\nLe Mercure Le Havre Bassin Centre du Commerce est situé dans la ville historique, à 800 mètres de la cathédrale Notre-Dame et du Muséum d'histoire naturelle du Havre. Honfleur et Deauville sont respectivement à 24 et 42 km.", "address": "Chaussée Georges Pompidou, 76600 Le Havre, France"},
{"hotel_name": "Ibis Budget Le Havre Les Docks", "url_hotel": "https://www.booking.com/hotel/fr/ibis-budget-le-havre-centre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=40b70e69ae4eb56f4727431d7c96c9d4&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.49424468286882,0.14285242609787474", "score": "8.3", "text_description": "L'Ibis Budget Le Havre Les Docks est situé au Havre, à 4,4 km de la salle de spectacles Le Volcan. Il met gratuitement à votre disposition une connexion Wi-Fi dans l'ensemble de ses locaux et un parking privé sur place.\n\nLes chambres comprennent la climatisation, une télévision, un bureau ainsi qu'une salle de bains privative avec douche, articles de toilette gratuits et toilettes séparées.\n\nUn petit-déjeuner buffet vous sera servi tous les jours sur place. Dans les environs, vous trouverez également des restaurants.\n\nL'Appartement témoin Perret se trouve à 4,4 km de l'Ibis Budget Le Havre Les Docks, tandis que l'église Saint-Michel est à 5 km. En voiture, vous rejoindrez Honfleur en 20 minutes et Étretat en 30 minutes.", "address": "36 Rue Du Dr Piasceki , 76600 Le Havre, France"},
{"hotel_name": "ibis Le Havre Centre", "url_hotel": "https://www.booking.com/hotel/fr/hotelibislehavre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=b931d017032ba84a4af3563f77b1d408&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.4916414175279,0.11876016855239868", "score": "8.0", "text_description": "L'ibis Le Havre Centre est situé dans le centre-ville du Havre, à proximité de la gare SNCF, du port ferry et du centre du commerce international. Une connexion Wi-Fi gratuite est disponible.\n\nLes chambres disposent d'une salle de bains privative, d'une télévision par satellite et de matériel de repassage.\n\nUn petit-déjeuner buffet, composé de plats sucrés et salés, comme des œufs, de la salade de fruits, des yaourts et des jus, est servi chaque matin. Des viennoiseries cuites sur place, des madeleines fraîches ainsi qu'une boisson chaude et un fruit à emporter sont aussi proposés. Vous pourrez par ailleurs déguster un petit-déjeuner plus léger à partir de 4h00.\n\nDepuis l'ibis Le Havre Centre, vous rejoindrez facilement les autoroutes A29 et A131. Honfleur se trouve à 23 km, tandis que Deauville vous attend à 40 km. Enfin, vous pourrez profiter d'un espace de stationnement et d'une salle de réunion sur place.", "address": "Rue 129ème R. I. - Parking: 120 Rue Jules Siegfried, Perret, 76600 Le Havre, France"},
{"hotel_name": "Hôtel Richelieu, Le Havre Centre-Ville", "url_hotel": "https://www.booking.com/hotel/fr/le-richelieu-le-havre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=b931d017032ba84a4af3563f77b1d408&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.48881104581307,0.10760217905044556", "score": "7.8", "text_description": "Le Citotel Le Richelieu est situé entre la mairie et la cathédrale, au cœur du Havre, à seulement 10 minutes à pied de la plage et à 24 km d'Honfleur. Toutes les chambres se trouvent aux étages supérieurs et disposent d'une télévision par satellite, d'une salle de bains privative et d'une connexion Wi-Fi gratuite.\n\nUn petit-déjeuner est servi tous les jours dans la salle à manger. L'hôtel met également gratuitement des journaux à votre disposition.\n\nL'embarcadère des ferries est accessible à seulement 500 mètres. L'hôtel est situé à proximité de divers restaurants, théâtres et cinémas et à 44 km de Deauville.", "address": "132 rue de Paris, Perret, 76600 Le Havre, France"},
{"hotel_name": "Hotel de Charme La Bonne Adresse - Logis de France", "url_hotel": "https://www.booking.com/hotel/fr/des-phares.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=b931d017032ba84a4af3563f77b1d408&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.50318944974505,0.08882135152816772", "score": "8.5", "text_description": "Situé à seulement 150 mètres des plages du Havre, l'Hotel de Charme La Bonne Adresse - Logis de France se trouve dans un quartier résidentiel de Sainte-Adresse. Il propose des chambres avec salle de bains privative et une connexion Wi-Fi gratuite.\n\nLes chambres de l'Hotel de Charme La Bonne Adresse - Logis de France sont équipées d'un téléphone, d'une télévision à écran plat et d'une salle de bains privative. Chaque chambre dispose d'un plateau de courtoisie avec du thé et du café et certaines donnent sur la mer.\n\nVous pourrez vous détendre sur la terrasse de l'hôtel ou dans la cour.\n\nL'Hotel de Charme La Bonne Adresse - Logis de France se trouve à 2 minutes en voiture du centre du Havre. L'hôtel se trouve à 35 minutes de route de Deauville et à 20 minutes de Honfleur et d'Étretat.\n\nHôtel entièrement rénové en 2021 en gardant le style maison familiale. Venez découvrir la nouvelle décoration.", "address": "29 Rue Du Général De Gaulle, Sainte-Adresse, 76310 Le Havre, France"},
{"hotel_name": "Eklo Hotels Le Havre", "url_hotel": "https://www.booking.com/hotel/fr/eklo-hotels-le-havre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=1afb8b9b425dfcec17d4c74f63cc5714&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.51986370502591,0.11632613638460043", "score": "6.5", "text_description": "Eklo Hotels Le Havre is a modern-style hotel located in Le Havre. You will find a 24-hour front desk, a shared kitchen and dining room. Guests can enjoy a terrace at the property.\n\nThe small soundproofed rooms at Eklo Hotels Le Havre have a walk-in shower, a toilet and a mirror. They feature a flat-screen TV.\n\nA self-service continental breakfast is available daily at an extra cost. Private parking is available on site and other services (toiletries and late check-out) are available at the hotel for an extra fee.\n\nAndré Malraux Modern Art Museum is located 5 km away and the Docks Oceane Shopping Centre is 4 km from the hotel and Le Grand Cap Shopping Centre is a 2-minute walk away. Deauville is 46 km from the hotel and Honfleur is 28 km away. A Tramway Metro Station can be found in front of the hotel and leads directly to the Train Station or to the beach.\n\nEklo Le Havre is labeled Clef Verte, the first tourist eco-label.", "address": "466 Avenue du Bois au Coq, 76600 Le Havre, France"},
{"hotel_name": "All Suites Appart Hotel Le Havre", "url_hotel": "https://www.booking.com/hotel/fr/all-suites-appart-le-havre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=1afb8b9b425dfcec17d4c74f63cc5714&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.488691,0.12592899999999999", "score": "8.5", "text_description": "Situé au Havre, à 2,8 km de la plage, l'All Suites Appart Hotel Le Havre propose des hébergements avec une terrasse et un parking privé. Cet appart'hôtel 3 étoiles dispose d'une réception ouverte 24h/24 et d'un ascenseur. Il propose un sauna, une connexion Wi-Fi gratuite dans l'ensemble de ses locaux et des chambres familiales.\n\nLes logements comprennent une télévision par câble à écran plat, une cuisine, un coin repas, un coffre-fort ainsi qu'une salle de bains privative pourvue d'une douche à l'italienne et d'un sèche-cheveux. Tous les logements sont insonorisés. Le linge de lit et les serviettes de toilette sont fournis.\n\nCet appart'hôtel sert un petit-déjeuner buffet ou continental. Vous trouverez un café, un bar et un salon.\n\nVous pourrez jouer au billard sur place.\n\nVous séjournerez à proximité du Volcan, de l'appartement témoin Perret et de l'église Saint-Michel.", "address": "5-7 Place Armand Frémont, 76600 Le Havre, France"},
{"hotel_name": "Hotel Spa Le Pasino", "url_hotel": "https://www.booking.com/hotel/fr/pasino.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=1afb8b9b425dfcec17d4c74f63cc5714&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.49117449151481,0.11193662881851196", "score": "8.3", "text_description": "Situé au cœur du Havre, l'Hotel Spa le Pasino dispose d'une piscine intérieure, d'un spa avec un sauna et d'un casino sur place.\n\nLes chambres climatisées comprennent toutes une télévision à écran plat ainsi qu'un lit queen-size. Certaines offrent une vue sur le port. Leur salle de bains privative est pourvue d'un sèche-cheveux et de peignoirs.\n\nChaque matin, un petit-déjeuner buffet est servi. Vous pourrez le prendre dans le confort de votre chambre.\n\nUne connexion Wi-Fi gratuite est accessible dans l'ensemble de l'Hotel Spa le Pasino. Lors de votre séjour, vous pourrez faire de l'exercice dans la salle de sport ou vous détendre dans le jacuzzi du spa.\n\nUn parking privé est disponible gratuitement sur place. La gare du Havre se trouve à 6 minutes de route. Le musée Malraux est accessible à 1 km.", "address": "Place Jules Ferry, Perret, 76600 Le Havre, France"},
{"hotel_name": "Aparthotel Adagio Access Le Havre Les Docks", "url_hotel": "https://www.booking.com/hotel/fr/adagio-access-le-havre-les-docks.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=1afb8b9b425dfcec17d4c74f63cc5714&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.48741929210898,0.1315112120937556", "score": "8.6", "text_description": "L'Aparthotel Adagio Access Le Havre Les Docks vous accueille au Havre, à 100 mètres du centre commercial Docks Vauban et à 3 km du centre-ville. Il propose des chambres et des appartements, dotés d'une connexion Wi-Fi gratuite et desservis par un ascenseur.\n\nChaque hébergement inclut un bureau et une salle d'eau privative.\n\nLes logements sont tous équipés d'une cuisine avec micro-ondes et réfrigérateur. Le petit-déjeuner vous sera servi tous les jours dans le salon commun, et les enfants de 4 à 11 ans en bénéficieront à un tarif réduit. Vous trouverez également plusieurs bars et restaurants à 200 mètres de l'établissement.\n\nPourvu d'un parking privé sur place, l'Aparthôtel Adagio Access Le Havre Les Docks est situé à 1,3 km de la gare du Havre.", "address": "66 Rue de l'aviateur Guerin, 76600 Le Havre, France"},
{"hotel_name": "Hôtel Carmin", "url_hotel": "https://www.booking.com/hotel/fr/carmin.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=1afb8b9b425dfcec17d4c74f63cc5714&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.49493852015591,0.10553956031799316", "score": "8.2", "text_description": "L'Hôtel Carmin est situé dans le centre-ville du Havre, à 700 mètres de la plage HAVRE. Il propose des chambres avec salle de bains privative et connexion Wi-Fi gratuite.\n\nLes chambres du Carmin sont équipées d'un téléphone et d'une télévision à écran plat. Leur salle de bains privative est pourvue d'une baignoire ou d'une douche.\n\nUn petit-déjeuner est servi sur place moyennant des frais supplémentaires et sur réservation préalable.\n\nPlusieurs sites d'intérêt du Havre se trouvent à proximité du Carmin Hotel, notamment la cathédrale Saint-Joseph et l'hôtel de ville. Vous trouverez également un certain nombre de restaurants à quelques pas.", "address": "15, Rue Georges Braque, Perret, 76600 Le Havre, France"},
{"hotel_name": "LOGIS HOTEL - La Petite Rade", "url_hotel": "https://www.booking.com/hotel/fr/les-voiles-sur-le-front-de-mer.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9sZSBoYXZyZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ5OWJhZDZjZS0wODdiLTQ1ZTYtYTQ3Ny0yOTIwY2E5MDI2YmPYAgXgAgE&sid=1afb8b9b425dfcec17d4c74f63cc5714&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=d3495a47d7b505dd&type=total&ucfs=1&", "hotel_coordinates": "49.50238471218267,0.08598089218139648", "score": "8.6", "text_description": "Installé au Havre, à quelques pas de la côte, l'établissement LOGIS HOTEL - La Petite Rade offre une vue panoramique sur la mer et dispose d'un accès direct à la plage ainsi que d'une connexion Wi-Fi gratuite.\n\nTous les hébergements de l'établissement LOGIS HOTEL - La Petite Rade incluent une télévision par satellite à écran plat et une salle de bains privative. Vous bénéficierez gratuitement d'un plateau de courtoisie avec du thé, du café et des collations.\n\nVous pourrez déguster un petit-déjeuner buffet chaque matin dans la salle à manger ou dans l'intimité de votre chambre. Vous profiterez également de tarifs réduits dans plusieurs restaurants voisins et dans un bar situé dans le bâtiment de l'établissement.\n\nEn voiture, Le Front de Mer est à 20 minutes de Honfleur et d'Étretat ainsi qu'à 40 minutes de Trouville-sur-Mer et de Deauville.", "address": "3 Place Clemenceau, Sainte-Adresse, 76310 Le Havre, France"}
]