[
{"hotel_name": "Hotel Abbatial Saint Germain", "url_hotel": "https://www.booking.com/hotel/fr/abbatial-st-germain.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.84969517052631,2.350545823574066", "score": "8.5", "text_description": "Situated in the Parisian Latin Quarter, Hotel Abbatial offers ensuite accommodation. It is just 500 metres from the Notre Dame Cathedral and is close to Ile Saint Louis.\n\nAll the rooms at Hotel Abbatial are air-conditioned. They come with a satellite TV, a minibar and free Wi-Fi access.\n\nEvery morning a daily buffet breakfast is served. Guests can enjoy this in the dining room or in the comfort of their own room.\n\nThe metro station Maubert Mutualite is 200 metres from the hotel providing good access to the city’s top tourist attractions.", "address": "46 Bld St Germain, 5th arr., 75005 Paris, France"},
{"hotel_name": "YOOMA Urban Lodge Tour Eiffel", "url_hotel": "https://www.booking.com/hotel/fr/yooma-urban-lodge.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.8507932,2.28433289999998", "score": "8.6", "text_description": "Located in the 15th District in Paris, 1.1 km from the Eiffel Tower, YOOMA Urban Lodge Tour Eiffel has been designed with Daniel Buren's help and features a restaurant, a lounge bar and free WiFi throughout the property.\n\nEach room at this hotel is air conditioned and is fitted with a flat-screen TV. They all come with a private bathroom with rainfall shower. Each part of the room is designed so that each guest enjoy privacy and sharing. Some rooms feature beds as well as pods, that are designed by Ora Ito and that offer space, intimacy and digital connection.\n\nThe restaurant gathers seasonal products and vegetables growing on the property's roof and guests can also participate to cooking classes on site. Guests can enjoy a drink at the lounge bar or discover artistic works in the lobby. A fitness centre and a sauna are also provided at YOOMA Urban Lodge Tour Eiffel.\n\nParis Expo - Porte de Versailles is 2 km from YOOMA Urban Lodge Tour Eiffel, while Parc des Princes is 2.4 km away. The nearest airport is Paris - Orly Airport, 15 km from YOOMA Urban Lodge Tour Eiffel. Private parking is available on site.", "address": "51 Quai de Grenelle, 15th arr., 75015 Paris, France"},
{"hotel_name": "Novotel Paris Les Halles", "url_hotel": "https://www.booking.com/hotel/fr/novotel-paris-les-halles.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.86071368376858,2.346527874469757", "score": "8.3", "text_description": "Our hotel is renovating and developing to improve your experience! Every change is carefully thought out to ensure you have a pleasant stay in comfortable, welcoming surroundings.\n\nThe Novotel Paris Les Halles is situated in the heart of Paris. From this hotel, you can go shopping in the nearby districts of Rue de Rivoli, Boulevard Haussmann or Rue du Faubourg Saint-Honore. There are 5 metro lines and 3 RER lines located within a short walk of the hotel.\n\nThe Louvre Museum, the Notre Dame Cathedral, the Marais district and the Georges Pompidou Museum are all a 10-minute walk away.\n\nGuest rooms are spacious and equipped with private bathrooms, flat-screen TV with satellite channels, internet connection and air conditioning. Rooms are non-smoking.\n\nGuests can enjoy meals or cocktails on the patio of the hotel. It serves traditional French cuisine at the hotel's restaurant or in the lounge bar. Breakfast is free for up to 2 children under 16 years old.\n\nThe hotel offers numerous services to satisfy its guests such as free WiFi and a fitness center. Public parking can be accessed nearby at a reduced rate.", "address": "8 Place Marguerite de Navarre, 1st arr., 75001 Paris, France"},
{"hotel_name": "Novotel Paris Centre Tour Eiffel", "url_hotel": "https://www.booking.com/hotel/fr/novotel-paris-tour-eiffel.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "48.85000943612547,2.283277586047916", "score": "7.6", "text_description": "The Novotel Paris Centre Tour Eiffel is within walking distance of the Eiffel Tower in the heart of Paris and is a 10-minute drive to the Parc des Princes Stadium. The hotel features a fitness centre and 2 restaurants serving French and Japanese cuisine.\n\nThe spacious rooms have en suite facilities and are contemporary in style. Free WiFi access is provided throughout.\n\nThe Novotel Paris Centre Tour Eiffel has 2 restaurants, Greem and Benkay. Overlooking the Seine, Greem serves local, organic and homemade produce. The Benkay serves Japanese dishes.\n\nFitness Center Paris Eiffel has an indoor heated swimming pool and a fitness room.\n\nThe Novotel Paris Centre Tour Eiffel offers easy access to the entire city via the nearby public transport network.\n\nThe Novotel Paris Center Tour Eiffel is committed to zero plastic by eliminating plastic bottles.", "address": "61 Quai De Grenelle, 15th arr., 75015 Paris, France"},
{"hotel_name": "Hotel Cluny Square", "url_hotel": "https://www.booking.com/hotel/fr/clunysquareparis.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.85148395768776,2.343434616923332", "score": "8.4", "text_description": "Located in the lively Latin Quarter, this hotel offers elegant guest rooms equipped with a TV, some with a balcony.  It is 110 metres from Cluny - La Sorbonne Metro and RER B Station.\n\nAll soundproofed guest rooms feature a minibar and a refined décor. Some have views over the park or the Eiffel Tower. Private bathrooms include a bath or shower, towel dryer and hairdryer.\n\nA buffet breakfast is served daily from 07:00 until 11:00 in the lounge area at Cluny Square hotel. After breakfast, guests can use the free Wi-Fi access, which is provided throughout the property.\n\nWith a 24-hour reception, Cluny Square hotel also provides a ticket service and dry cleaning.\n\nLuxembourg Garden is 500 metres from the hotel and Notre-Dame Cathedral is a 7-minute walk away.", "address": "21 Boulevard Saint Michel, 5th arr., 75005 Paris, France"},
{"hotel_name": "Motel One Paris-Porte Dorée", "url_hotel": "https://www.booking.com/hotel/fr/motel-one-paris-porte-doree.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.834942,2.410246", "score": "8.6", "text_description": "Located in the 12th district of Paris, Motel One Paris-Porte Dorée provides a garden and an on-site bar. The property is located a 6-minute walk from Porte Dorée Metro Station, 4 km from Opéra Bastille and 6 km from Notre Dame Cathedral.\n\nThe air-conditioned rooms feature a desk and a flat-screen TV. They also have a private bathroom with a shower, a hairdryer and free toiletries. All rooms are serviced by a lift and free WiFi is available throughout the property.\n\nA buffet breakfast is served daily at the property, which includes organic and fair trade produce.\n\nThere is a 24-hour front desk and a luggage storage at the property.\n\nLouvre Museum  and Pompidou Centre are 6 km from Motel One Paris-Porte Dorée, while Place de la République is 5.4 km away. Paris - Orly Airport is 12 km from the property.", "address": "295 Avenue Daumesnil, 12th arr., 75012 Paris, France"},
{"hotel_name": "Mercure Paris Centre Tour Eiffel", "url_hotel": "https://www.booking.com/hotel/fr/mercure-paris-suffren-tour-eiffel.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.85520781869082,2.29221448302269", "score": "7.5", "text_description": "This Paris hotel is located just a 2-minute walk from the Eiffel Tower, near Trocadéro and the River Seine. The hotel offers a fitness centre, a bar and is only 4.5 km from the Parc des Princes Stadium.\n\nThe air-conditioned guest rooms at the Mercure Paris Centre Tour Eiffel are equipped with satellite TV and private bathrooms.\n\nAn American or buffet breakfast is offered daily and can be enjoyed on the terrace. Le Jardin restaurant serves a traditional French dinner and carefully selected wines.\n\nThe Mercure Paris Centre Tour Eiffel is 2 minutes from Bir Hakeim Metro station. Avenue Champs-Elysées, the Arc de Triomphe and the Branly Museum are also nearby.", "address": "20 Rue Jean Rey, 15th arr., 75015 Paris, France"},
{"hotel_name": "Angleterre Hotel", "url_hotel": "https://www.booking.com/hotel/fr/angleterre-paris.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.884102983800574,2.3487845062663837", "score": "7.5", "text_description": "Angleterre Hotel is located just a 5-minute walk from the Gare du Nord SNCF Train Station and a 10-minute walk from Montmartre. It offers free Wi-Fi access.\n\nEach guest room at the Angleterre has simple decor, satellite TV and a private bathroom. All rooms are accessible by a lift.\n\nGuests can enjoy a continental breakfast every morning in the hotel dining room. A 24 hours front desk is available.\n\nThe hotel Angleterre is a 10-minute walk from the Gare de l’Est Train Station and just 120 metres from Barbes-Rochechouart Metro Station, which gives direct access to the Pere Lachaise and Chatelet.\n\nRoissy Charles de Gaulles Airport is a 20 minute drive away.", "address": "6 rue Bervic, 18th arr., 75018 Paris, France"},
{"hotel_name": "Millésime Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/millesime-paris.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.85511119594,2.3350393027067184", "score": "9.2", "text_description": "Located in a 17th century building in the heart of the Saint-Germain-des-Prés district, just a 10-minute walk from The Louvre, this hotel offers air-conditioned guestrooms and a courtyard garden.\n\nGuest rooms at Millésime Hôtel feature bed linen by Pierre Frey and each room is equipped with free WiFi and a TV.  Some rooms offer views of Saint-Germain-des-Prés Church.\n\nBreakfast is served each morning in the hotel’s breakfast room with an arched ceiling or in guests’ rooms upon request. Breakfast can also be enjoyed in the courtyard when the weather is nice.\n\nThe reception desk at Millésime Hôtel is open 24 hours a day and a concierge service is available. Free newspapers and a computer with internet access are offered in the hotel lobby. A 4G smartphone is at disposal at the reception, offering free calls to Europe and North America.\n\nMetro Station Saint-Germain-des-Prés is located 350 metres from the hotel and offers direct access to the Montmartre district. Notre-Dame is a 15-minute walk away.", "address": "15 Rue Jacob, 6th arr., 75006 Paris, France"},
{"hotel_name": "Elysées Union", "url_hotel": "https://www.booking.com/hotel/fr/elyseesunion.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.86834942199345,2.291765883564949", "score": "8.4", "text_description": "Set in a 19th-century building in Paris, Elysées Union features an interior garden and offers air-conditioned rooms and apartments. It is located just a 12-minute walk from the Eiffel Tower.\n\nSatellite TV is included in each soundproofed room and apartment. Guest rooms have a classic décor and a private bathroom with a hairdryer. Kitchenettes in the apartment include a microwave and fridge.\n\nA continental breakfast is served every morning in the breakfast room at Elysées Union. Guests can enjoy a drink in the hotel bar lounge.\n\nWith a 24-hour reception, Elysées Union operates a ticket service for shows, trains and airlines.\n\nThe Arc de Triomphe and the Champs Elysées with its luxury boutiques is a 12-minute walk from the hotel. Iéna Metro Station is just 130 metres away, providing direct access to Galeries Lafayette.", "address": "44, Rue de l'Amiral Hamelin, 16th arr., 75016 Paris, France"},
{"hotel_name": "Princesse Caroline", "url_hotel": "https://www.booking.com/hotel/fr/princesse-caroline.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.87565764212854,2.295685261487961", "score": "8.6", "text_description": "The Princesse Caroline is located 200 metres from the Arc de Triomphe and the Champs-Elysees in Paris. It offers soundproofed rooms with air conditioning, satellite TV, free Wi-Fi and a private bathroom.\n\nA buffet breakfast is served daily in the dining area. Hotel Princesse Caroline also provides a 24-hour reception and a lounge bar with free Wi-Fi access.\n\nPrincesse Caroline is a 2-minute walk from Charles de Gaulle-Etoile Metro and RER station. It offers direct access to Le Louvre and the Montmartre district.", "address": "1Bis Rue Troyon, 17th arr., 75017 Paris, France"},
{"hotel_name": "Hotel des Grandes Ecoles", "url_hotel": "https://www.booking.com/hotel/fr/des-grandes-ecoles.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.8452486,2.35007310000003", "score": "8.8", "text_description": "Providing free WiFi throughout, Hotel des Grandes Ecoles is set in Paris, in the 5th arr. District. Located around 900 metres from Notre Dame Cathedral, the hotel is also 1.6 km away from Opéra Bastille. Guests can make use of a garden.\n\nAt the hotel, every room is equipped with a wardrobe and a private bathroom with a hairdryer.\n\nA continental breakfast is served every morning at the property.\n\nThe accommodation can conveniently provide information at the reception to help guests to get around the area.\n\nPompidou Centre is 1.7 km from Hotel des Grandes Ecoles, while Louvre Museum is 1.9 km from the property. The nearest airport is Paris - Orly Airport, 13 km from the hotel.", "address": "75 Rue du Cardinal Lemoine, 5th arr., 75005 Paris, France"},
{"hotel_name": "Hotel Muguet", "url_hotel": "https://www.booking.com/hotel/fr/muguet.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.85569445920811,2.308852896094322", "score": "9.0", "text_description": "Located in central Paris, Hotel Muguet is just 2 minutes from Hotel des Invalides and 500 metres from the Champ de Mars. It offers modern-style rooms with an LCD TV.\n\nAll of the rooms at Hotel Muguet have a telephone and a wake up service. Each has a private bathroom with amenities and a hairdryer. A lift services all of the rooms and some have views of the Eiffel Tower.\n\nThe hotel serves a daily continental breakfast in the dining room. Other facilities include a 24-hour front desk, a newspaper ordering service and free Wi-Fi access.\n\nLa Tour Maubourg Metro Station is a 3-minute walk away providing direct access to Place de la Concorde and Opéra Garnier theatre. Guests may choose to walk to the Eiffel Tower, 15 minutes away.", "address": "11 Rue Chevert, 7th arr., 75007 Paris, France"},
{"hotel_name": "Résidence Louvre - Bellan", "url_hotel": "https://www.booking.com/hotel/fr/edgar-suites-louvre-bellan.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.866754,2.34491", "score": "8.5", "text_description": "Located in Paris, Résidence Louvre - Bellan provides city views and free WiFi, 1.1 km from Pompidou Centre and 1.5 km from Sainte-Chapelle.\n\nEach unit comes with a fully equipped kitchen with a dishwasher, a seating area with a sofa, a flat-screen TV, a washing machine, and a private bathroom with shower and a hairdryer. A microwave, a fridge and oven are also featured, as well as a kettle and a coffee machine.\n\nOpéra Garnier is 1.4 km from the apartment, while Louvre Museum is 1 km away. The nearest airport is Paris - Orly, 18 km from Résidence Louvre - Bellan, and the property offers a paid airport shuttle service.", "address": "34 Rue Léopold Bellan, 2nd arr., 75002 Paris, France"},
{"hotel_name": "Hôtel Albe Saint Michel", "url_hotel": "https://www.booking.com/hotel/fr/hotelalbe.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.85309928259585,2.3446784913539886", "score": "8.6", "text_description": "Hôtel Albe Saint Michel is centrally located in the heart of Paris’ Latin Quarter, a very lively and animated quarter. It is 5 minutes from Notre Dame Cathedral and the chic Saint-Germain-des-Prés district.\n\nGuestrooms at Hôtel Albe Saint Michel are air-conditioned and have a modern décor featuring large prints and motifs. Each has en suite facilities, a minibar and a flat-screen TV with satellite channels.\n\nA continental breakfast of fresh pastries and fruit is served in guest rooms or in the brightly-lit dining area that looks out onto the street. Additional facilities include a 24-hour desk with a concierge service.\n\nThe Hôtel Albe Saint Michel is situated just 200 metres from Saint-Michel Metro and RER Station, leading directly to Charles-de-Gaulle Airport. The Louvre Museum and the Sorbonne University are a 10-minute walk away.", "address": "1 Rue de la Harpe, 5th arr., 75005 Paris, France"},
{"hotel_name": "Hotel CIS Paris Kellermann", "url_hotel": "https://www.booking.com/hotel/fr/ra-c-sidence-cisp-kellermann.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.81982780000001,2.3566895999999815", "score": "7.4", "text_description": "Located 300 metres from Porte d’Italie and a 15-minute walk from Parc de Montsouris, Hotel CIS Paris Kellermann offers rooms with a small private bathroom (cabin style). Free WiFi is available in the public areas and in the rooms, guests can park in a free private car park (subject to availability), which is not monitored by CCTV.\n\nThe rooms at Hotel CIS Paris Kellermann are simply decorated, and most were renovated in 2019. Some are suitable for disabled guests.\n\nGuests can enjoy a free of charge continental breakfast every morning.\n\nOther facilities include a seating area with vending machines and 24-hour front desk. Guests can also store their luggage on site.\n\nThe hotel is situated a few minute walk from Porte d’Italie Tramway Station which provides direct access to Cité Universitaire and Parc des Expositions Porte de Versailles. It is a 20-minute walk from Saint-Anne Hospital. AccorHotels Arena is located 3 km from the property.", "address": "17 boulevard Kellermann, 13th arr., 75013 Paris, France"},
{"hotel_name": "Familia Hotel", "url_hotel": "https://www.booking.com/hotel/fr/familia-paris.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.847657578796436,2.3516091363845817", "score": "8.5", "text_description": "Situated in the heart of the Latin Quarter, Familia Hotel is located just 600 metres from Notre Dame Cathedral and a 3-minute walk from Maubert - Mutualité Metro Station (line 10). It provides free Wi-Fi, a 24-hour front desk and a vending machine.\n\nThe elegant rooms here will provide you with a flat-screen TV and air conditioning. The private bathrooms come with bath or shower and a hairdryer. Extras include a safety deposit box. Some rooms have a views of Notre Dame Cathedral.\n\nBreakfast is served every morning and several restaurants can be found in the surrounding area.\n\nThe Luxembourg Gardens and Saint Michel fountains are a 15-minute walk away. Saint-Michel - Notre-Dame RER Station is just 750 metres away and gives direct access to Charles De Gaulle Airport, which is 23 km from Familia Hotel.", "address": "11 Rue des écoles, 5th arr., 75005 Paris, France"},
{"hotel_name": "Hotel Campanile Paris-Bercy Village", "url_hotel": "https://www.booking.com/hotel/fr/parisbercyvillage.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "48.83512358340268,2.38760747014112", "score": "7.8", "text_description": "The Campanile is located in the Bercy district of Paris, just 2 minutes from the shops, cinema and restaurants of Bercy Village. It offers soundproofed accommodation with satellite TV.\n\nEach air-conditioned guest room at the Hotel Campanile Paris-Bercy Village is equipped with tea and coffee facilities. The private bathrooms feature a hairdryer and a shower.\n\nAn American breakfast buffet is served each morning and the hotel bar is open from monday to saturday between 17:00 and 24:00.\n\nFront desk is open 24 hours and free Wi-Fi access is available in the entire Hotel Campanile Paris-Bercy Village.\n\nThe Paris Bercy Campanile Hotel is a 5-minute walk from the Palais Omnisport. It is just 350 metres from Cour Saint-Emilion Station, which provides direct access to the Louvre Museum and the Opera Garnier. Limited parking is available with an extra cost from 12:00 to 12:00 the next day.", "address": "17 Rue Baron Le Roy, 12th arr., 75012 Paris, France"},
{"hotel_name": "ibis Paris Bercy Village", "url_hotel": "https://www.booking.com/hotel/fr/ibis-paris-bercy-village.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "48.832466,2.386782100000005", "score": "8.2", "text_description": "The ibis Paris Bercy Village is located in the lively Bercy Village area, just 100 metres from Cour Saint-Emilion Metro Station and a 10-minute walk from AccorHotels Arena. It offers air-conditioned rooms with free Wi-Fi access.\n\nEach room includes a flat-screen TV with satellite channels and a private bathroom with a shower and a hairdryer.\n\nA buffet breakfast composed of sweet and savoury dishes such as eggs, fruit salad,appel sauce, salted cold and hot meal such as local ham and cheese, scrambled eggs served every morning, yogurts and juices is served every day. Pastries baked on site and fresh French Madeleine cakes are also on offer, as well as a hot beverage,detox juice and a piece of fruit to take away. Outside of regular breakfast hours guests can also enjoy a lighter option composed of a juice, a hot beverage and french pastries from 4 am, available from 04:00. You can enjoy pizza or pasta dishes at the on-site restaurant.\n\n- The restaurant \"le District B\" welcome guests all day long for lunch and diner.\n- Guests can envoy our signature cocktails at the bar on our terraces.\n\nYou will find a choice of shops, restaurants in the Bercy Village area, as well as a cinema. Gare de Lyon Train Station is a 20-minute walk away. The metro will take you directly to the historical heart of Paris within 10 minutes.", "address": "19 Place Des Vins De France, 12th arr., 75012 Paris, France"},
{"hotel_name": "Les Jardins Du Luxembourg", "url_hotel": "https://www.booking.com/hotel/fr/les-jardins-du-luxembourg.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.84565783628626,2.340771574205064", "score": "8.9", "text_description": "Featuring free WiFi throughout the property, Les Jardins Du Luxembourg offers accommodation in Paris, 1.2 km from Notre Dame Cathedral. Guests can enjoy the on-site bar.\n\nRooms are fitted with a flat-screen TV. For your comfort, you will find free toiletries and a hairdryer.\nYou will find a 24-hour front desk at the property.\n\nBoth Louvre Museum and Pompidou Centre are 2.1 km from Les Jardins Du Luxembourg. The nearest airport is Paris - Orly Airport, 14.6 km from Les Jardins Du Luxembourg.", "address": "5 Impasse Royer-Collard, 5th arr., 75005 Paris, France"},
{"hotel_name": "Hotel Restaurant Au Boeuf Couronné", "url_hotel": "https://www.booking.com/hotel/fr/restaurant-au-boeuf-couronne.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.8879856,2.39104090000001", "score": "8.1", "text_description": "Hotel Restaurant Au Boeuf Couronné offers pet-friendly accommodation with free WiFi in Paris, a 3-minute walk from the Parc de la Villette. Guests can enjoy the on-site restaurant and bar.\n\nThe air-conditioned rooms include a flat-screen TV with satellite channels. They also have a private bathroom with a shower, free toiletries and a hairdryer. All rooms are serviced by a lift.\n\nAn American breakfast is served daily at the property. You will find a terrace, a 24-hour front desk and a luggage storage on site..\n\nPorte de Pantin Metro Station is a 1-minute walk from Hotel Restaurant Au Boeuf Couronné, while the Parc des Buttes-Chaumont is 1 km away. Les Docks de Paris Event Venue is 3.5 km away and the nearest airport is Paris - Orly Airport, 22 km from the property.", "address": "188 Avenue Jean Jaurès, 19th arr., 75019 Paris, France"},
{"hotel_name": "Novotel Paris Porte Versailles", "url_hotel": "https://www.booking.com/hotel/fr/novotel-paris-pte-versailles.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "48.830077,2.292245", "score": "8.4", "text_description": "Novotel Paris Porte Versailles features air-conditioned rooms with satellite flat-screen TV in the 15th arr. District of Paris. Among the facilities of this property are a restaurant, a 24-hour front desk and room service, along with free WiFi throughout the property.\n\nAt the hotel, each room comes with a yoga mat, digital library and a meditation app. Featuring a private bathroom with a bath or shower and a hairdryer, rooms at Novotel Paris Porte Versailles also offer a city view.\n\nGuests at the accommodation can enjoy a breakfast. From 19:00 to 22:30 on weekdays, room service meals prepared by the chef are available. The rest of the tme, a selection of to-go meals are available.\n\nNovotel Paris Porte Versailles offers a terrace.\n\nParis Expo - Porte de Versailles is 100 metres from the hotel, while Rodin Museum is 5 km away. The nearest airport is Paris - Orly Airport, 14 km from Novotel Paris Porte Versailles.", "address": "4 Av De La Porte De La Plaine, 15th arr., 75015 Paris, France"},
{"hotel_name": "Hotel Bastille Speria", "url_hotel": "https://www.booking.com/hotel/fr/bastille-speria.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.853911999430466,2.3674752563238144", "score": "8.7", "text_description": "The Speria Hotel is located in the trendy Marais district, between Bastille and the Vosges Squares. It offers 24-hour reception and modern style accommodations with air conditioning and satellite TV.\n\nThe Bastille Speria provides rooms with en suite facilities, featuring a bathtub and a hairdryer. They have a working area with a desk and a telephone. All rooms are accessible by lift and dry cleaning service is available.\n\nA buffet breakfast is at your disposal every morning and can be served in the comfort of your room. You can also relax in the 2 lounge living-room, and enjoy daily newspapers.\n\nThe multilingual staff welcome you 24/7 and Wi-Fi access is available in the entire Bastille Spéria hotel.\n\nPlace de la Bastille and its famous opera house are just 350 metres from the hotel. You can also walk to the town hall and the Georges Pompidou centre in 20 minutes. Public parking is available nearby.", "address": "1 Rue De La Bastille, 4th arr., 75004 Paris, France"},
{"hotel_name": "Citadines Saint-Germain-des-Prés Paris", "url_hotel": "https://www.booking.com/hotel/fr/citadines-aparthotel-saint-germain-des-pres.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9wYXJpc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ2Zjc3YTM0NC1jMGM1LTRlMzktODIzNy1hYjA1ZGEyZWYwMzjYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=b15f5a479f7d0982&srepoch=1738500623&from=searchresults", "hotel_coordinates": "48.85492633271439,2.3411554098129272", "score": "8.1", "text_description": "Located in the centre of Paris, Citadines Saint-Germain-des-Prés Paris is a 10-minute walk from Notre-Dame Cathedral and 300 metres from Saint-Michel Metro Station. It offers a fitness room and free Wi-Fi access.\n\nThe air-conditioned studios and apartments at this property are serviced by a lift and include satellite TV. Bed linen is supplied. A private bathroom with a bath and a hairdryer is also provided.\n\nA continental breakfast is available daily with a surcharge. Each apartment or studio offers a kitchenette with a microwave, a refrigerator and a toaster. Restaurants and cafés can be found within 300 metres of the property.\n\nThis residence is a 15-minute walk from the Luxembourg Gardens and the Pantheon. The Louvre Museum is 600 metres away and on-site parking is available.", "address": "53 Ter, Quai des Grands Augustins, 6th arr., 75006 Paris, France"}
]