[
{"hotel_name": "Eklo Toulouse", "url_hotel": "https://www.booking.com/hotel/fr/eklo-toulouse.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=b35d2ed1a30414c426b2690701385887&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.603436,1.407623", "score": "8.0", "text_description": "L’établissement Eklo Toulouse se situe à Toulouse, à 800 mètres de ce lieu d’intérêt : Zénith de Toulouse. Il possède un salon commun, une terrasse, un restaurant et un parking privé. Il propose un bar et est installé à 1,8 km de : Amphithéâtre romain de Purpan-Ancely. Vous trouverez sur place des animations en soirée et une cuisine commune.\n\nVous profiterez d'une salle de bains privative et de linge de lit.\n\nL’établissement Eklo Toulouse sert un petit-déjeuner buffet ou continental.\n\nParlant catalan, anglais, espagnol et français, le personnel de la réception se tient 24h/24 à votre disposition pour toute question.\n\nVous séjournerez à respectivement 4,8 km et 14 km de ces lieux d’intérêt : Stadium de Toulouse et Centre de Congrès et d’Exposition Diagora. L'aéroport le plus proche (Aéroport de Toulouse-Blagnac) est à 3 km.", "address": "181 Avenue de Grande Bretagne, 31300 Toulouse, France"},
{"hotel_name": "OVYO Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/ovyo.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=d38dbb92a3e035d2a04e50a9704c7690&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.599365284802,1.441050142328", "score": "8.5", "text_description": "L’établissement OVYO Hôtel est idéalement placé à Toulouse. Il possède un service d'étage, un parking privé ainsi que des hébergements dotés de la climatisation et d’une connexion Wi-Fi gratuite. Cet hôtel 4 étoiles propose une réception ouverte 24h/24 et un service de concierge. Vous pourrez prendre un verre au bar sur place.\n\nTous les hébergements comportent un bureau et une télévision à écran plat. Vous profiterez d'une salle de bains privative dotée d'articles de toilette gratuits et d'un sèche-cheveux.\n\nUn petit-déjeuner buffet, continental et anglais/irlandais complet est servi sur place.\n\nVous séjournerez à proximité de ces lieux d’intérêt : Le Pont Neuf, Métro des Carmes et Métro Saint-Cyprien – République. L’établissement se situe à 8 km de l’aéroport le plus proche (Aéroport de Toulouse-Blagnac) et propose un service de navette aéroport payant.", "address": "22 Descente de la Halle aux Poissons, 31000 Toulouse, France"},
{"hotel_name": "Plaza Hotel Capitole Toulouse", "url_hotel": "https://www.booking.com/hotel/fr/crowne-plaza-toulouse-toulouse.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=c888d1f49bf0a5e83c93f1a74c121784&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.60373648915114,1.4427535235881805", "score": "8.2", "text_description": "Le Plaza Hotel Capitole Toulouse - Anciennement-formerly CROWNE PLAZA) est idéalement situé au cœur de la ville, à 200 mètres de la station de métro Capitole, à 10 km de l'aéroport de Blagnac ainsi qu’à 15 km du parc des expositions et centre de conventions MEETT.\nL'Opéra National du Capitole se trouve à 200 mètres de l'hôtel et le centre de conventions Pierre Baudis est accessible en 10 minutes à pied.\n\nToutes les 162 chambres et suites comprennent un bureau, une télévision à écran plasma ainsi qu’une salle de bains avec baignoire. Elles sont également dotées d’un coffre-fort, d’une connexion Wi-Fi, d’un plateau/bouilloire et de téléphones.\nCertains hébergements offrent une vue sur la place du Capitole.\n\nLe petit-déjeuner buffet continental est servi du lundi au vendredi de 6h30 à 10h30 ainsi que le samedi et le dimanche jusqu'à 11h00.\nLe restaurant-bar L'Atrium est ouvert tous les jours pour le déjeuner et le dîner. Le chef prépare de délicieux plats maison à base de produits frais locaux. Le bar Atrium sert un grand choix de cocktails et de boissons.\n\nLa réception de l'établissement est ouverte 24h/24 et 7j/7 toute l'année. De plus, la connexion Wi-Fi est accessible gratuitement dans tout l’hôtel.\nLa salle de sport, réservée aux clients de l'hôtel, est ouverte tous les jours de 6h30 à 22h00.\n\nVous pourrez rejoindre facilement à pied de nombreux lieux d’intérêt touristiques depuis l'établissement : la cathédrale Saint-Sernin, le couvent des Jacobins, le musée des Augustins et la Garonne.\n\nC'est le quartier de Toulouse préférée des visiteurs, selon des commentaires indépendants.", "address": "7 Place du Capitole, 31000 Toulouse, France"},
{"hotel_name": "Hôtel Une Chambre en Ville", "url_hotel": "https://www.booking.com/hotel/fr/une-chambre-en-ville-toulouse.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=aae30fea2b690a73b27525af903ebf6e&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.615198,1.43922", "score": "8.7", "text_description": "L'Hôtel Une Chambre en Ville bénéficie d'un emplacement privilégié dans le quartier Matabiau de Toulouse, à 4,3 km du parc des expositions de Toulouse, à 5 km du Zénith et du stade de Toulouse. Vous séjournerez à 6 km de l'amphithéâtre Purpan-Ancely, à 1 km du jardin japonais Pierre Baudis et à 1,5 km de la place du Capitole. Une connexion Wi-Fi est disponible gratuitement et un garage privé est disponible moyennant des frais supplémentaires de 25 EUR sur réservation.\n\nLes chambres climatisées comprennent un bureau, une bouilloire, un réfrigérateur, un minibar, un coffre-fort, une télévision à écran plat et une salle de bains privative avec douche. Certaines offrent une vue sur la ville. Le linge de lit et les serviettes sont fournis. Vous pourrez savourer un petit-déjeuner à emporter en chambre ou à l'extérieur.\n\nLe personnel de la réception parle catalan, anglais, espagnol et français. Il se fera un plaisir de vous aider à tout moment.\n\nL'aéroport de Toulouse-Blagnac, le plus proche, est implanté à 9 km.", "address": "67 bis rue des Chalets, 31000 Toulouse, France"},
{"hotel_name": "Hôtel La Chartreuse", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-la-chartreuse.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=60ba64b3b5cd76cab22ae7a444c8b1f5&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.6100905,1.4530465999999933", "score": "8.0", "text_description": "Doté d'une terrasse, d'une bagagerie et d'une connexion Wi-Fi gratuite, l'Hôtel La Chartreuse propose des hébergements à Toulouse, à 140 mètres de la gare de Toulouse-Matabiau et à 10 minutes de marche de la place du Capitole.\n\nToutes les chambres disposent d'une télévision par câble à écran plat. Leur salle de bains privative est pourvue d'une douche et d'articles de toilette gratuits.\n\nUn petit-déjeuner continental est servi tous les matins sur place. Vous trouverez des restaurants et des cafés à moins de 150 mètres.\n\nL'Hôtel La Chartreuse est à 650 mètres de la station de métro Jean-Jaurès et à 8 minutes en voiture de l'autoroute A61. Le jardin botanique Henri Gaussen est à seulement 16 minutes de marche. Vous pourrez garer votre voiture dans les rues voisines.", "address": "4 bis Boulevard Bonrepos, 31000 Toulouse, France"},
{"hotel_name": "Odalys City Toulouse Centre Compans Caffarelli", "url_hotel": "https://www.booking.com/hotel/fr/odalys-city-centre-compans-caffarelli.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=a515d3b1f36ee83d54648f1e2a1731de&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.6090789,1.4274835000000001", "score": "8.8", "text_description": "Situé à 1,6 km du centre de Toulouse, l'Odalys City Toulouse Centre Compans Caffarelli dispose d'un jardin et d'une terrasse. Il propose un service de navette gratuit, une réception ouverte 24h/24 et une connexion Wi-Fi gratuite dans l'ensemble de ses locaux. Cet appart'hôtel propose des chambres familiales ainsi que des équipements pour les personnes à mobilité réduite.\n\nLes logements de cet appart'hôtel disposent de la climatisation, d'une télévision à écran plat avec des services de streaming, d'une cuisine, d'un coin repas, d'un coffre-fort ainsi que d'une salle de bains privative avec douche, sèche-cheveux et articles de toilette gratuits. Un lave-vaisselle, un micro-ondes, un réfrigérateur et une bouilloire sont également fournis. Le linge de lit et les serviettes de toilette sont fournis.\n\nUn petit-déjeuner buffet et continental composé de viennoiseries fraîches, de crêpes et de fruits est servi tous les jours.\n\nLors de votre séjour dans cet appart'hôtel, vous pourrez pratiquer diverses activités à Toulouse et dans ses environs, telles que des visites à pied. Vous pourrez également vous détendre dans le coin salon commun.\n\nVous séjournerez à proximité du jardin japonais Pierre Baudis, de la station de métro Compans Caffarelli et de la station de métro Saint-Cyprien République. L'aéroport de Toulouse-Blagnac est situé à 6 km. Un service de navette aéroport peut être assuré moyennant des frais supplémentaires.", "address": "39 Rue du Béarnais, 31000 Toulouse, France"},
{"hotel_name": "Hôtel Le Père Léon", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-le-pa-re-la-c-on.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=26dd3f4cb23fa973bc13f36b4e4e48de&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.60043698506804,1.443997398018837", "score": "8.4", "text_description": "L’Hôtel Le Père Léon est un établissement 3 étoiles situé dans le centre de Toulouse, juste en face de la station de métro Esquirol et à 3 km du Stadium de Toulouse. Dotées d’une connexion Wi-Fi gratuite, ses chambres, accessibles par ascenseur, possèdent une salle de bains privative.\n\nToutes les chambres climatisées de l'Hôtel Le Père Léon sont insonorisées et disposent d'une télévision à écran plat avec les chaînes Canal+ et BeIn Sports. Leur salle de bains privative est pourvue d’articles de toilette gratuits, d’un sèche-cheveux et d’une baignoire ou d’une douche. Certaines sont adaptées aux personnes à mobilité réduite.\n\nUn petit-déjeuner buffet est servi chaque matin à l'Hôtel Le Père Léon. Vous trouverez plusieurs cafés et restaurants à moins de 350 mètres de l’établissement.\n\nCet hôtel vous place à 180 mètres du musée des Augustins, à 3 minutes de marche de la Garonne et à 15 minutes à pied de la basilique Saint-Sernin.", "address": "2 Place Esquirol, 31000 Toulouse, France"},
{"hotel_name": "Residhome Toulouse Tolosa", "url_hotel": "https://www.booking.com/hotel/fr/residhome-toulouse-tolosa.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=7f3419046a58fc9c2d023aaef017c51a&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.60693821900271,1.3992340117692947", "score": "8.3", "text_description": "Facilement accessible par l’autoroute A620/E09, le Residhome Toulouse Tolosa se situe entre l’aéroport de Toulouse-Blagnac et le centre-ville de Toulouse. Il propose une salle de sport et des hébergements insonorisés avec connexion Wi-Fi gratuite. Le Stadium de Toulouse vous attend à 5 km.\n\nDesservis par un ascenseur, les logements sont dotés de la climatisation. Tous comprennent une kitchenette et un salon pourvu d’une télévision par satellite.\n\nChaque matin, vous pourrez savourer sur place un petit-déjeuner bio complet composé de jus de fruits frais, de fruits de saison, de pains, de viennoiseries, de muesli, de céréales, de fromage et de jambon. Un petit-déjeuner adapté aux personnes allergiques ou intolérantes à certains aliments peut également être préparé. L’établissement travaille avec des fournisseurs respectueux de l’environnement.\n\nDes services de blanchisserie et de repassage sont assurés sur demande.\n\nUne ligne de bus desservant le centre-ville de Toulouse s’arrête juste devant le Toulouse Tolosa Residhome. Un parking privé est disponible sur place moyennant des frais supplémentaires.", "address": "279 avenue Grande Bretagne, 31300 Toulouse, France"},
{"hotel_name": "Résidence SWEETLY Alexandrin", "url_hotel": "https://www.booking.com/hotel/fr/residence-sweetly-alexandrin.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=b806c80db70d5634aa5110784797217e&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.59192,1.411554", "score": "8.2", "text_description": "Située à Toulouse, à moins de 1,1 km du Zénith et à 3,7 km du Stadium, la Résidence SWEETLY Alexandrin propose des hébergements avec un coin salon. Vous bénéficierez gratuitement d'une connexion Wi-Fi dans l'ensemble des locaux et d'un parking privé. Un parking est disponible sur place. Doté d'une entrée privée, cet appart'hôtel vous permettra de préserver votre intimité.\n\nLes logements comprennent une télévision à écran plat ainsi qu'une salle de bains privative pourvue d'une douche et d'un sèche-cheveux. Leur cuisine est équipée d'un micro-ondes, d'un réfrigérateur et de plaques de cuisson. Des ustensiles de cuisine, une machine à café et une bouilloire sont également fournis. Le linge de lit et les serviettes de toilette sont fournis.\n\nCet appart'hôtel sert un petit-déjeuner continental. Vous trouverez un café sur place et pourrez utiliser le barbecue en été.\n\nLa Résidence SWEETLY Alexandrin possède une aire de pique-nique et une terrasse.\n\nVous séjournerez à 4,9 km de l'amphithéâtre Purpan-Ancely et à 13 km du centre de conventions Diagora. L'aéroport de Toulouse-Blagnac est implanté à 5 km.", "address": "41 Rue Corneille, 31100 Toulouse, France"},
{"hotel_name": "Montempô + Apparthôtel Toulouse Cité Internationale", "url_hotel": "https://www.booking.com/hotel/fr/montempo-apparthotel-toulouse-cite-internationale.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=54131a41c8165226c6e7861f1eef8c18&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.5908572,1.4468588", "score": "8.0", "text_description": "Doté d'un jardin, le Montempô + Apparthôtel Toulouse Cité Internationale est situé à Toulouse, à 1,8 km du stade, à 4,4 km du Zénith et à 7,3 km de l'amphithéâtre Purpan-Ancely. Vous bénéficierez gratuitement d'une connexion Wi-Fi dans l'ensemble des locaux et d'un parking privé. Un parking est disponible sur place. Il possède une réception ouverte 24h/24, un ascenseur et une bagagerie.\n\nLes logements comprennent une télévision à écran plat, une salle de bains privative pourvue d'une douche ainsi qu'une kitchenette entièrement équipée avec un micro-ondes et une bouilloire. Les logements sont équipés du chauffage.\n\nCet appart'hôtel sert un petit-déjeuner buffet.\n\nLe Montempô + Apparthôtel Toulouse Cité Internationale se trouve à proximité des stations de métro Carmes, Jardin Royal et Esquirol. L'aéroport de Toulouse-Blagnac est implanté à 9 km.", "address": "17 Rue Sainte-Catherine, 31400 Toulouse, France"},
{"hotel_name": "Ibis Styles Toulouse Centre Canal du Midi", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-toulouse.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=88e0dc10872f87672023c56a4a409e3b&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.601470897711884,1.4570682943303837", "score": "7.7", "text_description": "L'ibis Styles Toulouse Centre Canal du Midi est situé au centre de Toulouse, au bord du Canal du Midi et à côté de la salle de concerts la Halle aux Grains, à seulement 1 km de la place du Capitole et à 3,5 km du stade toulousain. La connexion Wi-Fi est gratuite.\n\nLes chambres climatisées de l’ibis Styles Toulouse Centre Canal du Midi disposent chacune d'une salle de bains privative. Une télévision à écran plat est également présente dans chaque chambre. Les hébergements sont desservis par un ascenseur.\n\nL’établissement sert un petit-déjeuner buffet continental chaque matin. L'ibis Styles Toulouse Centre Canal du Midi propose une réception ouverte 24h/24 et des journaux gratuits. Le parking privé entraîne des frais supplémentaires.\n\nL'hôtel se trouve à 10 minutes à pied de la gare de Toulouse-Matabiau et à 4 km du parc des expositions. L'aéroport de Toulouse-Blagnac est implanté à 15 minutes en voiture. La station de métro François Verdier est accessible, quant à elle, à 5 minutes à pied. Un parking souterrain sécurisé est disponible moyennant des frais supplémentaires.", "address": "5 boulevard de la gare, 31500 Toulouse, France"},
{"hotel_name": "The Social Hub Toulouse", "url_hotel": "https://www.booking.com/hotel/fr/the-social-hub-toulouse.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=8579a23deab1669b129a309d2422f187&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.610053,1.43037", "score": "8.6", "text_description": "L’établissement The Social Hub Toulouse bénéficie d’une situation géographique idéale à Toulouse. Il comprend une connexion Wi-Fi gratuite, une piscine extérieure ouverte en saison, une salle de sport des hébergements dotés de la climatisation. Il possède un restaurant, un salon commun et une terrasse. Vous pourrez prendre un verre au bar sur place.\n\nLes hébergements possèdent un bureau et une télévision à écran plat. Vous bénéficierez d'une bouilloire ainsi que d'une salle de bains privative dotée d’une douche et d'articles de toilette gratuits. Certains hébergements possèdent également une kitchenette équipée d’un réfrigérateur. Des serviettes et du linge de lit sont fournis.\n\nUn petit-déjeuner buffet, continental et végétarien est servi sur place.\n\nVous pourrez jouer au billard et au ping-pong dans cet hôtel 4 étoiles, et la région est prisée des amateurs de vélo.\n\nParlant arabe, anglais, espagnol et français, le personnel de la réception se tient 24h/24 à votre disposition pour toute question.\n\nVous séjournerez à proximité de ces lieux d’intérêt : Pierre Baudis Japanese Garden, Métro Compans Caffarelli et Métro Saint-Cyprien – République. L'aéroport le plus proche (Aéroport de Toulouse-Blagnac) est à 6 km.", "address": "1 Rue de Sébastopol, 31000 Toulouse, France"},
{"hotel_name": "B&B HOTEL Toulouse Centre Canal du Midi", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-toulouse-centre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=eaa80805d000f41ec54e86a5910f3750&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.6126317,1.426852599999961", "score": "7.5", "text_description": "Situé à Toulouse, le B&B Toulouse Centre se trouve à 2 km de l'autoroute A621, à 650 mètres de la station de métro Canal du Midi et à 6 km du stade de Toulouse. Il propose une réception ouverte 24h/24, une connexion Wi-Fi gratuite et des chambres desservies par un ascenseur.\n\nToutes les chambres disposent d'une télévision à écran plat et d'une salle de bains privative avec douche à l'italienne. Certaines offrent une vue sur le canal du Midi.\n\nUn petit-déjeuner buffet est servi chaque matin au B&B Toulouse Centre. Un distributeur automatique de collations est disponible à la réception.\n\nCet hôtel se trouve à 14 minutes à pied de la Garonne et à 3 km de la gare de Toulouse-Matabiau.\nParking gratuit de l'hôtel B&B (hors 30 places dont 3 PRM). Garage souterrain sous réserve de disponibilité (sous-sol payant : 21 places sous réserve de disponibilité (One Park)).", "address": "77 boulevard de l'Embouchure, 31200 Toulouse, France"},
{"hotel_name": "Hôtel Innes by HappyCulture", "url_hotel": "https://www.booking.com/hotel/fr/best-western-athenee.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=1da94570872fd8e4d9a74d0ed3cae251&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.61060878239459,1.447087973356247", "score": "8.5", "text_description": "L’Hôtel Innes by HappyCulture vous accueille dans le centre-ville de Toulouse, à côté de la station de métro Jeanne-d’Arc. Cet établissement met à votre disposition une connexion Wi-Fi gratuite et un coin café dans le hall de la réception.\n\nL'Hôtel Innes by HappyCulture propose des hébergements climatisés. Présentant une décoration contemporaine, tous les logements disposent d'une salle de bains privative, d'une télévision et d'un plateau de courtoisie.\n\nLa réception de l’hôtel est ouverte 24h/24.\n\nVous pourrez déguster quotidiennement un petit-déjeuner buffet.\n\nSitué à 5 minutes à pied de la basilique Saint-Sernin, l’Hôtel Innes by HappyCulture est un pied-à-terre idéal pour découvrir la ville de Toulouse et la Garonne.", "address": "13 Bis Rue Matabiau, 31000 Toulouse, France"},
{"hotel_name": "Quality Hotel Toulouse Centre", "url_hotel": "https://www.booking.com/hotel/fr/albiontoulouse.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=b18a4ea7295ed6abc608c7927ec84af7&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.606948,1.451881", "score": "8.4", "text_description": "L’établissement Quality Hotel Toulouse Centre bénéficie d’un emplacement stratégique à Toulouse. Il sert un petit-déjeuner buffet et propose une connexion Wi-Fi gratuite dans l’ensemble de ses locaux cet hôtel 3 étoiles propose un salon commun et un service d'étage. Cet établissement non-fumeurs vous accueille à 4,2 km de : Stadium de Toulouse.\n\nLes hébergements sont dotés de la climatisation, d’un bureau, d’une machine à café, d’un minibar, d’un coffre-fort, d’une télévision et d’une salle de bains privative avec une douche. Des serviettes et du linge de lit sont fournis.\n\nParlant anglais, espagnol et français, le personnel de la réception se fera un plaisir de vous renseigner sur la région.\n\nVous séjournerez à proximité de ces lieux d’intérêt : Métro Jeanne d'Arc, Métro Capitole et Métro Jean-Jaurès. L'aéroport le plus proche (Aéroport de Toulouse-Blagnac) est à 7 km.", "address": "28 Rue Nicolas Bachelier, 31000 Toulouse, France"},
{"hotel_name": "Montempô Apparthôtel Toulouse Balma", "url_hotel": "https://www.booking.com/hotel/fr/montempo-apparthotel-toulouse-balma.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=00b3346155062e54b25e7c8c5b2746bc&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.6343031,1.4817265000000361", "score": "7.3", "text_description": "Situé à Toulouse, à 6 km de Toulouse Expo, le Montempô Apparthôtel Toulouse Balma propose des studios avec une connexion Wi-Fi gratuite.\n\nLes logements comprennent une kitchenette entièrement équipée avec un coin repas, un micro-ondes et un réfrigérateur.\n\nCet appart'hôtel dispose d'une terrasse.\n\nLe Zénith et le stade de Toulouse se trouvent à 7 km du Montempô Apparthôtel Toulouse Balma. L'aéroport de Toulouse-Blagnac, le plus proche, est installé à 9 km.", "address": "81 Chemin de Gabardie, 31200 Toulouse, France"},
{"hotel_name": "B&B HOTEL Toulouse Cité de l'Espace Hurel", "url_hotel": "https://www.booking.com/hotel/fr/ibis-budget-toulouse-cita-c-de-l-espace-2.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=b35d2ed1a30414c426b2690701385887&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.5844723433873,1.4934400318088592", "score": "7.6", "text_description": "Situé à 6 km du centre-ville de Toulouse et à 8 km de la gare Matabiau, l'B&B HOTEL Toulouse Cité de l'Espace Hurel possède une réception ouverte 24h/24. Il met gratuitement à votre disposition des journaux, une connexion Wi-Fi et un parking.\n\nChaque matin, vous pourrez apprécier un petit-déjeuner buffet à volonté. Toulouse regorge de bars et de restaurants.\n\nLes chambres sont toutes dotées d'une salle de bains privative avec une douche et des articles de toilette gratuits. Elles sont également équipées d'un bureau et d'une télévision par satellite à écran plat.\n\nL'aéroport de Toulouse-Blagnac est à 22 km de l'B&B HOTEL Toulouse Cité de l'Espace Hurel et l'autoroute A61 est à 4 km. La Cité de l'Espace se trouve à 1 km de l'hôtel et la basilique Saint-Sernin à 9 km.", "address": "ZAC de la Grande Plaine - 4 rue Maurice Hurel, 31500 Toulouse, France"},
{"hotel_name": "Le Clocher de Rodez Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/comforthotelleclocherderodez.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=7f3419046a58fc9c2d023aaef017c51a&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.608862865095546,1.4463597536087036", "score": "7.9", "text_description": "Installé au cœur de Toulouse, l'Hôtel Le Clocher de Rodez se trouve à 700 mètres de la gare de Toulouse-Matabiau. Il vous propose des hébergements insonorisés, climatisés et dotés d'une connexion Wi-Fi gratuite.\n\nLes chambres comportent une télévision par satellite à écran plat et un plateau/bouilloire. Accessibles via un ascenseur, elles disposent également d'une salle de bains privative.\n\nL'Hôtel Le Clocher de Rodez sert un petit-déjeuner buffet tous les matins.\n\nIl possède en outre une réception ouverte 24h/24, et des massages sont disponibles sur demande.\n\nL'établissement se situe à proximité de la station de métro Jeanne d'Arc et à 600 mètres de la place du Capitole. Par ailleurs, vous pourrez profiter d'une navette publique circulant toutes les 20 minutes à destination de l'aéroport de Toulouse-Blagnac. Enfin, le stadium de Toulouse vous attend à 1 km.", "address": "14 & 15 Place Jeanne d'Arc, 31000 Toulouse, France"},
{"hotel_name": "Nemea Appart Hotel Concorde Toulouse Gare Matabiau", "url_hotel": "https://www.booking.com/hotel/fr/residence-concorde.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=7f3419046a58fc9c2d023aaef017c51a&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.61194052005384,1.4518066495656967", "score": "8.1", "text_description": "Le Néméa Appart’Hôtel Résidence Concorde est situé dans le centre de Toulouse, à proximité du canal du Midi et en face de la gare ferroviaire de Toulouse-Matabiau. Il dispose d’une salle de sport avec un sauna, aménagée au 9ème étage.\n\nTous les hébergements du Nemea Appart Hotel Concorde Toulouse Gare Matabiau sont dotés de la climatisation, d'une télévision et d'une connexion Wi-Fi gratuite. La salle de bains privative est pourvue d'une baignoire.\n\nLes appartements et les studios comprennent une kitchenette équipée d'un micro-ondes. Des bars et des restaurants sont installés à quelques minutes à pied de l’établissement.\n\nDes soins de beauté peuvent être dispensés dans votre hébergement sur demande et moyennant des frais supplémentaires.\n\nLe Néméa Appart’Hôtel Résidence Concorde constitue un excellent pied-à-terre pour découvrir le centre de Toulouse et la place du Capitole, à 15 minutes de marche. L'aéroport de Toulouse-Blagnac est accessible à 15 minutes de route.", "address": "16 Boulevard Bonrepos, 31000 Toulouse, France"},
{"hotel_name": "Hôtel Raymond 4 Toulouse", "url_hotel": "https://www.booking.com/hotel/fr/raymondiv.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=7f3419046a58fc9c2d023aaef017c51a&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.610016457956846,1.4477203041315079", "score": "7.8", "text_description": "Doté d’un parking privé, l’Hôtel Raymond 4 Toulouse vous accueille à Toulouse, à 5 minutes à pied de la place du Capitole. Cet établissement propose des hébergements au style Art déco avec une connexion Wi-Fi gratuite et la climatisation. Le stade et l'école de commerce de Toulouse se trouvent respectivement à 4,5 km et 1,5 km.\n\nLes chambres sont insonorisées et décorées individuellement. Chaque logement comprend une radio, une salle de bains privative ainsi qu’une télévision avec Canal+ et des chaînes internationales.\n\nL'Hôtel Raymond 4 Toulouse sert un petit-déjeuner complet quotidien. Vous pourrez le déguster dans le confort de votre chambre. En outre, un service d’étage est assuré.\n\nL'Hôtel Raymond 4 Toulouse est implanté à 15 minutes à pied du centre des congrès Pierre Baudis. Vous séjournerez à 250 mètres de la station de métro Jeanne d’Arc et à 5 minutes de marche de la gare de Toulouse-Matabiau.\n\nL’établissement dispose uniquement d’une prise de courant classique au fond du garage. Sous réserve de disponibilité, vous pourrez recharger votre véhicule électrique moyennant un supplément de 10 EUR par nuit ou par jour.", "address": "16 rue Raymond IV, 31000 Toulouse, France"},
{"hotel_name": "Résidences Guerlin", "url_hotel": "https://www.booking.com/hotel/fr/residences-guerlin-toulouse.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=b35d2ed1a30414c426b2690701385887&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.606603,1.450683", "score": "8.6", "text_description": "Situé à moins de 500 mètres du centre de Toulouse, l'hébergement Résidences Guerlin dispose d'une connexion Wi-Fi gratuite ainsi que d'une kitchenette avec un four, un micro-ondes et un réfrigérateur. Offrant une vue sur le jardin et la ville, il se trouve à 5,7 km du Zénith de Toulouse. Il propose des logements insonorisés et se trouve à 4,4 km du Stadium de Toulouse.\n\nLes logements comprennent une armoire, une télévision à écran plat, une salle de bains privative, du linge de lit et des serviettes. Certains logements comprennent un coin salon et/ou un balcon avec un coin repas extérieur. Les logements sont équipés du chauffage.\n\nVous séjournerez à proximité de la station de métro Jean-Jaures, de la station de métro Marengo-SNCF et de la station de métro Capitole. L'aéroport de Toulouse-Blagnac est à 7 km.", "address": "46 Allée Jean Jaurès, 31000 Toulouse, France"},
{"hotel_name": "Residhotel Toulouse Centre", "url_hotel": "https://www.booking.com/hotel/fr/residhotel-toulouse-centre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=7f3419046a58fc9c2d023aaef017c51a&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.59539161058483,1.4412049948077765", "score": "7.9", "text_description": "L’établissement Residhotel Toulouse Centre se situe à 900 mètres du musée de Toulouse et à 500 mètres de la station de métro Palais-de-Justice. Cet hôtel propose des studios et des appartements dotés gratuitement d’une connexion Wi-Fi. Le Stadium de Toulouse se trouve à 2,5 km.\n\nDesservis par un ascenseur, les hébergements sont dotés d’une télévision ainsi que d’une salle de bains privative pourvue d’articles de toilette mis gratuitement à votre disposition et d’une douche. Un bureau et une armoire sont disponibles.\n\nVous pourrez préparer vos repas sur place. Les studios et les appartements bénéficient d’une cuisine avec micro-ondes, réfrigérateur et ustensiles de cuisine.\n\nCet établissement se situe à 800 mètres de la basilique Notre-Dame la Daurade et à 20 minutes de marche du musée Saint-Raymond.", "address": "11 avenue de La Garonnette, 31000 Toulouse, France"},
{"hotel_name": "Hôtel Croix Baragnon", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-croix-baragnon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=7f3419046a58fc9c2d023aaef017c51a&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.59964198976927,1.4466048404574394", "score": "8.8", "text_description": "Situé au cœur de Toulouse, à 20 minutes en voiture de l'aéroport de Toulouse-Blagnac et à 2 km du stade de Toulouse, l'Hôtel Croix Baragnon propose une connexion Wi-Fi gratuite dans l'ensemble de ses locaux et des chambres donnant sur la rue ou la cour fleurie.\n\nLe matin, un petit-déjeuner buffet est servi et vous trouverez un restaurant gastronomique en bas de la rue. Vous trouverez également un supermarché à 250 mètres.\n\nLes chambres de l'Hôtel Croix Baragnon disposent d'une télévision à écran plat et d'une salle de bains privative avec articles de toilette gratuits.\n\nCet établissement ne possède pas d'ascenseur.\n\n\nLa gare de Matabiau est accessible en un peu plus de 20 minutes à pied. Le musée Augustins, le quartier des Carmes, la cathédrale Saint-Étienne et la place du Capitole sont accessibles en moins de 5 minutes à pied.", "address": "17, rue Croix Baragnon, 31000 Toulouse, France"},
{"hotel_name": "Aparthotel Adagio Access Toulouse St Cyprien", "url_hotel": "https://www.booking.com/hotel/fr/citea-toulouse-st-cyprien.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=7f3419046a58fc9c2d023aaef017c51a&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.59721694135736,1.4278927445411682", "score": "8.0", "text_description": "Situé dans le centre de Toulouse, l'Aparthotel Adagio Access Toulouse St Cyprien propose des studios et des appartements climatisés avec connexion Internet gratuite. Doté d'une réception ouverte 24h/24 en semaine, il se trouve à 5 km de la gare de Matabiau et à 3 km du stade de Toulouse.\n\nDécorés dans un style moderne, les studios et les appartements comprennent une télévision par satellite, une cuisine entièrement équipée avec réfrigérateur et micro-ondes, ainsi qu'une salle de bains privative.\n\nChaque matin, vous dégusterez un petit-déjeuner buffet dans la salle à manger de l'Aparthotel Adagio Access Toulouse St Cyprien.\n\nLe marché animé de Saint-Cyprien vous attend juste devant l'appart'hôtel, et la place du Capitole est à 25 minutes à pied. Enfin, le parking privé sur place est accessible moyennant des frais supplémentaires.", "address": "37 ter Avenue Etienne Billière, 31300 Toulouse, France"},
{"hotel_name": "Mama Shelter Toulouse", "url_hotel": "https://www.booking.com/hotel/fr/mama-shelter-toulouse.fr.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&sid=7f3419046a58fc9c2d023aaef017c51a&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=168b5a4715820521&type=total&ucfs=1&", "hotel_coordinates": "43.605414,1.449934", "score": "8.5", "text_description": "Le Mama Shelter Toulouse propose des logements à Toulouse, à 2,2 km du parc des expositons, à 2,8 km du Stadium et à 3,3 km du Zénith.\n\nLes chambres disposent de la climatisation, d'une connexion Wi-Fi gratuite, d'un bureau et d'une télévision par câble à écran plat avec services de streaming. Leur salle de bains privative est pourvue d'une douche, d'un sèche-cheveux et d'articles de toilette gratuits. Tous les hébergements sont desservis par un ascenseur.\n\nLe Mama Shelter Toulouse est doté d'un cinéma de 45 places et d'un grand toit-terrasse où vous pourrez déguster un verre de vin local et des pizzas cuites au four en brique. Le restaurant sur place comporte un barbecue et un grill argentin. Il sert également une cuisine locale et faite maison.\n\nLe personnel de la réception ouverte 24h/24 pourra vous renseigner sur la région.\n\nVous séjournerez à 12 minutes à pied de la basilique Saint-Sernin, à 4,4 km de l'amphithéâtre Purpan-Ancely et à 500 mètres de la place du Capitole. L'aéroport de Toulouse-Blagnac est installé à 7 km.", "address": "54 Boulevard Lazare Carnot, 31000 Toulouse, France"}
]