[
{"hotel_name": "Hôtel Maison Montgrand - Vieux Port", "url_hotel": "https://www.booking.com/hotel/fr/montgrand.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.2909627,5.376429199999961", "score": "8.2", "text_description": "Ideally located in the centre of Marseille, Hôtel Maison Montgrand - Vieux Port offers air-conditioned rooms, a garden, free WiFi and a terrace. The property has a bar, as well as a restaurant serving French cuisine. The accommodation provides room service, and luggage storage for guests.\n\nAll guest rooms in the hotel are equipped with a flat-screen TV. With a private bathroom fitted with a shower and free toiletries, some units at Hôtel Maison Montgrand - Vieux Port also have a city view. At the accommodation all rooms include bed linen and towels.\n\nA continental, American or gluten-free breakfast can be enjoyed at the property.\n\nNon-stop assistance is available at the reception, where staff speak Arabic, English, Spanish and French.\n\nPopular points of interest near Hôtel Maison Montgrand - Vieux Port include Saint-Ferreol Street, Vieux Port Metro station and Castellane Metro Station. The nearest airport is Marseille Provence Airport, 23 km from the hotel.", "address": "35 Rue Montgrand, 13006 Marseille, France"},
{"hotel_name": "Suite privée du balcon du vieux port Marseille", "url_hotel": "https://www.booking.com/hotel/fr/suite-privee-du-balcon-du-vieux-port-marseille.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.291837,5.3677745", "score": "9.4", "text_description": "In the centre of Marseille, located within a short distance of Plage des Catalans and Palais du Pharo, Suite privée du balcon du vieux port Marseille offers free WiFi, air conditioning and household amenities such as a microwave and coffee machine. This 4-star aparthotel offers a 24-hour front desk and a lift. The property is non-smoking and is set 2.1 km from Fausse Monnaie.\n\nThe aparthotel with a terrace and sea views features 1 bedroom, a living room, a flat-screen TV, an equipped kitchen with a dishwasher and an oven, and 1 bathroom with a walk-in shower. A private entrance leads guests into the aparthotel, where they can enjoy some fruits and chocolates or cookies. The aparthotel offers bed linen, towels and laundry service.\n\nA bar can be found on-site.\n\nPopular points of interest near the aparthotel include Saint-Ferreol Street, Vieux Port Metro station and Notre-Dame de la Garde Basilica. Marseille Provence Airport is 23 km away.", "address": "30 Rue Neuve Sainte-Catherine, 13007 Marseille, France"},
{"hotel_name": "B&B HOTEL Marseille Centre La Joliette", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-ha-tel-marseille-centre-la-joliette.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.304919754230845,5.367890149354935", "score": "7.0", "text_description": "Featuring free WiFi access througout, B&B Hôtel Marseille Centre is located just 150 metres from La Joliette Metro Station, which offers direct links to Saint-Charles Train Station. The old port is a 20-minute walk away.\n\nThe rooms at B&B HOTEL Marseille Centre La Joliette are decorated in a modern style. Each one features a TV with the channel Bein Sport, and a private bathroom.\n\nA buffet-style continental breakfast is served at the property and there is a 24-hour reception.\n\nLes Terrasses du Port Shopping Centre is 200 metres away.\n\nPrivate underground parking is available on site upon reservation and with an extra cost.", "address": "52 Rue de Forbin, 13002 Marseille, France"},
{"hotel_name": "Toyoko INN Marseille Saint Charles", "url_hotel": "https://www.booking.com/hotel/fr/toyoko-inn-marseille-saint-charles.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.304229,5.376624", "score": "7.7", "text_description": "Set in Marseille, just a 5-minute walk from Marseille Saint Charles Train Station, Toyoko INN Marseille Saint Charles features a garden and free WiFi. The hotel is easily accessible from A7 highway. Secured parking is provided but parking spots are limited and cannot be booked in advance.\n\nThe air-conditioned guest rooms in the hotel are equipped with a flat-screen TV, desk and a private bathroom with a bath.\n\nSpeaking English and French, staff are willing to help at any time of the day at the reception.\n\nMarseille's Old Port is 1.1 km from the accommodation and Les Terrasses du Port Shopping Centre is 20 minutes' walk away. The nearest airport is Marseille Provence Airport, 20 km from Toyoko INN Marseille Saint Charles.", "address": "25 Avenue du General Leclerc, Belle de Mai - Saint-Lazare, 13003 Marseille, France"},
{"hotel_name": "Holiday Inn Express Marseille Saint Charles, an IHG Hotel", "url_hotel": "https://www.booking.com/hotel/fr/holiday-inn-express-marseille-saint-charles.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.302724239175916,5.379330441355705", "score": "8.0", "text_description": "Holiday Inn Express Marseille Saint Charles is opposite the train station and a 10-minute walk from the Vieux Port in Marseille’s city centre. It offers en suite rooms and free Wi-Fi.\n\nRooms at Holiday Inn Express Marseille Saint Charles are soundproofed and feature a modern décor. Each is air-conditioned and equipped with a flat-screen TV with satellite channels.\n\nA complimentary breakfast is offered and Le Mistral bar serves light meals. Guests can relax on the outdoor terrace. Additional facilities include a 24-hour reception desk and a laundry service for an additional charge.\n\nSaint-Charles Metro (lines 1 and 2), provide direct access to Parc Chanot and the city centre. Accessible from the A7, the hotel also offers private parking for an additional fee.", "address": "15 Boulevard Maurice Bourdet, 13001 Marseille, France"},
{"hotel_name": "Résidence Kley", "url_hotel": "https://www.booking.com/hotel/fr/residence-kley.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.308979,5.376493", "score": "7.5", "text_description": "Set in Marseille and with Joliette Metro Station reachable within 1.1 km, Résidence Kley offers a shared lounge, non-smoking rooms, free WiFi and a terrace. The property is around 2.4 km from Museum of European and Mediterranean Civilisations, 3.6 km from Saint-Ferreol Street and 3.6 km from Castellane Metro Station. The accommodation features evening entertainment and a shared kitchen.\n\nAt the hotel, all rooms are fitted with a desk. All guest rooms will provide guests with a fridge.\n\nYou can play table tennis at Résidence Kley.\n\nPopular points of interest near the accommodation include Les Terrasses du Port Shopping Centre, Marseille Saint-Charles Train Station and Vieux Port Metro station. Marseille Provence Airport is 21 km from the property.", "address": "23 rue Mathieu Stilatti, Belle de Mai - Saint-Lazare, 13003 Marseille, France"},
{"hotel_name": "Montempô Marseille Centre Dôme", "url_hotel": "https://www.booking.com/hotel/fr/montempo-marseille-centre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.31371048967844,5.40388192065429", "score": "7.4", "text_description": "Set within 2.9 km of La Timone Metro Station and 4.2 km of Vieux Port Metro station in Marseille, Montempô Marseille Centre Dôme offers accommodation with a kitchen. Among the facilities at this property are a 24-hour front desk and a lift, along with free WiFi throughout the property. Private parking can be arranged at an extra charge.\n\nAt the aparthotel, the units include a desk, a flat-screen TV, a private bathroom, bed linen and towels. At the aparthotel, all units are soundproof. All units feature a wardrobe.\n\nBuffet and continental breakfast options with fresh pastries, juice and cheese are available every morning.\n\nCastellane Metro Station is 4.3 km from the aparthotel, while Marseille Saint-Charles Train Station is 4.3 km from the property. Marseille Provence Airport is 24 km away.", "address": "5 impasse Madeleine Simon, Les Chartreux, 13004 Marseille, France"},
{"hotel_name": "Residhotel Le Grand Prado", "url_hotel": "https://www.booking.com/hotel/fr/le-grand-prado-marseille.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.2808012424265,5.388253480195999", "score": "6.8", "text_description": "Residhotel Le Grand Prado is in central Marseille, 100 metres from Perier Metro Station. This residence offers furnished apartments and studios with a kitchenette.\n\nAll of the air-conditioned apartments and studios at Le Grand Prado feature a flat-screen TV. Each has a private bathroom with a bathtub. Most also have a furnished, private balcony.\n\nMeals can be prepared in the kitchenette, which offers a microwave, fridge, hot-plates and a coffee maker. The hotel serves a buffet breakfast in the lunch room where WiFi is also accessible.\n\nThe Old Port is 2 km away and guests can walk to Stade Vélodrome in 20 minutes.", "address": "7 Square des Frères Ambrogiani - Allées Turcat Mery, 13008 Marseille, France"},
{"hotel_name": "Hôtel Hermès", "url_hotel": "https://www.booking.com/hotel/fr/hermes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.29655283229883,5.371883288025856", "score": "8.2", "text_description": "Hôtel Hermès is just 35 metres from the Vieux Port in central Marseilles. It offers a roof-top terrace with panoramic views of the harbour and the city, and free Wi-Fi.\n\nEach guest room at the Hermès has a partial view of the Vieux Port. They are soundproofed and feature flat-screen TVs with satellite channels and private bathrooms.\n\nThe hotel staff are available to assist you 24 hours a day. Guests can enjoy a buffet breakfast every morning, served in the dining room.\n\nThe Vieux-Port Hotel de Ville Metro Station is just a 3-minute walk from the Hermès hotel. The Saint Charles SNCF Train Station is a 20-minute walk away.", "address": "2 rue Bonneterie, 13002 Marseille, France"},
{"hotel_name": "City Résidence Marseille", "url_hotel": "https://www.booking.com/hotel/fr/city-ra-c-sidence-marseille.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.2907456353764,5.418571829795837", "score": "7.1", "text_description": "City Résidence Marseille offers self-catering accommodation in Marseille. The property is 4 km from Marseille's city centre and 5 km from Velodrome Stadium. Free WiFi access is provided.\n\nThe studios at City Résidence Marseille feature a flat-screen TV and cable channels. The bathroom is complete with shower and toilet. Some rooms have a balcony.\n\nThere is a fully equipped kitchenette with a microwave and a refrigerator. A supermarket can be found 600 metres away.\n\nA breakfast box is available at the reception desk for an extra fee upon request. The box includes 1 coffee pod, 1 tea bag, milk, fruit juice, crispbread, butter, jam, chocolate spread, fruit compote and a madeleine.\n\nThis accommodation is 4.5 km from Marseille Old Port and 5 km from Saint-Charles Train Station. The property is accessible by tramway and bus and it offers paid private underground parking. Additional free public parking is available on the street.", "address": "515 rue Saint Pierre, 13012 Marseille, France"},
{"hotel_name": "Aparthotel Adagio Access Marseille Prado Périer", "url_hotel": "https://www.booking.com/hotel/fr/citea-marseille-prado-perier.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.278692338557065,5.388060361146927", "score": "8.1", "text_description": " Aparthotel Adagio Access Marseille Prado Périer is located in a residential district, 750 metres from the Palais des Congrès and 1 km from the Velodrome Stadium. This aparthotel offers an indoor swimming pool. Perier Metro Station is just 150 metres away and WiFi access is free.\n\nA fully-equipped kitchen equipped with hotplates is a standard facility in the accommodation at Aparthotel Adagio Access Marseille Prado Périer. All studios and apartments have an LCD TV and some have a separate bedroom.\n\nA buffet breakfast of French viennoiseries is served every morning in Aparthotel Adagio Access Marseille Prado Périer 's breakfast room. Children from 4 to 11 years old can enjoy it at a reduced rate. There are drinks and snacks vending machines in the 24-hour reception, which also has luggage storage.\n\nThe property can be accessed from the A50, a 5-minute drive away. Guests can enjoy the beach 4 km away. Marseille Old Port is 3 km away and Parc Chanot is an 8-minute walk from this residence. Public parking is available nearby for an additional charge.", "address": "161 Avenue de Prado, 13008 Marseille, France"},
{"hotel_name": "Residhotel Vieux Port", "url_hotel": "https://www.booking.com/hotel/fr/residhotel-vieux-port.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.29681825063989,5.373057425022125", "score": "6.9", "text_description": "Residhotel Vieux Port is located in Marseille's city centre, in front of the old port and a 15-minute walk from both the Mucem Museum and les Terrasses du Port Shopping Centre. It offers air-conditioned guest rooms with a private bathroom, flat-screen TVs and free WiFi.\n\nEach spacious apartment has a kitchenette, a seating area and a flat-screen TV. Bed linen and towels are included.\n\nA continental breakfast is available daily in the dining room. The reception is open every day from 07:30 to 12:30 and from 14:00 to 22:30.\n\nResidhotel Vieux Port is in close proximity to the Palais de la Bourse and the Boulevard de la Canebière.\n\nVieux-Port Metro Station is just 200 metres from the property, and Saint-Charles train station is 1.3 km away. Public parking is available nearby.", "address": "4 Rue Coutellerie, 13002 Marseille, France"},
{"hotel_name": "Appart'City Confort Marseille Centre Prado Vélodrome", "url_hotel": "https://www.booking.com/hotel/fr/seven-urban-suites.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.2798554,5.390495999999985", "score": "7.9", "text_description": "Appart'City Confort Marseille Centre Prado Vélodrome, just 200 metres from Périer Metro Station, which leads directly to the centre of Marseille, The European and Mediterranean Civilisations Museum (MuCEM), and the old port. Palais des Congrès and the Vélodrome Stadium are next to the property.\n\nThe accommodation is contemporary in style and has an LCD TV. Each room, suite and studio also have a private bathroom and free toiletries.\n\nThe buffet breakfast can be enjoyed in the breakfast room. Additional facilities at this property include free WiFi and a 24-hour reception. There is the possibility to use the computers for free in the entertainment room, as well as the Nespresso Corner.\n\nThe property is ideally located just 4 metro stops from Saint-Charles Train Station. Parking is available for an extra cost.", "address": "1 Rue Vandel, 13008 Marseille, France"},
{"hotel_name": "Loft 250m2 avec écran led géant de 10m2", "url_hotel": "https://www.booking.com/hotel/fr/t4-loft-paradis.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.2865487,5.3797922", "score": "9.7", "text_description": "Set in Marseille, 2.9 km from Plage des Catalans and 500 metres from Castellane Metro Station, Loft 250m2 avec écran led géant de 10m2 offers air conditioning. The property is situated 2.3 km from La Timone Metro Station, 2.4 km from Rond-Point du Prado Metro Station and 2.4 km from Marseille Chanot Exhibition and Convention Centre. Free WiFi is available throughout the property and Prophete is 2.8 km away.\n\nThe spacious aparthotel has 3 bedrooms, a flat-screen TV with streaming services, a fully equipped kitchen with a dishwasher and an oven, a washing machine, and 2 bathrooms with a shower. Towels and bed linen are offered in the aparthotel. The accommodation is non-smoking.\n\nPopular points of interest near the aparthotel include Saint-Ferreol Street, Vieux Port Metro station and Notre-Dame de la Garde Basilica. Marseille Provence Airport is 24 km from the property.", "address": "165 Rue Paradis, Castellane et Préfecture, 13006 Marseille, France"},
{"hotel_name": "Les Appartements du Vieux Port", "url_hotel": "https://www.booking.com/hotel/fr/les-jardins-du-ga-c-na-c-ral.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.2951169,5.376166300000023", "score": "9.5", "text_description": "Located in the centre of Marseille, Les Appartements du Vieux Port is 150 metres from the Old Port. The apartments offer free WiFi and a modern-style décor.\n\nAll apartments feature a flat-screen TV, a seating area and a wardrobe. The private bathroom includes a shower.\n\nGuests can prepare their own meals in the kitchen, which is equipped with kitchenware, an oven and a fridge. A stove, a coffee machine are also provided, and some apartments have a dishwasher.\n\nLes Appartements du Vieux Port is a 2-minute drive from the Opera and 170 metres from the Marseille Tourism Office. A large range of restaurants, cafés and shops can be found in the area.", "address": "48 rue Vacon, 13001 Marseille, France"},
{"hotel_name": "Staycity Aparthotels Marseille Centre Vieux Port", "url_hotel": "https://www.booking.com/hotel/fr/staycity-aparthotels-centre-vieux-port.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.30046625144968,5.374441573016384", "score": "8.4", "text_description": "Featuring free WiFi, Staycity Aparthotels Marseille Centre Vieux Port offers air-conditioned accommodation in Marseille, only 550 metres from the port. Marseille Saint-Charles train station is a 12-minute walk away from the property.\n\nAll apartments and studios are accessible via a lift and feature a flat-screen TV. Each unit has a kitchenette fitted with a dishwasher, microwave, toaster, fridge, stovetop, coffee machine and kettle. There is a private bathroom with free toiletries in each unit. Towels and bed linen are offered.\n\nBars, shops and restaurants can be found within a 2-minute walk of the property.\n\nThe nearest metro station is only 44 metres from the property. Velodrome Stadium is 6.4 km from Staycity Aparthotels Marseille, while La Canebiere is 1 km away. The nearest airport is Marseille Provence Airport, 24 km from the property.\n\nSome units come with a balcony.", "address": "4 Place Pierre Bertas, 13001 Marseille, France"},
{"hotel_name": "AC Hotel by Marriott Marseille Prado Vélodrome", "url_hotel": "https://www.booking.com/hotel/fr/ac-by-marriott-marseille.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.269202,5.393839", "score": "8.1", "text_description": "Set in the Prado Area next to the park in Marseille's Chanot - Stade Velodrome district, AC Hotel Marseille Prado Velodrome features a 24-hour front desk, a restaurant and a bar. The Velodrome Stadium is 270 metres away.\n\nEach of the rooms are soundproof and air-conditioned. They come with a flat-screen TV, a safe, a minibar and tea and coffee making facilities. All have a private bathroom with a shower, free toiletries and a hair dryer.\n\nThe hotel is ideally located less than a 5-minute walk from the Rond-Point du Prado Metro Station. Palais du Pharo is 5 km from AC Hotel Marseille Prado Velodrome, while the Vieux Port is 4 km away.\n\nMarseille Provence Airport is 28 km from AC Hotel Marseille Prado Velodrome.\n\nMucem museum is located 7 km away.", "address": "4 allee Marcel Leclerc, 13008 Marseille, France"},
{"hotel_name": "Hôtel Life Marseille VP - Vieux Port", "url_hotel": "https://www.booking.com/hotel/fr/alize.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.29443607994325,5.374782085418701", "score": "8.4", "text_description": "Hôtel Life Marseille VP - Vieux Port is set in an 18th-century stone building opposite the Vieux Port in Marseille's city centre. Recently renovated It offers panoramic harbour views and rooms with free WiFi. The property features a lift that runs from the first floor and staircase access to reception and the first floor.\n\nEach guest room at Life is soundproofed, air conditioned and has a view of the harbour or the courtyard. There is a flat-screen satellite TV. The modern bathrooms are equipped with a bath or a shower and eco-friendly toiletries.\n\nGuests can enjoy a daily buffet breakfast, served in the lobby. The staff at Life are available to assist you 24 hours a day.\n\nThe lobby is also a place where you can meet other guests staying at the hotel.\n\nLife Hotel is 100 metres from the Vieux-Port Metro Station and Marseille's main road, La Canebière. The Saint Charles SNCF Station is a 15-minute walk away.", "address": "35 Quai Des Belges, 13001 Marseille, France"},
{"hotel_name": "ibis Styles Marseille Centre Prado Place Castellane", "url_hotel": "https://www.booking.com/hotel/fr/marseille-castellane.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.2840513497387,5.385830104351044", "score": "8.0", "text_description": "This hotel offers contemporary rooms with flat-screen satellite TV and air conditioning. It is 1 km from the Velodrome Stadium and 2 km from Saint-Charles Station.\n\nAll of the rooms at the ibis Styles Marseille Castellane are also equipped with a telephone. The private bathrooms feature a shower and a hairdryer.\n\nibis Styles Marseille Castellane provides daily breakfast served on a tray, included in the room rate, and free Wi-Fi access. The front desk is open 24 hours.\n\nMany activities are possible in the area, including windsurfing, fishing and cycling. ibis Styles Marseille Castellane is 1.9 km from the Old Port, 1.5 km from La Canebière and 20.3 km from Marseille Airport.", "address": "31 rue du Rouet, Castellane et Préfecture, 13006 Marseille, France"},
{"hotel_name": "Mercure Marseille Canebière Vieux-Port", "url_hotel": "https://www.booking.com/hotel/fr/mercure-marseille-canebiere-vieux-port.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.296986,5.379321", "score": "8.4", "text_description": "Well located in the centre of Marseille, Mercure Marseille Canebière Vieux-Port provides air-conditioned rooms, free bikes, free WiFi and a shared lounge. Each accommodation at the 4-star hotel has city views, and guests can enjoy access to a restaurant and to a bar. The accommodation features room service, a concierge service and luggage storage for guests.\n\nGuest rooms are equipped with a flat-screen TV with cable channels, minibar, a kettle, a shower, free toiletries and a wardrobe. At the hotel, each room comes with a private bathroom with a hairdryer.\n\nA buffet breakfast is available at Mercure Marseille Canebière Vieux-Port.\n\nStaff speak English, Spanish and French at the reception.\n\nPopular points of interest near the accommodation include Vieux Port Metro station, Saint-Ferreol Street and Castellane Metro Station. Marseille Provence Airport is 22 km away.", "address": "48 La Canebiere, 13001 Marseille, France"},
{"hotel_name": "Aparthotel Adagio Access Marseille Saint Charles", "url_hotel": "https://www.booking.com/hotel/fr/adagio-city-aparthotel-marseille-saint-charles.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.30459066624332,5.3819409012794495", "score": "7.7", "text_description": "Located just 100 metres from Saint Charles Train Station, Aparthotel Adagio Access Marseille Saint Charles offers spacious accommodation. Marseille's city centre is just a 10-minute walk away.\n\nThe modern air-conditioned studios and apartments have free WiFi and are serviced by a lift. The fully equipped kitchen or kitchenette features a microwave and a refrigerator.\n\nA buffet breakfast is served every morning in the breakfast room and children from 4 to 11 years old can enjoy it at a reduced rate.\n\nAdditional facilities at Adagio Access Marseille Saint Charles include a 24-hour reception.\n\nThe Old Port and Longchamp Park are both a 20-minute walk from this eco-friendly hotel. Marseille Provence Airport is 26 km away, which is accessible by a local shuttle bus.", "address": "23, Rue Honnorat, Belle de Mai - Saint-Lazare, 13003 Marseille, France"},
{"hotel_name": "Comfort Aparthotel Marseille Prado", "url_hotel": "https://www.booking.com/hotel/fr/residencepierrevacancesmarseillepradoplage.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.26446358539696,5.375921353697777", "score": "7.6", "text_description": "Located in Marseille, the eco-friendly Comfort Suites Aparthotel Marseille Prado Plage Plage is just 100 metres from the beach, 5km from the Vieux Port and 2 km from the Velodrome Stadium. It offers air-conditioned accommodation and an outdoor swimming pool.\n\nEach studio or  Comfort Suites Aparthotel Marseille Prado Plage has a kitchen or kitchenette equipped with a microwave, fridge, stovetop and dishwasher. Apartments also have satellite TV and a furnished balcony.\n\nA continental breakfast is served daily with a view of the swimming pool and terrace. A bowl and toast bar as well as sweet and savoury dishes are offered. Free WiFi is available in all areas.\n\n Comfort Suites Aparthotel Marseille Prado Plage is serviced by a bus to the city centre and just 1,5 km from the Rond-Point du Prado Metro station. The Borely Park is 600 metres away. Marseille Airport is 30 km from the aparthotel. Private parking is available for an extra charge, according to availability.", "address": "46, rue des Mousses, 13008 Marseille, France"},
{"hotel_name": "ibis Styles Marseille Gare Saint-Charles", "url_hotel": "https://www.booking.com/hotel/fr/hotel-marseille-st-charles.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.301021780980896,5.380607843399048", "score": "7.8", "text_description": "Hôtel ibis Styles Marseille Gare Saint-Charles is located opposite St-Charles SNCF Train Station and is an 8-minute walk from the Old Port. Palais des Congrès, Marseille Exhibition Centre and the Vélodrome Stadium are an 8-minute metro ride away and the hotel offers free WiFi access.\n\nRooms at Hôtel ibis Styles Marseille Gare Saint-Charles are decorated in a contemporary style and feature an LCD TV with satellite channels. Each one is accessed by a lift, air-conditioned and has an en suite bathroom with a shower. Some rooms are available for guests with reduced mobility.\n\nA buffet breakfast of fresh croissants and fruit juice is offered every morning at Hôtel ibis Styles Marseille Gare Saint-Charles and is served in the dining room or on the terrace. The hotel also has a bar where guests can enjoy an aperitif before dining in the nearby restaurants.\n\nAdditional hotel facilities include luggage storage at reception. There is a paid car park at the St-Charles SNCF Train Station. Notre Dame de la Garde is 2.5 km away.", "address": "28 boulevard d'Athènes, 13001 Marseille, France"},
{"hotel_name": "Aparthotel Adagio Marseille Timone", "url_hotel": "https://www.booking.com/hotel/fr/hipark-residences-marseille.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.29105669794978,5.404340028762817", "score": "7.8", "text_description": "Aparthotel Adagio Marseille Timone offers self-catering accommodation with hotel services in the heart of Marseille, 500 metres from Timone Metro Station, which leads directly to the Old Port and Saint-Charles Train Station. Parc Chanot congress center and the Velodrome Stadium are 3.5 km away. Guests can enjoy a sauna and a fitness room on site.\n\nAn LCD TV and air conditioning feature in all of the contemporary studios and suites. All accommodation at Aparthotel Adagio Marseille Timone has lift access and internet access, and the suites have a seating area, a safe and flat-screen TV. The kitchens are equipped with a stovetop, microwave, dishwasher and kitchenware.\n\nA buffet breakfast is served every morning in the dining room or, in summer, on the terrace.\n\nAdditional facilities at Aparthotel Adagio Marseille Timone include a launderette and a 24-hour reception. Private parking is possible on site at an extra cost and Marseille Provence Airport is 29 km away.", "address": "21, Chemin de l'Armée d'Afrique, Saint-Pierre, 13005 Marseille, France"},
{"hotel_name": "Le Couvent Marseille", "url_hotel": "https://www.booking.com/hotel/fr/le-couvent-marseille.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9tYXJzZWlsbGVIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkYWI2OGFmZmUtMDEwZC00NWJjLWI3YjYtZmZiODU0NjM2Y2I42AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a4782ef02d8&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.29722248036285,5.366535094477513", "score": "8.9", "text_description": "Le Couvent Marseille features accommodation within 800 metres of the centre of Marseille, with free WiFi, and a kitchen with a dishwasher, an oven and a microwave. The air-conditioned accommodation is 2.2 km from Plage des Catalans. The aparthotel has private entrance.\n\nAt the aparthotel, each unit has a wardrobe, a flat-screen TV, a private bathroom, bed linen and towels. A toaster, a fridge and stovetop are also available, as well as a coffee machine and a kettle. At the aparthotel, every unit is fitted with a seating area.\n\nPopular points of interest near the aparthotel include Museum of European and Mediterranean Civilisations, Vieux Port Metro station and Joliette Metro Station. Marseille Provence Airport is 21 km from the property.", "address": "6 RUE FONDERIE VIEILLE, 13002 Marseille, France"}
]