[
{"hotel_name": "Hôtel Une Chambre en Ville", "url_hotel": "https://www.booking.com/hotel/fr/une-chambre-en-ville-toulouse.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.615198,1.43922", "score": "8.7", "text_description": "Attractively situated in the Matabiau district of Toulouse, Hôtel Une Chambre en Ville is situated 4.3 km from Toulouse Expo, 5 km from Zénith de Toulouse and 5 km from Toulouse Stadium. The property is located 6 km from Amphitheatre Purpan-Ancely, 1 km from Pierre Baudis Japanese Garden and 1.5 km from Place du Capitole. Free WiFi is available and private garage at an extra charge of €25 upon reservation.\n\nThe hotel will provide guests with air-conditioned rooms with a desk, a kettle, a fridge, a minibar, a safety deposit box, a flat-screen TV and a private bathroom with a shower. Hôtel Une Chambre en Ville features some rooms with city views, and rooms include a coffee machine. At the accommodation rooms have bed linen and towels. Guests can enjoy a take-out breakfast, in the room or outside.\n\nSpeaking Catalan, English, Spanish and French at the reception, staff are always on hand to help.\n\nThe nearest airport is Toulouse-Blagnac Airport, 9 km from Hôtel Une Chambre en Ville.", "address": "67 bis rue des Chalets, 31000 Toulouse, France"},
{"hotel_name": "Hôtel La Chartreuse", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-la-chartreuse.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.6100905,1.4530465999999933", "score": "8.0", "text_description": "Located in Toulouse, Hôtel La Chartreuse is 140 metres from Matabiau Train Station and a 10-minute walk from Place du Capitole. It offers free Wi-Fi access, a terrace and luggage storage.\n\nAll rooms feature a flat-screen TV with cable channels. The private bathroom is complete with a shower and free toiletries.\n\nA continental breakfast can be enjoyed every morning at Hôtel La Chartreuse.  Restaurants and cafés can be found within 150 metres of the property.\n\nThis hotel is 650 metres from Jean-Jaurès Metro Station and an 8-minute drive from the A61 motorway. The Henri Gaussen Botanical Gardens are a 16-minute walk away. Guests can park their cars in the nearby streets.", "address": "4 bis Boulevard Bonrepos, 31000 Toulouse, France"},
{"hotel_name": "Eklo Toulouse", "url_hotel": "https://www.booking.com/hotel/fr/eklo-toulouse.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.603436,1.407623", "score": "8.0", "text_description": "Set in Toulouse, 800 metres from Zénith de Toulouse, Eklo Toulouse offers accommodation with a shared lounge, private parking, a terrace and a restaurant. Offering a bar, the property is located within 1.8 km of Amphitheatre Purpan-Ancely. The accommodation provides evening entertainment and a shared kitchen.\n\nAll guest rooms at the hotel come with a private bathroom and bed linen.\n\nGuests at Eklo Toulouse can enjoy a buffet or a continental breakfast.\n\nSpeaking Catalan, English, Spanish and French, staff at the reception can help you plan your stay.\n\nToulouse Stadium is 4.8 km from the accommodation, while Diagora Convention Centre is 14 km from the property. Toulouse-Blagnac Airport is 3 km away.", "address": "181 Avenue de Grande Bretagne, 31300 Toulouse, France"},
{"hotel_name": "Plaza Hotel Capitole Toulouse", "url_hotel": "https://www.booking.com/hotel/fr/crowne-plaza-toulouse-toulouse.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.60373648915114,1.4427535235881805", "score": "8.2", "text_description": "The 4* Plaza Hotel (formely Crowne Plaza) is ideally located in the heart of the city, 200meters from Capitole underground train network, 10km from Blagnac Airport and 15km from the Exhibition & Convention Center MEETT.\nThe Capitole Opera House is 200meters from the hotel & Pierre Baudis Convention Center is a 10-minutes walk.\n\nIn each of our 162 rooms & suites, a work desk area, TV Plasma screen, a bathroom with bathtub, safe box, Wifi, Tea/Coffe maker, telephones.\nSome of our rooms offer a view over the Capitole Square.\n\nThe Continental buffet breakfast breakfast is served Monday to Friday from 06h30AM to 10h30AM and Saturday-Sunday till 11h00AM.\nThe restaurant-Bar “L’Atrium” is open daily for lunch and dinner. The Chef proposes delicious homemade dishes prepared with fresh and local products. The Atrium Bar welcomes you to enjoy a wide range of cocktails and drinks.\n\nOur reception is open 24/7 all year round. And a free WIFI is available throughout the hotel.\nThe fitness center, reserved only for the hotel’s clients, is open daily from 06h30AM to 10h00PM.\n\nMany tourist attractions are within walking distance from the hotel: Saint Sernin Cathedral, Couvent des Jacobins, Les Augustins Museum, Garonne river.\n\nThis is our guests' favorite part of Toulouse, according to independent reviews.", "address": "7 Place du Capitole, 31000 Toulouse, France"},
{"hotel_name": "Odalys City Toulouse Centre Compans Caffarelli", "url_hotel": "https://www.booking.com/hotel/fr/odalys-city-centre-compans-caffarelli.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.6090789,1.4274835000000001", "score": "8.8", "text_description": "Odalys City Toulouse Centre Compans Caffarelli provides accommodation located 1.6 km from the centre of Toulouse and offers a garden and a terrace. Among the facilities at this property are free shuttle service and a 24-hour front desk, along with free WiFi throughout the property. The aparthotel features family rooms as well as facilities for disabled guests.\n\nThe units at the aparthotel come with air conditioning, a flat-screen TV with streaming services, a kitchen, a dining area, a safety deposit box and a private bathroom with a shower, a hair dryer and free toiletries. A dishwasher, a microwave and fridge are also provided, as well as a kettle. At the aparthotel, each unit is equipped with bed linen and towels.\n\nBuffet and continental breakfast options with fresh pastries, pancakes and fruits are available daily.\n\nGuests at the aparthotel will be able to enjoy activities in and around Toulouse, like walking tours. Guests can also relax in the shared lounge area.\n\nPopular points of interest near Odalys City Toulouse Centre Compans Caffarelli include Pierre Baudis Japanese Garden, Compans Caffarelli Metro Station and Saint-Cyprien Republique Metro Station. Toulouse-Blagnac Airport is 6 km away, and the property offers a paid airport shuttle service.", "address": "39 Rue du Béarnais, 31000 Toulouse, France"},
{"hotel_name": "OVYO Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/ovyo.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.599365284802,1.441050142328", "score": "8.5", "text_description": "Situated conveniently in the centre of Toulouse, OVYO Hôtel offers air-conditioned rooms with free WiFi, private parking and room service. This 4-star hotel offers a 24-hour front desk and a concierge service. Guests can have a drink at the bar.\n\nAt the hotel, all rooms are equipped with a desk and a flat-screen TV. At OVYO Hôtel all rooms are fitted with a private bathroom with free toiletries and a hairdryer.\n\nA buffet, continental or Full English/Irish breakfast is available at the property.\n\nPopular points of interest near the accommodation include Le Pont Neuf, Carmes Metro Station and Saint-Cyprien Republique Metro Station. Toulouse-Blagnac Airport is 8 km away, and the property offers a paid airport shuttle service.", "address": "22 Descente de la Halle aux Poissons, 31000 Toulouse, France"},
{"hotel_name": "The Social Hub Toulouse", "url_hotel": "https://www.booking.com/hotel/fr/the-social-hub-toulouse.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.610053,1.43037", "score": "8.6", "text_description": "Attractively located in the centre of Toulouse, The Social Hub Toulouse features air-conditioned rooms, a seasonal outdoor swimming pool, free WiFi and a fitness centre. Among the various facilities of this property are a shared lounge, a terrace and a restaurant. Guests can have a drink at the bar.\n\nAt the hotel, every room has a desk and a flat-screen TV. Rooms are equipped with a kettle and a private bathroom with a shower and free toiletries, while some rooms include a kitchenette fitted with a fridge. The rooms have a safety deposit box.\n\nThe daily breakfast offers buffet, continental or vegetarian options.\n\nYou can play billiards and table tennis at this 4-star hotel, and the area is popular for cycling.\n\nWith staff speaking Arabic, English, Spanish and French, round-the-clock advice is available at the reception.\n\nPopular points of interest near The Social Hub Toulouse include Pierre Baudis Japanese Garden, Compans Caffarelli Metro Station and Saint-Cyprien Republique Metro Station. Toulouse-Blagnac Airport is 6 km from the property.", "address": "1 Rue de Sébastopol, 31000 Toulouse, France"},
{"hotel_name": "Hôtel Le Père Léon", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-le-pa-re-la-c-on.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.60043698506804,1.443997398018837", "score": "8.4", "text_description": "Located in the centre of Toulouse, this 3-star hotel is just in front of Esquirol Metro Station and 3 km from Toulouse Stadium. It offers free WiFi access and en suite rooms serviced by an elevator.\n\nAll the air-conditioned rooms at Hôtel Le Père Léon are soundproofed and feature a flat-screen TV with Canal+ and BeIn sport channels. They provide a private bathroom with free toiletries, a hairdryer and a bath or shower. Some are suitable for guests with reduced mobility.\n\nA buffet breakfast is served every morning at Hôtel Le Père Léon. Restaurants and cafés can be found within 350 metres of the property.\n\nThis hotel is 180 metres from the Augustins Museum and a 3-minute walk from the Garonne River. Saint-Sernin Basilica is a 15-minute walk away.", "address": "2 Place Esquirol, 31000 Toulouse, France"},
{"hotel_name": "Montempô + Apparthôtel Toulouse Cité Internationale", "url_hotel": "https://www.booking.com/hotel/fr/montempo-apparthotel-toulouse-cite-internationale.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.5908572,1.4468588", "score": "8.0", "text_description": "Montempô + Apparthôtel Toulouse Cité Internationale, a property with a garden, is situated in Toulouse, 1.8 km from Toulouse Stadium, 4.4 km from Zénith de Toulouse, as well as 7.3 km from Amphitheatre Purpan-Ancely. Complimentary WiFi is offered throughout the property and private parking is available on site. The accommodation features a 24-hour front desk, a lift and luggage storage for guests.\n\nThe accommodation comes with a fully equipped kitchenette with a microwave and kettle, a flat-screen TV and a private bathroom with shower. The units are equipped with heating facilities.\n\nA buffet breakfast is available at the aparthotel.\n\nPopular points of interest near Montempô + Apparthôtel Toulouse Cité Internationale include Carmes Metro Station, Jardin Royal and Esquirol Metro Station. Toulouse-Blagnac Airport is 9 km from the property.", "address": "17 Rue Sainte-Catherine, 31400 Toulouse, France"},
{"hotel_name": "Residhome Toulouse Tolosa", "url_hotel": "https://www.booking.com/hotel/fr/residhome-toulouse-tolosa.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.60693821900271,1.3992340117692947", "score": "8.3", "text_description": "Located between Blagnac Airport and Toulouse city centre, this Residhome is easily accessible by the A620/ E09 motorway. It offers a fitness room and soundproofed accommodation with free Wi-Fi. Toulouse Stadium is 5 km away.\n\nAccommodation at the Residhome Toulouse Tolosa is serviced by a lift and equipped with air conditioning. Each apartment has a living room with satellite TV and a kitchenette.\n\nA fully organic breakfast is served every morning with fresh juices, seasonal fruits, breads, pastries, muesli and cereals, cheese and ham. Food allergies and intolerances can also be accommodated. The property works with eco-friendly suppliers.\n\nLaundry and ironing services are also available on request.\n\nA bus service to Toulouse city centre stops directly outside the Toulouse Tolosa Residhome. There is also on-site private parking at an additional cost.", "address": "279 avenue Grande Bretagne, 31300 Toulouse, France"},
{"hotel_name": "B&B HOTEL Toulouse Centre Canal du Midi", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-toulouse-centre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.6126317,1.426852599999961", "score": "7.5", "text_description": "Located in Toulouse, B&B Toulouse Centre is 2 km from the A621 motorway, 650 metres from the Canal du Midi Metro Station and 6 km from Toulouse Stadium. It offers a 24-hour front desk, free Wi-Fi access and rooms serviced by a lift.\n\nAll rooms feature have a flat-screen TV and a private bathroom with a walk-in shower. Some offer views of the Canal du Midi.\n\nA buffet breakfast can be enjoyed every morning at B&B Toulouse Centre. A vending machine for snacks is available at the reception area.\n\nThis hotel is a 14-minute walk from the Garonne River and 3 km from Toulouse-Matabiau Train Station.\n​\nFree B&B Hotel parking (outside 30 spaces including 3 PRM spaces). Underground garage subject to availability (paid basement: 21 spaces subject to availability (One Park)).", "address": "77 boulevard de l'Embouchure, 31200 Toulouse, France"},
{"hotel_name": "Résidence SWEETLY Alexandrin", "url_hotel": "https://www.booking.com/hotel/fr/residence-sweetly-alexandrin.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.59192,1.411554", "score": "8.2", "text_description": "Set within 1.1 km of Zénith de Toulouse and 3.7 km of Toulouse Stadium in Toulouse, Résidence SWEETLY Alexandrin offers accommodation with seating area. Complimentary WiFi is featured throughout the property and private parking is available on site. Featuring a private entrance, the aparthotel allows guests to maintain their privacy.\n\nThe accommodation comes with a flat-screen TV and a private bathroom with shower and a hair dryer, while the kitchen features a microwave, a fridge and a stovetop. Kitchenware is also offered, as well as a coffee machine and a kettle. At the aparthotel, each unit comes with bed linen and towels.\n\nGuests at the aparthotel can enjoy a continental breakfast. A coffee shop can be found on-site, and in the warmer months you can make use of the barbecue facilities.\n\nRésidence SWEETLY Alexandrin has a picnic area and a terrace.\n\nAmphitheatre Purpan-Ancely is 4.9 km from the accommodation, while Diagora Convention Centre is 13 km away. Toulouse-Blagnac Airport is 5 km from the property.", "address": "41 Rue Corneille, 31100 Toulouse, France"},
{"hotel_name": "Quality Hotel Toulouse Centre", "url_hotel": "https://www.booking.com/hotel/fr/albiontoulouse.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.606948,1.451881", "score": "8.4", "text_description": "Attractively situated in the centre of Toulouse, Quality Hotel Toulouse Centre features buffet breakfast and free WiFi throughout the property. This 3-star hotel offers a shared lounge and room service. The property is non-smoking and is situated 4.2 km from Toulouse Stadium.\n\nThe hotel will provide guests with air-conditioned rooms with a desk, a coffee machine, a minibar, a safety deposit box, a TV and a private bathroom with a shower. The rooms have a wardrobe.\n\nLanguages spoken at the reception include English, Spanish and French.\n\nPopular points of interest near Quality Hotel Toulouse Centre include Jeanne d'Arc Metro Station, Capitole Metro Station and Jean-Jaures Metro Station. Toulouse-Blagnac Airport is 7 km from the property.", "address": "28 Rue Nicolas Bachelier, 31000 Toulouse, France"},
{"hotel_name": "Ibis Styles Toulouse Centre Canal du Midi", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-toulouse.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.601470897711884,1.4570682943303837", "score": "7.7", "text_description": "The ibis Styles Toulouse Center Canal du Midi is located in the center of Toulouse, on the banks of the Canal du Midi and next to the Halle aux Grains concert hall, just 1 km from Place du Capitole and 3.5 km from of the Toulouse stadium. Wi-Fi is available free of charge.\n\nThe air-conditioned rooms at the Ibis Styles Toulouse Center Canal du Midi each have a private bathroom. A flat-screen TV is also present in each room. The rooms are accessible by a lift.\n\nA continental buffet breakfast is served every morning. The Ibis Styles Toulouse Center Canal du Midi offers a 24-hour reception and free newspapers. Private parking is available for an additional charge.\n\nThe hotel is a 10-minute walk from Toulouse-Matabiau Train Station and 4 km from the Parc des Expositions. Toulouse-Blagnac airport is 15 minutes away by car. François Verdier metro station is a 5-minute walk away. Secure underground parking is available at an additional cost.", "address": "5 boulevard de la gare, 31500 Toulouse, France"},
{"hotel_name": "Montempô Apparthôtel Toulouse Balma", "url_hotel": "https://www.booking.com/hotel/fr/montempo-apparthotel-toulouse-balma.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.6343031,1.4817265000000361", "score": "7.3", "text_description": "Located 6 km from Toulouse Expo and featuring free WiFi, Montempô Apparthôtel Toulouse Balma provides studio apartments in Toulouse.\n\nThe units have a fully equipped kitchenette with dining area, a microwave and a fridge.\n\nThe aparthotel offers a terrace.\n\nToulouse Stadium is 7 km from Montempô Apparthôtel Toulouse Balma, while Zénith de Toulouse is 7 km away. The nearest airport is Toulouse-Blagnac Airport, 9 km from the accommodation.", "address": "81 Chemin de Gabardie, 31200 Toulouse, France"},
{"hotel_name": "Hôtel Innes by HappyCulture", "url_hotel": "https://www.booking.com/hotel/fr/best-western-athenee.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.61060878239459,1.447087973356247", "score": "8.5", "text_description": "This hotel is located in Toulouse city centre, next to the Jeanne d’Arc Metro stop. Free Wi-Fi access is provided, and guests have a coffee corner at their disposal in the reception hall.\n\nHôtel Innes by HappyCulture features rooms equipped with air-conditioning. All rooms have a contemporary design, a private bathroom, a TV and a courtesy tray.\n\nThere is a 24-hour front desk service.\n\nA Buffet Breakfast is available for guests everyday .\n\nHôtel Innes by HappyCulture is a 5-minute walk from the Basilique Saint-Sernin and an ideal base for discovering the city of Toulouse and the River Garonne.", "address": "13 Bis Rue Matabiau, 31000 Toulouse, France"},
{"hotel_name": "B&B HOTEL Toulouse Cité de l'Espace Hurel", "url_hotel": "https://www.booking.com/hotel/fr/ibis-budget-toulouse-cita-c-de-l-espace-2.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.5844723433873,1.4934400318088592", "score": "7.6", "text_description": "Located 6 km from Toulouse city centre and 8 km from Matabiau Train Station, B&B HOTEL Toulouse Cité de l'Espace Hurel has 24-hour front desk, free newspapers, free Wi-Fi and free parking.\n\nIn the morning, an all-you-can-eat buffet breakfast is served. Various bars and restaurants can be found in Toulouse.\n\nThe rooms all have a private bathroom with shower and free toiletries. They also come with a desk and a flat-screen TV with satellite channels.\n\nToulouse Blagnac Airport is 22 km from B&B HOTEL Toulouse Cité de l'Espace Hurel and the A61 highway is 4 km away. Cité de L'Espace discovery park is 1 km from the hotel and Saint Sernin Basilica is 9 km away.", "address": "ZAC de la Grande Plaine - 4 rue Maurice Hurel, 31500 Toulouse, France"},
{"hotel_name": "Le Clocher de Rodez Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/comforthotelleclocherderodez.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.608862865095546,1.4463597536087036", "score": "7.9", "text_description": "Hôtel Le Clocher de Rodez is located in the heart of Toulouse, 700 metres from the Toulouse-Matabiau Train Station. It offers soundproofed accommodation with air conditioning and free WiFi internet access.\n\nEach guest room at Le Clocher de Rodez hotel is equipped with a flat-screen TV with satellite channels, as well as tea and coffee making facilities. Rooms are serviced by a lift and have a private bathroom.\n\nA buffet breakfast is served every morning at Le Clocher de Rodez.\n\nThe hotel provides a 24-hour reception, and massages are also available upon request.\n\nLe Clocher de Rodez is close to Jeanne d'Arc Metro Station and 600 metres from the Capitole Square. A public shuttle service to Blagnac Airport runs every 20 minutes. Toulouse Stadium is 4.5 km from the property.", "address": "14 & 15 Place Jeanne d'Arc, 31000 Toulouse, France"},
{"hotel_name": "Résidences Guerlin", "url_hotel": "https://www.booking.com/hotel/fr/residences-guerlin-toulouse.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.606603,1.450683", "score": "8.6", "text_description": "Résidences Guerlin features accommodation within 500 metres of the centre of Toulouse, with free WiFi, and a kitchenette with an oven, a microwave and a fridge. The property has garden and city views, and is 5.7 km from Zénith de Toulouse. The property offers soundproof units and is situated 4.4 km from Toulouse Stadium.\n\nAt the aparthotel, units have a wardrobe, a flat-screen TV, a private bathroom, bed linen and towels. Some units have a seating area and/or a balcony with an outdoor dining area. The units are equipped with heating facilities.\n\nPopular points of interest near the aparthotel include Jean-Jaures Metro Station, Marengo-SNCF Metro Station and Capitole Metro Station. Toulouse-Blagnac Airport is 7 km from the property.", "address": "46 Allée Jean Jaurès, 31000 Toulouse, France"},
{"hotel_name": "Hôtel Raymond 4 Toulouse", "url_hotel": "https://www.booking.com/hotel/fr/raymondiv.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.610016457956846,1.4477203041315079", "score": "7.8", "text_description": "With private parking, Hôtel Raymond 4 Toulouse is a 5-minute walk from the Place du Capitole in Toulouse. It offers art deco inspired accommodation with free WiFi access and air conditioning. Toulouse Stadium is 4.5 km from the property, while Toulouse Business School is 1,5 km away.\n\nThe guest rooms have been individually decorated and are soundproofed. Each one is equipped with a radio, a private bathroom and a TV with Canal+ and international channels.\n\nAt Hôtel Raymond 4 Toulouse a full breakfast is served daily and can be sampled in the comfort of your room. Room service is also available.\n\nThe Pierre Baudis Congress Centre is a 15-minute walk from Hôtel Raymond 4 Toulouse. Jeanne d’Arc Metro Station is 250 metres away, and Toulouse-Matabiau Train Station can be reached by foot in 5 minutes.\n\nWe only have a classic outlet at the back of the garage. The electric recharge will be charged 10€ per night or day, and this, according to availability.", "address": "16 rue Raymond IV, 31000 Toulouse, France"},
{"hotel_name": "Aparthotel Adagio Access Toulouse St Cyprien", "url_hotel": "https://www.booking.com/hotel/fr/citea-toulouse-st-cyprien.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.59721694135736,1.4278927445411682", "score": "8.0", "text_description": "Located in the centre of Toulouse, Aparthotel Adagio Access Toulouse St Cyprien  offers air-conditioned studios and apartments with free internet access. It has a 24-hour reception on weekdays and Matabiau Train Station is located 5 km away. Toulouse Stadium is 3 km away.\n\nSatellite TV and a fully-equipped kitchen with a fridge and microwave are provided in the studios and apartments. All studios and apartments have a modern décor and a private bathroom.\n\nEnjoy a buffet breakfast every morning in the breakfast room at the Aparthotel Adagio Access Toulouse St Cyprien .\n\nThe lively Saint-Cyprien market is located outside the aparthotel and Capitol Square is a 25 minutes walk away. Private parking is available on site, at an extra charge.", "address": "37 ter Avenue Etienne Billière, 31300 Toulouse, France"},
{"hotel_name": "Hôtel Croix Baragnon", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-croix-baragnon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.59964198976927,1.4466048404574394", "score": "8.8", "text_description": "Set in the heart of Toulouse, a 20-minute drive from Blagnac Airport and 2 km from Toulouse Stadium, Hôtel Croix Baragnon offers free WiFi throughout and rooms overlooking the street or the flowery courtyard.\n\nIn the morning, a buffet breakfast is available and there is a gastronomic restaurant down the street. There is also a supermarket 250 metres away.\n\nThe bedrooms at Hôtel Croix Baragnon have a flat-screen TV and a private bathroom with free toiletries.\n\nThis property doesn't have an elevator\n\n\nMatabiau Rail Station can be reached on foot in just over 20 minutes. Augustins Museum, Carmes District, Saint Etienne Cathedral and Capitole Square are all less than 5 minutes’ walk away.", "address": "17, rue Croix Baragnon, 31000 Toulouse, France"},
{"hotel_name": "Mama Shelter Toulouse", "url_hotel": "https://www.booking.com/hotel/fr/mama-shelter-toulouse.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.605414,1.449934", "score": "8.5", "text_description": "Mama Shelter Toulouse provides rooms in Toulouse, 2.2 km from Toulouse Expo, 2.8 km from Toulouse Stadium and 3.3 km from Zénith de Toulouse.\n\nThe air-conditioned rooms feature free WiFi, a desk and a flat-screen TV with cable channels and streaming services. They also have a private bathroom with a shower, a hairdryer and free toiletries. All rooms are serviced by a lift.\n\nMama Shelter Toulouse offers a 45-seat cinema and a large rooftop terrace, where guests can enjoy a glass of local wine and fresh pizzas from the brick oven. The on-site restaurant features a BBQ and Argentine grill, and also serves local and homemade cuisine.\n\nStaff at the 24-hour front desk can provide tips on the area.\n\nBasilica St.-Sernin is a 12-minute walk away and Amphitheatre Purpan-Ancely is 4.4 km from Mama Shelter Toulouse, while Place du Capitole is 500 metres away. Toulouse-Blagnac Airport is 7 km from the property.", "address": "54 Boulevard Lazare Carnot, 31000 Toulouse, France"},
{"hotel_name": "Nemea Appart Hotel Concorde Toulouse Gare Matabiau", "url_hotel": "https://www.booking.com/hotel/fr/residence-concorde.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.61194052005384,1.4518066495656967", "score": "8.1", "text_description": "Located in the centre of Toulouse, next to the Canal du Midi and in front of Toulouse Matabiau Train Station, Néméa Appart‘Hôtel Résidence Concorde offers a fitness centre located on the 9th floor, including a sauna.\n\nAt Néméa Appart‘Hôtel Résidence Concorde each accommodation is air-conditioned and includes a TV as well as free WiFi access. The private bathrooms are fitted with a bathtub.\n\nThe apartments and studios have a kitchenette equipped with a microwave. Restaurants and bars can be found within walking distance.\n\nIn-room beauty treatments are available upon request and for an extra charge.\n\nNéméa Appart‘Hôtel Résidence Concorde's location makes it an excellent base to discover Toulouse with Toulouse centre and Place du Capitole a 15-minute walk away. Toulouse Blagnac Airport is a 15-minute drive from the property.", "address": "16 Boulevard Bonrepos, 31000 Toulouse, France"},
{"hotel_name": "Residhotel Toulouse Centre", "url_hotel": "https://www.booking.com/hotel/fr/residhotel-toulouse-centre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF90b3Vsb3VzZUgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQzY2EwYzgxOS05NGFiLTRlN2MtYjFiZS04OWIzMzE2Zjk3ZDnYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=168b5a4715820521&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.59539161058483,1.4412049948077765", "score": "7.9", "text_description": "Located in Toulouse, Residhotel Toulouse Centre is 900 metres from the Toulouse Museum and 500 metres from Palais de Justice Metro Station. It offers apartments and studios with free WiFi access. Toulouse Stadium is 2.5 km away.\n\nEach accommodation type is serviced by a lift and includes a TV and a private bathroom with free toiletries and a shower. A desk and a wardrobe are also provided.\n\nGuests can prepare their own meals at Residhotel Toulouse Centre. Studios and apartments have a kitchen with a fridge, a microwave and kitchenware.\n\nThis property is 800 metres from Notre-Dame de la Daurade Basilica and a 20-minute walk from the Saint-Raymond Musée.", "address": "11 avenue de La Garonnette, 31000 Toulouse, France"}
]