[
{"hotel_name": "ApartHotel Sainte-Marthe", "url_hotel": "https://www.booking.com/hotel/fr/ra-c-sidence-sainte-marthe.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.94989513805674,4.819863885641098", "score": "7.9", "text_description": "Located opposite the Université Sainte Marthe, just a 15-minute walk from the Palais des Papes and the historical centre of Avignon, Apart'Hotel Sainte-Marthe offers self-catering apartments and free WiFi access throughout. Splashworld Waterpark is 23 km away.\n\nThe air-conditioned apartments feature a flat-screen TV, a wardrobe, a fully-equipped kitchenette, and the private bathrooms are complete with a shower or bathtub.\n\nSome apartments have a terrace with views of Avignon, and some apartments have easy access for people with reduced mobility.\n\nA continental buffet breakfast is available onsite daily from 07:30 to 10:00, upon reservation and for an extra charge.\n\nApart'Hotel Sainte-Marthe is a 5-minute drive from Avignon Train Station, free public parking is possible nearby and private parking is available on site with a supplement.\n\nIf you are arriving by foot, you can access the property via boulevard Limbert. If you are arriving by car, the Apart'Hotel can be accessed via rue du Théâtre.", "address": "6 Route de Lyon , 84000 Avignon, France"},
{"hotel_name": "Régina Boutique Hotel", "url_hotel": "https://www.booking.com/hotel/fr/hotelreginaavignon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.948165800766326,4.805764853954315", "score": "7.6", "text_description": "Régina is a hotel located on the main street in Avignon and just a 5-minute walk from the Palais des Papes.\n\nThe rooms are decorated in warm tones and also come with a flat-screen TV with satellite channels including Canal+, and a telephone. Free WiFi access is available and some rooms have a balcony. The private bathroom features a bath or shower.\n\nA buffet breakfast is available every morning in the dining room.\n\nGuests can also buy local produce on site, including jams, olive oil and biscuits.\n\nAdditional facilities at this hotel include a 24-hour reception and a lift, which serves most of the rooms. The property is a 10-minute walk from Avignon Train Station.", "address": "6, Rue de la République, 84000 Avignon, France"},
{"hotel_name": "Avignon Grand Hotel", "url_hotel": "https://www.booking.com/hotel/fr/avignongrandhotel.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.94254505532995,4.804362058639526", "score": "8.0", "text_description": "Avignon Grand Hotel is ideally located just outside the city’s Middle Age walls, just 70 metres from Avignon Central Station. It is a 15-minute walk from Palais des Papes and offers a small rooftop pool. Free WiFi is available throughout.\n\nThe non-smoking rooms and suites come with a seating area, a safe, a flat-screen TV and tea and coffee making facilities. The bathroom facilities include a bath, a shower and free toiletries. Some suites feature a balcony or a terrace and offer views of the property building, the Mediterranean garden or the fortified city of Avignon.\n\nBreakfast is available on a morning, which can be enjoyed on the private garden patio, weather permitting, or in the breakfast room which features large windows. It can also be served in the guest room for an additional charge. In the evening, In the evening, guests can dine in Le Saint Louis restaurant, which is 300 metres away.\n\nAdditional facilities at Avignon Grand Hotel include a 24-hour front desk and a bar.\n\nPont d'Avignon is 1.4 km away. A public underground car park is available for an additional charge and can be accessed directly from the hotel.", "address": "34, bd Saint-Roch, 84000 Avignon, France"},
{"hotel_name": "Hôtel Central", "url_hotel": "https://www.booking.com/hotel/fr/central-avignon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.945524956672806,4.805760830640793", "score": "7.8", "text_description": "Located in the heart of the Old Town of Avignon, Hôtel Central offers comfortable guest rooms with free WiFi internet access. A garden and a bar are available on site.\n\nAll of the guest rooms are air-conditioned and have a TV and a private bathroom with bath or shower.\n\nA continental breakfast with fresh fruit, French pastries and hot or cold beverages is available. It can be enjoyed on the flowered terrace in the summer months.\n\nThe Central Hotel is a 10-minute walk from the Palais des Papes and the Pont d'Avignon. Avignon Central Station is 500 metres from the property.", "address": "31/33 Rue De La République, 84000 Avignon, France"},
{"hotel_name": "Aparthotel Adagio Access Avignon", "url_hotel": "https://www.booking.com/hotel/fr/citea-avignon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.92623116657959,4.78592723608017", "score": "7.9", "text_description": "Aparthotel Adagio Access Avignon is located by the Avignon TGV Train Station, only 10 minutes' drive from the town centre. The residence offers air-conditioned apartments and studios with a well-equipped kitchenette.\n\nThe studios and apartments have a simple décor. They include satellite TV, free internet access and a private bathroom.\n\nEnjoy breakfast at the Aparthotel Adagio Access Avignon’s charming breakfast room. All rooms are serviced by a lift.\n\nThe residence is less than a 10-minute drive from the Palais des Papes and the Pont d’Avignon. Paid parking is available on site (reservation is not possible).", "address": "6 Avenue de la Gare, 84000 Avignon, France"},
{"hotel_name": "Résidence Les Cordeliers", "url_hotel": "https://www.booking.com/hotel/fr/residence-les-cordeliers.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.94409296180621,4.811420291662216", "score": "7.7", "text_description": "This residence is located in the historic centre of Avignon and is a 10-minute walk from the Avignon Central Railway Station, Palais des Papes, the main market square and Avignon Old Town. It offers self-catering studios and apartments with security access and free WiFi.\n\nThe apartments and studios at Résidence Les Cordeliers have a TV and dining area.Individual kitchenettes are equipped with kitchenware, a microwave and a refrigerator. Each accommodation has its own bathroom with shower.\n\nGuests are just a 15-minute walk from the Pont d'Avignon. Résidence Les Cordeliers is 36 km from Arles and 44 km from Nîmes. Secure bike storage is available onsite and public parking is available 50 metres away.", "address": "49 rue du Portail Magnanen, 84000 Avignon, France"},
{"hotel_name": "Hotel d'Angleterre", "url_hotel": "https://www.booking.com/hotel/fr/d-angleterre-avignon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.944616324685065,4.8006123304367065", "score": "8.0", "text_description": "Situated in Avignon’s city centre, Hotel d'Angleterre features free WiFi access. There is a 24-hour reception. Avignon Centre Train Station is 10 minutes' walk away.\n\nThe air-conditioned guestrooms at d'Angleterre come with a flat-screen satellite TV and a private bathroom. They are decorated in a contemporary style.\n\nA continental breakfast is served daily in the lounge area. Newspapers and refreshments are also provided throughout the day.\n\nPont d'Avignon is 1.2 km from Hotel d'Angleterre. The nearest airport is Avignon Caumont Airport, 10 km from Hotel d'Angleterre.", "address": "29 boulevard Raspail, 84000 Avignon, France"},
{"hotel_name": "Hôtel Le Bristol", "url_hotel": "https://www.booking.com/hotel/fr/hotel-bristol-avignon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.944032127814744,4.80533167719841", "score": "8.2", "text_description": "Ideally located inside the ramparts in the centre of Avignon, Hôtel Le Bristol offers air-conditioned rooms, a bar, free WiFi and a shared lounge. There is also a 24-hour front desk and a concierge service.\n\nJust a 15-minute walk to the Palais des Papes, the rooms are equipped with a desk, a flat-screen TV and a private bathroom.\n\nGuests at Hôtel Le Bristol can enjoy a buffet breakfast.\n\nThe nearest airport is Avignon-Provence Airport, 9 km from Hôtel Le Bristol.", "address": "44 Cours Jean Jaurès, 84000 Avignon, France"},
{"hotel_name": "Le Magnan", "url_hotel": "https://www.booking.com/hotel/fr/hotellemagnan.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.943629463158565,4.812171310186386", "score": "8.4", "text_description": "Located in a verdant setting within the ancient city walls, Le Magnan offers free WiFi. It is a 10-minute walk from the Papal Palace.\n\nMost of the comfortable guestrooms have a view of the garden and all rooms have an ensuite bathroom with bath or shower, direct-dial telephone, satellite TV and free WiFi internet access.\n\nLe Magnan serves breakfast and in the summer months it can be enjoyed on the garden patio. A light breakfast including a hot drink, a French pastry and fruit juice can also be enjoyed at a reduced rate.\n\nJust 5 minutes from the hotel, guests will find restaurants that feature traditional and regional French cuisine. They are able to accommodate groups and large parties.\n\nThe property is 700 metres from Avignon Centre Train Station, and 1 km from Avignon University.", "address": "63 Rue du Portail Magnanen, 84000 Avignon, France"},
{"hotel_name": "ibis Avignon Sud", "url_hotel": "https://www.booking.com/hotel/fr/ibis-avignon-sud.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.9260710708618,4.849032908678055", "score": "7.8", "text_description": "The 3-star ibis Avignon Sud is ideally located 3 km from the city centre, a few minutes from the Pont d’Avignon and Avignon Convention Centre. It features an outdoor swimming pool with a sun terrace and a garden.\n\nThe 93 air-conditioned rooms include free WiFi access and satellite TV and Canal + Channel. The modern rooms all have a private bathroom fitted with a bathtub or shower.\n\nA buffet breakfast composed of sweet and savoury dishes such as eggs, fruit salad, yogurts and juices is served every day. Pastries baked on site and fresh French Madeleine cakes are also on offer, as well as a hot beverage and a piece of fruit to take away. Outside of regular breakfast hours guests can also enjoy a lighter option, available from 04:00.\n\nMeals and snacks are available from the hotel’s restaurant, and the bar with its terrace is open 24/7.\n\nThe hotel is situated in the heart of Provence and the Châteauneuf du Pape vineyards. Avignon Centre Train Station is 5 km away. Free private parking is possible on site.", "address": "71 Chemin de la Cristole, 84918 Avignon, France"},
{"hotel_name": "Altera Roma Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/avignon-monclar.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.94104635763358,4.806652665138245", "score": "7.5", "text_description": "Set in an 18th-century building, next to Avignon Train Station, this 3-star family hotel is a 20-minute walk from Avignon Papal Palace and Pont d'Avignon. Altera Roma Hôtel provides free WiFi and paid private parking.\n\nAltera Roma Hôtel features guest rooms overlooking a garden, as well as apartments and studios in an annex building for longer stays.\n\nFree buffet breakfast is offered to all guests.\n\nAltera Roma Hôtel boasts also a private taxi service, offering you all the essentials to discover fully the city of Avignon. Avignon-Provence Airport is a 20-minute drive away.", "address": "13-15 Avenue Monclar, 84000 Avignon, France"},
{"hotel_name": "Hôtel Cloitre Saint Louis Avignon", "url_hotel": "https://www.booking.com/hotel/fr/clarioncloitrestlouis.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.94380810369034,4.804946780204773", "score": "7.6", "text_description": "Set in central Avignon, a 15-minute walk from Palais des Papes and Pont d'Avignon, this 16th-century hotel offers an outdoor rooftop pool with a large sun terrace. Some of the stylish rooms are located in the historic building featuring archways and vaulted ceilings. Free WiFi is available.\n\nEach air-conditioned room includes a flat-screen TV with satellite channels. All rooms are non-smoking and have a contemporary bathroom with a hairdryer. Some rooms feature a balcony with views of the courtyard.\n\nRestaurant Le Saint Louis serves traditional French cuisine at Hôtel Cloitre Saint Louis. Guests can dine on the terrace in summer and enjoy drinks in the lounge bar. A buffet breakfast is prepared every morning. An in-room breakfast can be enjoyed at extra cost.\n\nCalvet Museum and Avignon Train Station are a 5-minute walk from the hotel and Avignon Airport is a 20-minute drive away. Private parking is available.", "address": "20, rue du Portail Boquier, 84000 Avignon, France"},
{"hotel_name": "Au Saint Roch - Hôtel et Jardin", "url_hotel": "https://www.booking.com/hotel/fr/au-saint-roch-et-jardin.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.94290137673605,4.7980427742004395", "score": "8.0", "text_description": "Offering a sun terrace and a courtyard garden with a fountain, Au Saint Roch - Hôtel et Jardin is located in Avignon in the Provence-Alpes-Côte d'Azur Region, a 15-minute walk from the Papal Palace and a 10-minute walk from the train station. Private parking is available onsite, upon request and for an extra charge, and free public parking can also be found nearby.\n\nAll rooms are air-conditioned and come with a flat-screen satellite TV and a fan. Each room features a terrace and garden views. The rooms are fitted with a private bathroom equipped with a bath, free toiletries and a hairdryer. Saint Roch Hotel Jardin features free WiFi throughout the property.\n\nA buffet breakfast is available for an extra charge.\n\nPont d'Avignon is 3.3 km from Au Saint Roch - Hôtel et Jardin. The nearest airport is Avignon-Provence Airport, 10 km from Au Saint Roch - Hôtel et Jardin.", "address": "9 Rue Paul Merindol, 84000 Avignon, France"},
{"hotel_name": "City Résidence Avignon", "url_hotel": "https://www.booking.com/hotel/fr/residence-5-epi.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.94350682853685,4.822365045547485", "score": "6.8", "text_description": "Located a 10-minute walk from the ramparts and a 20-minute walk from the historic centre of Avignon, Residence 5 Epi offers free Wi-Fi in public areas. The Palais des Papes, Avignon Bridge and Avignon-Centre train station are just 2 km away.\n\nFeaturing modern décor, all soundproofed studios and flats include an LCD TV, free Wi-Fi, a hospitality tray and a private bathroom. Some have a balcony.\n\nThe accommodation also has a kitchenette equipped with a microwave, refrigerator and cooking hobs.\n\nRésidence 5 Epi is 9 km from Avignon-Provence Airport. There is free private and secure parking on site 24 hours a day.", "address": "5 Impasse de l'Epi, 84000 Avignon, France"},
{"hotel_name": "Best Western Plus Le Lavarin", "url_hotel": "https://www.booking.com/hotel/fr/hotellelavarin.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.922757658189205,4.804295003414154", "score": "8.3", "text_description": "The Best Western Hôtel du Lavarin is located in Avignon, 2.5 km from the ramparts, the Palais des Papes and the Pont d'Avignon. A fitness room and an indoor swimming pool are also available on site, exclusively for adults.\n\nThe hotel offers comfortable, air-conditioned rooms with free Wi-Fi access.\n\nBreakfast and other meals are served with a taste of Provence, in the restaurant, patio or garden. The restaurant is open from Monday to Friday for lunch and dinner and on Saturday evenings. Please note that catering is not available outside the restaurant's opening days and hours.\n\nThe hotel's garden features olive and plane trees and a private outdoor swimming pool. Free, secure, enclosed parking is available on site, with 2 electric charging points.\n\nThe hotel is a 5-minute bus ride from the TGV train station (bus no. 30) and a 15-minute bus ride from Avignon city centre. The bus stop is 50 metres from the hotel. The Gardon gorges, the Pont du Gard and Mont Ventoux are a 30-minute drive away.", "address": "1715 Chemin du Lavarin, 84000 Avignon, France"},
{"hotel_name": "Hôtel Le Médiéval Palais des Papes", "url_hotel": "https://www.booking.com/hotel/fr/le-medieval-avignon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.94930610704683,4.809345602989197", "score": "8.1", "text_description": "Le Médiéval is set in a former cardinal's palace in Avignon historic centre. This 17th-century building is a 5-minute walk from the Popes Palace and offers a floral patio with a fountain.\n\nAccessed via a staircase, each air-conditioned room has a satellite TV and some feature a bathtub. They are also equipped with a direct dial phone, a work desk and free WiFi is available in the entire hotel Le Medieval.\n\nA buffet breakfast is served every morning and the hotel is close to many shops and restaurants.\n\nThe hotel includes a TV room and a library.\n\nLe Medieval is 5 km from Avignon TGV train Station and 10 km from Avignon Airport. Public parking is available nearby at a discounted rate.", "address": "15 rue Petite Saunerie, 84000 Avignon, France"},
{"hotel_name": "Logis Hotel la Ferme", "url_hotel": "https://www.booking.com/hotel/fr/logis-de-france-la-ferme.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.975483683625534,4.827437102794647", "score": "8.7", "text_description": "The hotel features an outdoor swimming pool and 22 air-conditioned and fully equipped rooms on Barthelasse Island. Based 4 km from the centre of Avignon, it is located a 15-minute drive from Avignon Wall and the Palais des Papes.\n\nA TV and free WiFi access are provided in the guest rooms, which are decorated in a Provencal style. The en suite bathrooms include free toiletries and a hairdryer.\n\nThe restaurant opens onto a shaded terrace planted with 100 year-old trees and an impressive wisteria.\n\nFree secure parking is available on site and you can rent bikes from the hotel. Villeneuve-lès-Avignon is 5 km away and Pont du Gard is 30 km from the hotel. Avignon Train Station is ideally located a 10-minute drive away and the exhibition centre is 16 km away.", "address": "110 Chemin Des Bois - Ile De La Barthelasse, 84000 Avignon, France"},
{"hotel_name": "ibis Avignon Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/ibis-avignon-centre-gare.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.94229069324134,4.807274341733546", "score": "7.7", "text_description": "In the heart of Avignon, Ibis Avignon Centre Gare is just 50 metres from the Avignon Train Station. It offers a 24-hour front desk, a bar, free WiFi and newspapers. Parking is available at the paid public parking area of the train station, located at the foot of the hotel.\n\nThe air-conditioned hotels rooms have a flat-screen TV with cable channels and a wardrobe. They all offer an en suite bathroom with a shower. Ironing facilities are also available.\n\nA buffet breakfast composed of sweet and savoury dishes such as eggs, fruit salad, yogurts and juices is served every day. Pastries baked on site and fresh French Madeleine cakes are also on offer, as well as a hot beverage and a piece of fruit to take away. Outside of regular breakfast hours guests can also enjoy a lighter option, available from 04:00.\n\nThere is an à-la-carte restaurant on site and guests can also relax with a drink at the hotel’s bar.\n\nFamous touristic sights like the Palais des Papes or the Pont d’Avignon Saint-Bénezet are within 1 km. Guests can drive 30 km to The Pont du Gard. Avignon TGV Train Station is 3 km away.", "address": "42 boulevard Saint Roch, 84000 Avignon, France"},
{"hotel_name": "Hotel Boquier", "url_hotel": "https://www.booking.com/hotel/fr/boquier.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.944696596730566,4.804993117791014", "score": "7.8", "text_description": "Hotel Boquier is set in the Avignon City Centre district in Avignon, 800 metres from Papal Palace.\n\nEach room at this hotel is air conditioned and has a flat-screen TV. All rooms have a private bathroom fitted with a shower. Hotel Boquier features free WiFi throughout the property.\n\nThere is luggage storage space at the property.\n\nPont d'Avignon is 1 km from Hotel Boquier. The nearest airport is Avignon-Provence Airport, 9 km from Hotel Boquier.", "address": "6 Rue Du Portail Boquier, 84000 Avignon, France"},
{"hotel_name": "The Originals Boutique, Hôtel Danieli, Avignon", "url_hotel": "https://www.booking.com/hotel/fr/hoteldanieli.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.94756618978862,4.8060303926467896", "score": "7.2", "text_description": "The Danieli Hotel is situated at the heart of Avignon Old Town, 400 metres from the Palais des Papes and a 10-minute walk from the Pont d'Avignon bridge. The paintings seen throughout this hotel are by Yvan Osscini.\n\nThe hotel offers air-conditioned guest rooms featuring a flat-screen TV, desk and wardrobe. The private bathroom includes a bath or shower and a hairdryer.\n\nBreakfast is offered at this property and a vending machine is available for other snacks. Groceries and restaurants can be found within 150 metres of the hotel.\n\nAvignon Central Train Station is 10 minutes walk away.\n\nWe do not have a parking and we recommend the public parking at the Palais des Papes, a 5-minute walk from the hotel, at a price of €17 for 24 hours. The entrance is located outside next to the Avignon bridge.", "address": "17 Rue de la République, 84000 Avignon, France"},
{"hotel_name": "Appart'Hotel Festival Sud Aqua - Avignon TGV", "url_hotel": "https://www.booking.com/hotel/fr/court-inn-aqua.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.93519798519155,4.781026840209961", "score": "7.3", "text_description": "Appart'Hotel Festival Sud Aqua - Avignon TGV is just a 5-minute drive from the centre of Avignon. It offers apartments with kitchenette and rooms with satellite TV. Some have a private balcony or terrace. The property is a 10-minute drive from the Papal Palace.\n\nAll of the rooms are air-conditioned and WiFi internet access is available free of charge.\n\n Appart'Hotel Festival Sud Aqua - Avignon TGV also has an outdoor swimming pool surrounded by lounge chairs.\n\nYou can discover Avignon on wheels thanks to the Appart'Hotel Festival Sud Aqua - Avignon TGV’s bicycle rental service. Guests benefit from free on-site parking, making it easy to explore the Provence region by car. Central Avignon Train Station is 3 km away.", "address": " 36 Route Des Rémouleurs - Courtine, 84000 Avignon, France"},
{"hotel_name": "Garlande Hôtel Avignon Centre", "url_hotel": "https://www.booking.com/hotel/fr/de-garlande.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.94761833011378,4.806803539395332", "score": "8.9", "text_description": "Featuring free WiFi, Garlande Hôtel Avignon Centre offers accommodation set on a pedestrian street in Avignon, 500 metres from Papal Palace and 900 metres from Pont d'Avignon.\n\nEach room is fitted with a flat-screen TV and a bath or shower. Certain rooms feature a seating area where you can relax.\n\nBreakfast is available at the property for an additional charge. Evening meals can be served from Monday to Thursday if you reserve 24 hours in advance.\n\nThe property is a 10-minute walk from Avignon Central Station and Avignon - Caumont Airport is a 20-minute drive away.", "address": "20 Rue Galante, 84000 Avignon, France"},
{"hotel_name": "Hôtel de l'Horloge", "url_hotel": "https://www.booking.com/hotel/fr/de-l-horloge.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.94896720373931,4.805472493171692", "score": "8.4", "text_description": "This hotel is set in a 19th-century building overlooking the picturesque Place de L'Horloge, in the centre of Avignon. It offers stylish rooms with free WiFi access. The hotel is a 2-minute walk from the Papal Palace.\n\nThe Hôtel de l'Horloge's rooms are decorated with antique furnishings. They are soundproofed and feature air conditioning, and some also come with private terraces. Three rooms are suitable for guests with reduced mobility. Some of the hotel's rooms feature panoramic views of the Palais des Papes.\n\nThe Luberon Regional Natural Park is a 30-minute drive away and the Alpilles mountains are a 55-minute drive away. Avignon - Caumont Airport is 10 km away.", "address": "1 Rue Félicien David - Place de l'Horloge, 84000 Avignon, France"},
{"hotel_name": "COWOOL AVIGNON", "url_hotel": "https://www.booking.com/hotel/fr/cowool-avignon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.932979142652,4.831906704755", "score": "8.5", "text_description": "Located just 4 km from Avignon Central Station, COWOOL AVIGNON features accommodation in Avignon with access to a fitness centre, a garden, as well as a shared kitchen. Featuring a lift, this property also provides guests with a sun terrace. The aparthotel also provides free WiFi, free private parking and facilities for disabled guests.\n\nThis air-conditioned aparthotel comes with a fully equipped kitchen, a seating area, a dining area and a satellite flat-screen TV. Towels and bed linen are featured in the aparthotel. This aparthotel is non-smoking and soundproof.\n\nThere is a coffee shop and lounge.\n\nGuests can stay active with the fitness classes held on site. The area is popular for cycling and walking tours, and bike hire is available at the aparthotel. An indoor play area is also available for guests at COWOOL AVIGNON.\n\nAvignon TGV Train Station is 4.4 km from the accommodation, while Papal Palace is 5 km away.", "address": "25 Avenue Mazarin, 84000 Avignon, France"},
{"hotel_name": "Brit Hotel Avignon Sud Le Calendal", "url_hotel": "https://www.booking.com/hotel/fr/brit-hotel-avignon-sud-le-calendal.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDnNlYXJjaF9hdmlnbm9uSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKN1P28BsACAdICJDVhYWM1ZmQyLWUyNTAtNDY1Ny1hZDlhLWQyZGQwNWM2ZjYyN9gCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=80465a466da206c3&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.92598582531355,4.851635992527008", "score": "7.2", "text_description": "Offering a seasonal heated pool at 28°C, a terrace, a restaurant and a bar, Brit Hotel Avignon Sud Le Calendal is located 6 km from Avignon city center.\n\nAll of the rooms at Brit Hotel Avignon Sud Le Calendal feature free WiFi, air-conditioning and a flat-screen satellite TV.\n\nA buffet breakfast is served every morning with local produce including homemade jam, honey and apple juice.The restaurant serves traditional and regional meals using fresh produce.\n\nOffering free parking, the hotel is a 15-minute drive from the Palace of the Popes and a 40-minute drive from the Regional Natural Park of Lubéron.", "address": "87 Rue Du Bon Vent, 84140 Avignon, France"}
]