[
{"hotel_name": "Appart'City Collection Nîmes Arènes", "url_hotel": "https://www.booking.com/hotel/fr/appart-39-city-nimes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.8338735348897,4.361433959524561", "score": "8.8", "text_description": "Appart'City Collection Nîmes Arènes is set in the historic centre of Nîmes, a 1-minute walk from the Arena and 300 metres from the train station. Underground public parking is available nearby. Free WiFi is provided.\n\nThe studios and apartments feature a flat-screen TV and seating area. The fully equipped kitchenette has a microwave and stovetop. The private bathroom has a bath or shower.\n\nBreakfast is composed of various breads. Croissants are also provided. Fresh fruit and fruit salad, as well as cheeses are offered. Guests can also enjoy organic yogurt and a large variety of organic tea including scrambled eggs, veal eggs/ scrambled eggs, veal sausage.\n\nThe nearest airport is Nîmes-Alès-Camargue-Cévennes Airport, in Garons/Saint-Gilles, 12 km from Appart'City Collection Nîmes Arènes.", "address": "1 Boulevard De Bruxelles, 30000 Nîmes, France"},
{"hotel_name": "Hôtel Le Pré Galoffre", "url_hotel": "https://www.booking.com/hotel/fr/lepregaloffrenimes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.78858215364223,4.35380257666111", "score": "8.2", "text_description": "Le Pré Galoffre enjoys a quiet, rural setting, a 10-minute drive from central Nimes. It has an outdoor pool and sun terrace and offers free WiFi.\n\nThe guest rooms are located in a traditional Provençal stone building. Each features air conditioning and a flat-screen TV.\n\nHotel Galoffre provides a wide range of breakfast options daily and guests can dine by the pool in fine weather.\n\nLe Pré Galoffre can provide a bicycle or car rental service as well as packed lunches. Hiking and horse riding are both available nearby.\n\nFree parking is available on site for guests arriving by car. The A9 and A54 motorways are both 4 km away. Nîmes–Alès–Camargue–Cévennes Airport is a 15-minute drive away.\n\nWhen booking more than 4 rooms, different policies and additional supplements may apply.", "address": "3115 Route De Générac, 30900 Nîmes, France"},
{"hotel_name": "Royal Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/royal.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.83881509620307,4.3548184633255005", "score": "8.3", "text_description": "Set in the heart of Nîmes, Royal Hôtel features an on-site restaurant, La Bodéguita, which opens onto Assas Square. The hotel is within 3 minutes' walk of the Maison Carrée Temple and Carré d'Art Modern Art Gallery. Free WiFi access is available.\n\nThe property accepts dogs less than 10 kg .\n\nAccessed via a staircase, every room includes air conditioning, a flat-screen TV and a view over the internal patio or Assas Square. Some units feature a seating area to relax in after a busy day. Rooms are equipped with a private bathroom.\n\nBreakfast is served daily, made with a selection of fresh organic produce. You can sample Spanish cuisine and fish à la plancha in the restaurant. Tapas can be enjoyed on the bar’s outdoor terrace.\n\nTango evenings are organised on Assas Square during July and August. There are also regular art viewings and exhibitions held on the square.\n\nParc Expo Nîmes is 2.7 km from Royal Hôtel. Montpellier-Méditerranée Airport is 53 km from the property.", "address": "1 place d'Assas, 30000 Nîmes, France"},
{"hotel_name": "HÔTEL C SUITES chambres spacieuses", "url_hotel": "https://www.booking.com/hotel/fr/c-suites.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.815377,4.345905", "score": "7.9", "text_description": "Offering an outdoor pool, C Suites is a urban resort located in Nîmes just 3 km from the Arenas. This fully renovated hotel is set in a 1-hectare tree-filled park, a tennis court, and a boules court.\n\nC Suites rooms all offer free WiFi access, a flat-screen TV with international channels as well as a private bathroom with a bath or shower.\n\nGuests can enjoy the C Unik wine and tapas bar, situated close to the swimming pool. A large selection of wines and cigars are available.\n\nAt C Suites you will find a 24-hour front desk and free parking. Conveniently located 1.5 km from the Motorway exit, the hotel is 1.5 km from Parc Expo Nîmes and 5.7 km from Nimes Vacquerolles Golf Course. Within 40 km, guests can also visit, Pont du Gard, Avignon, Arles and Aigues-Mortes.", "address": "152 rue claude nicolas ledoux, 30900 Nîmes, France"},
{"hotel_name": "SQUARE HOTEL", "url_hotel": "https://www.booking.com/hotel/fr/square-nimes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.837032,4.363037", "score": "8.6", "text_description": "Situated in Nîmes and with Parc Expo Nîmes reachable within 13 km, SQUARE HOTEL features a shared lounge, non-smoking rooms, free WiFi throughout the property and a terrace. This 3-star hotel offers luggage storage space. Some rooms at the property have a balcony with a city view.\n\nThe hotel will provide guests with air-conditioned rooms with a desk, a kettle, a safety deposit box, a flat-screen TV and a private bathroom with a shower. The rooms feature a wardrobe.\n\nGuests at SQUARE HOTEL can enjoy a buffet or a continental breakfast.\n\nLanguages spoken at the reception include English, Spanish and French.\n\nArles Amphitheatre is 34 km from the accommodation, while Avignon Central Station is 43 km from the property. Nimes-Ales-Camargue-Cevennes Airport is 9 km away.", "address": "7 Square de la Couronne, 30000 Nîmes, France"},
{"hotel_name": "Kyriad Nîmes Ouest A9", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-na-r-mes-ouest.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.81470734512981,4.344832599163055", "score": "7.8", "text_description": "Located a 10-minute drive from the centre of Nîmes, this 3-star hotel is ideally located 2 km from the exit 25 of the A9 motorway. You can browse the free 20 mbps WiFi or relax in the outdoor living areas.\n\nEach room at Kyriad Nîmes Ouest A9 has tea and coffee-making facilities and a flat-screen TV with international channels, including Canal. Decorated in Mediterranean tones, the rooms also have an en suite bathroom with free toiletries.\n\nA buffet breakfast is served every morning in the breakfast room or in the garden. You can also relax in the lounge bar with an aperitif before dining in the nearby restaurants.\n\nFree private parking is available on site and Nîmes Airport is a 15-minute drive away. You may also choose to play golf at Vacquerolles or Golf Nîmes Campagne, both a 20-minute drive from the hotel. This Kyriad hotel also has a 24-hour reception.", "address": "Ville Active - 157 rue Tony Garnier, 30900 Nîmes, France"},
{"hotel_name": "B&B HOTEL Nîmes Centre Arènes", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-nimes-centre-ville.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.8281614,4.354790200000025", "score": "8.3", "text_description": "Hôtel B&B Nimes Centre Arènes is located in Nîmes. Free WiFi access is available. It is 950 metres from the Arena of Nîmes.\n\nEach room here will provide you with a flat-screen TV and air conditioning. Private bathroom has a shower. You can enjoy city view from the room. Extras include bed linen and ironing facilities.\n\nOther facilities offered at the property include a vending machine.\n\nThe property is just a 2-minute walk from the Dhuoda Tram Stop which will take you to the Arena and the historical city centre.\n\nThe hotel is 50 km from Montpellier Méditerranée Airport. Limited private parking is available.", "address": "83, rue de la République, 30900 Nîmes, France"},
{"hotel_name": "Logis NIMOTEL Hôtel Cosy", "url_hotel": "https://www.booking.com/hotel/fr/nimotel.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.815576349205195,4.346603527665138", "score": "7.9", "text_description": "Nimotel is located 1 km from the A9 motorway and a 10-minute drive from central Nimes. It has 24-hour reception, a secure outdoor pool and free WiFi access.\n\nThe air-conditioned rooms have a flat-screen TV with satellite channels. Some rooms also feature coffee and tea making facilities.\n\nNimotel’s restaurant, Partage, serves a range of traditional dishes and Provencal specialities. There is also a bar and a poolside terrace where guests can relax. A buffet breakfast is available daily.\n\nFree on-site parking is available for guests exploring the Languedoc-Roussillon region by car.", "address": "152 Rue Claude Nicolas Ledoux, 30900 Nîmes, France"},
{"hotel_name": "Campanile Nîmes Centre Mas-Carbonnel", "url_hotel": "https://www.booking.com/hotel/fr/campanile-nimes-centre-mas-carbonnel.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.82273112028273,4.364125728607178", "score": "7.6", "text_description": "Located in Nîmes, this 3-star hotel offers free WiFi, a 24-hour reception and daily newspapers. Nîmes Arena, the Maison Carrée and the train station are less than a 20-minute walk away.\n\nThe rooms offer air conditioning, tea and coffee making facilities and a private bathroom with a bath or shower.\n\n A fitness centre is available a 1-minute walk away.\n\nCampanile Nîmes Centre Mas-Carbonnel is a 45-minute drive from La Grande Motte and Le Grau-du-Roi beaches. Private secured parking is available at an additional cost. Free on-street parking is possible nearby.", "address": "45 Rue San-Lucar, Zac Du Mas-Carbonnel, 30900 Nîmes, France"},
{"hotel_name": "Hotel Majestic", "url_hotel": "https://www.booking.com/hotel/fr/majestic-nimes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.8343632920283,4.365336745977402", "score": "8.5", "text_description": "Renovated in 2019, Hotel Majestic is located in Nîmes, just 320 metres from the Arenas of Nîmes and the town centre. The property is 600 metres from La Romanité Museum, 1 km from Maison Carrée and 30 km from Pont du Gard. Free WiFi is offered throughout.\n\nEvery room at this hotel is air conditioned and is fitted with a flat-screen TV with cable channels. The private bathroom has free toiletries and a hairdryer.\n\nGuests can enjoy hot or cold drinks on the hotel's patio all year round. Breakfast is served daily. The staff will be happy to offer advice on visiting the area.\n\nThe hotel is just 300 metres from the Nîme TGV train station. Montpellier-Méditerranée Airport is 52 km from the property.", "address": "9 Rue de la Servie, 30000 Nîmes, France"},
{"hotel_name": "Central Hotel", "url_hotel": "https://www.booking.com/hotel/fr/central-nimes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.838995018723715,4.36281144618988", "score": "7.7", "text_description": "Central Hotel is set in a renovated, 18th-century building, in the historical centre of Nimes, right behind the ancient roman site, the Porte d’Auguste. It offers soundproofed rooms with private bathrooms.\n\nThe guest rooms’ doors are decorated by a local artist. Each room is equipped with a TV and a shower.\nSome rooms feature views of Nimes’ rooftops and the Magna Tower.\n\nThe Central Hotel has a private bar, and a traditional French breakfast is served every morning. Room service is also available.\n\nFree WiFi access is provided in the Central’s common areas, and guests also have access to a luggage room. There is also 1 room suitable for guests with reduced mobility.\n\nCentral Hotel is 100 metres from a shuttle stop for Nimes Airport, and less than a 10-minute walk from the Gare de Nimes TGV Train Station. The Notre-Dame-et-Saint-Castor Cathedral is just 280 metres away.", "address": "2 Place Du Château, 30000 Nîmes, France"},
{"hotel_name": "Hôtel De L'Amphithéâtre", "url_hotel": "https://www.booking.com/hotel/fr/de-l-amphitheatre-nimes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.83581534027453,4.359140172600746", "score": "8.3", "text_description": "Located in the pedestrian area of Nîmes historical city centre, Hôtel De L'Amphithéâtre consists of 2 mansions dating from the 17th and 18th centuries. It is just steps from the Roman Amphitheatre and the temple Maison Carrée.\n\nThe rooms are individually and elegantly decorated and all offer a private bathroom and a flat-screen TV. Some rooms offer a view of the Place du Marché, with a fountain representing the town's symbols of a palm-tree and a crocodile.\n\nGuests can find restaurants, cafés and shops within walking distance of the hotel. Nîmes Train Station is a 10-minute walk away.", "address": "4 Rue Des Arènes, 30000 Nîmes, France"},
{"hotel_name": "Hotel Cote Patio", "url_hotel": "https://www.booking.com/hotel/fr/hotelcotepatio.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.83887216845921,4.369747638702393", "score": "7.9", "text_description": "Located 900 metres from Nîmes city centre, Hotel Cote Patio is a 5-minute walk from the Arena of Nîmes and a 10-minute walk from the train station. It offers free WiFi access and a patio with outdoor furniture.\n\nSet all around the patio, the heated rooms provide a private bathroom and a flat-screen TV with satellite and cable channels. They are all decorated following different styles with warm southern colours, Art Deco or classical atmospheres.\n\nIn the summertime, a Continental breakfast including homemade jam and a variety of other breakfast foods is served on the patio. The hotel staff are happy to be of assistance to help you book a table in one of the numerous restaurants in the area.\n\nHôtel Cote Patio is a 5-minute walk from the airport shuttle and a 23 km from Uzès. The Cévennes National Park is just 43.5 km away. The A9 motorway is a 9-minute drive away. Arles is 33 km away.", "address": "31 Rue De Beaucaire, 30000 Nîmes, France"},
{"hotel_name": "Best Western Marquis de la Baume", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-la-baume.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.83959475654075,4.3610841035842896", "score": "8.3", "text_description": "Located in the centre of the historic town of Nîmes, Hôtel Marquis de la Baume is a 17th-century town house just 3.7 km from Parc Expo Nîmes and 650 metres from Nîmes Arena. Free WiFi is provided.\n\nThe air-conditioned rooms are equipped with a satellite flat-screen TV, a minibar and an electric kettle. There is a private bathroom equipped with a bath or shower, free toiletries and a hairdryer.\n\nA buffet breakfast is served everyday in the comfort of guest rooms or in the interior patio, weather permitting.\n\nThere is a 24-hour front desk at the property and guests can enjoy the on-site bar.\n\nThe hotel is just a 10-minute walk from the Colosseum and the Magne Tower. Public parking is available nearby.", "address": "21, rue Nationale, 30000 Nîmes, France"},
{"hotel_name": "Comfort Aparthotel Nimes Centre", "url_hotel": "https://www.booking.com/hotel/fr/adagio-access-nimes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.83249328044521,4.367856681346893", "score": "8.0", "text_description": "Zenitude Nîmes Centre is an eco-friendly residence located in Nîmes. Parc Expo Nîmes is 1.6 km from the property. Free WiFi is featured.\n\nThe spacious studios and apartments come with a flat-screen TV with satellite channels. There is a kitchen, dining area and private bathroom in each unit.\n\nThe Arena of Nîmes is just 10 minutes' walk away. The nearest airport is Mediterranee Airport, 43 km from Zenitude Nîme Centre. There is a private parking on site, subject to availability.\n\nChoose from a wide selection of dishes and relax over a tasty meal.", "address": "5 allée Boissy d'Anglas - Triangle de la Gare, 30000 Nîmes, France"},
{"hotel_name": "Hôtel & Spa Vatel", "url_hotel": "https://www.booking.com/hotel/fr/vatel.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.820576747716174,4.319126978516579", "score": "8.4", "text_description": "Located a 10-minute drive from Nimes city centre and 15 kilometres from the Nimes-Arles-Camargue Airport, this 4-star resort offers free access to the Vatel’s Spa and fitness centre, where facilities include an indoor heated pool and hot tub.\n\nRooms at the Hotel & Spa Vatel have free internet access and a private bathroom.\n\nDuring the Feria Festival, there is a shuttle service leading to Nîmes city centre and Arena departing every 30 minutes from the hotel.\n\nThis hotel is attached to Vatel, Graduate School of Business & Management.\n\nFree private parking is provided and the hotel is just a 5-minute drive from the E15/A9 motorway.", "address": "140, rue Vatel, 30900 Nîmes, France"},
{"hotel_name": "Maison Albar Hotels L’Imperator", "url_hotel": "https://www.booking.com/hotel/fr/imperator-nimes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.83866612768399,4.352767914533615", "score": "9.2", "text_description": "Maison Albar Hotels L’Imperator is a luxury hotel located in the city of Nimes. Bordering the Jardin de la Fontaine, L'Imperator is less than five minutes’ walk from the Maison Carrée Roman temple and the Carrée d'Art museum. Past guests of this historic hotel include Ava Gardner, Ernest Hemingway, and Torero El Cordobes.\n\nRooms are in a Mediterranean style with natural stone, marble and wood. Equipped with a walk-in shower, each room also has a Smart TV with ChromeCast so you can view and share your personal content. Some rooms overlook the hotel gardens.\n\nL'Imperator boasts a 24/7 reception desk, and has baby equipment and services for children. The Spa by CODAGE offers an indoor and outdoor pool, a Jacuzzi, a sensory shower and a hammam, as well as a full range of massages.\n\nL’Imperator is the home of Pierre Gagnaire, an award-winning chef elected best chef in the world by his peers, and the two onsite restaurants offer guests 2 different gastronomic experiences. The Duende gourmet restaurant is the place to experience extraordinary flavours. L'Impé brasserie, situated on the Imperator’s inner patio in the shade of a Gingko Biloba tree, serves a generous and refined cuisine highlighting local produce.\n\nThe Hemingway Bar offers cocktails in a relaxed setting. A continental breakfast is served daily, or you can enjoy breakfast in your room.\n\nA private, on-site car park is available upon reservation. Nimes TGV Train Station is less than 2 km from L'Imperator.", "address": "15 Rue Gaston Boissier, 30900 Nîmes, France"},
{"hotel_name": "Hotel Mas De Galoffre", "url_hotel": "https://www.booking.com/hotel/fr/mas-de-galoffre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.788451892348796,4.353842326476183", "score": "7.5", "text_description": "Located a 5-minute drive from the centre of Nîmes and Camargues, Hotel Mas de Galoffre, set in a Provençal estate, is an ideal starting point to discover the region and many activities. Free on-site parking is available.\n\nThe hotel offers standard and superior rooms with bathrooms and a flat screen TV. Free Wi-Fi access is provided throughout the hotel.\n\nFor your comfort, Hotel Mas de Galoffre provides a swimming pool, tennis courts, horseback-riding and a golf course nearby.\n\nThe restaurant of the hotel proposes regional cooking that can be served on the terrace facing the garden or the swimming-pool.", "address": "route de Générac, 30900 Nîmes, France"},
{"hotel_name": "ibis budget Nimes Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/ibis-budget-nimes-centre-gare.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.832055902146784,4.3673644959926605", "score": "8.1", "text_description": "Located just 50 metres from Nîmes Train Station, ibis budget Nimes Centre Gare offers a 24-hour reception, luggage storage and free Wi-Fi access in the entire hotel. The city centre is a 5-minute walk away.\n\nAll rooms are air-conditioned and feature a flat-screen TV with satellite channels, a desk and soundproofing. They are complete with an en suite bathroom.\n\nA buffet breakfast is offered daily at the hotel. Quick drinks and snacks are also available from the on-site vending machines.\n\nMontpellier and Le Grau-du-Roi are a 45-minute drive away. Nîmes-Alès-Carmague Airport is ideally located a 10-minute drive away and private parking is possible nearby.", "address": "2 Avenue de la Mediterranée  - Accès parking : 2 avenue du Général Leclerc - , 30900 Nîmes, France"},
{"hotel_name": "Hôtel Abalone - Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/hotelterminusaudrans.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.8330272990424,4.366189688444138", "score": "7.6", "text_description": "Set within 13 km of Parc Expo Nîmes and 34 km of Arles Amphitheatre, Hôtel Abalone - Centre Gare offers rooms in Nîmes. Featuring a shared lounge, the 2-star hotel has air-conditioned rooms with free WiFi, each with a private bathroom. Private parking is available on site.\n\nAt the hotel, the rooms include a wardrobe. All rooms are fitted with a flat-screen TV, and some units at Hôtel Abalone - Centre Gare have a city view.\n\nStaff speak Arabic, Danish, German and English at the 24-hour front desk.\n\nAvignon Central Station is 44 km from the accommodation, while Papal Palace is 45 km from the property. Nimes-Ales-Camargue-Cevennes Airport is 10 km away.", "address": "23, avenue Feuchères, 30000 Nîmes, France"},
{"hotel_name": "Empire Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/empire-nimes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.840300891726834,4.363148733973503", "score": "7.3", "text_description": "Empire Hôtel is located in the heart of Nimes, opposite Nimes Cathedral and in the centre of Roman Arènes de Nîmes. Free WiFi access is available.\n\nEach guest room at Empire Hôtel also has a TV, a desk and a private bathroom.\n\nNimes TGV Train Station is just 1km from the Empire. Carré d'Art Museum is 800 metres away.", "address": "Boulevard Etienne Saintenac, 30000 Nîmes, France"},
{"hotel_name": "Margaret - Hôtel Chouleur", "url_hotel": "https://www.booking.com/hotel/fr/margaret-chouleur.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.837117,4.357898", "score": "9.1", "text_description": "Conveniently set in Nîmes, Margaret - Hôtel Chouleur provides air-conditioned rooms, a seasonal outdoor swimming pool, free WiFi and a fitness centre. Among the various facilities of this property are a garden, a terrace and a bar. The accommodation offers room service, a concierge service and luggage storage for guests.\n\nAll guest rooms at the hotel are equipped with a flat-screen TV and a safety deposit box. Each room includes a private bathroom with free toiletries, while some feature city views. All units will provide guests with a wardrobe and a coffee machine.\n\nAt Margaret - Hôtel Chouleur you will find a restaurant serving French cuisine. Vegetarian, dairy-free and vegan options can also be requested.\n\nSpeaking English, Spanish and French, staff at the 24-hour front desk can help you plan your stay.\n\nParc Expo Nîmes is 14 km from the accommodation, while Arles Amphitheatre is 33 km from the property. Nimes-Ales-Camargue-Cevennes Airport is 9 km away, and the property offers a paid airport shuttle service.", "address": "6 Rue Fresque, 30000 Nîmes, France"},
{"hotel_name": "hotelF1 Nîmes Ouest", "url_hotel": "https://www.booking.com/hotel/fr/hotelf1-nimes-ouest.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.815334,4.34405200000003", "score": "7.0", "text_description": "Hotelf1 Nîmes Ouest is situated in Nîmes, 44 km from Montpellier and 40 km from Avignon.\n\nEvery room has a shared bathroom.Guests can purchase microfibre towels at the hotel at an extra cost of EUR 3 each.\n\nYou will find a 24-hour front desk at the property.\n\nNîmes is 2.8 km from Hotelf1 Nîmes Ouest, while Arles is 28 km from the property. The nearest airport is Montpellier - Mediterranee Airport, 41 km from the property.", "address": "Chemin de l'Hostellerie Ville active, centre hôtelier, 30900 Nîmes, France"},
{"hotel_name": "Grand Hôtel de Nîmes 4 étoiles", "url_hotel": "https://www.booking.com/hotel/fr/holiday-inn-nimes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.8147199254572,4.3462736159563065", "score": "6.9", "text_description": "The Grand Hôtel de Nîmes is a hotel-restaurant-convention hall complex that welcomes you in Nîmes, only 3 km from the Arena.\n\nLocated in a hotel park planted with palm trees and oleanders, this fully renovated hotel offers an outdoor swimming pool reserved exclusively for hotel guests, games for children, a billiard table, a table soccer ...\n\nThe very spacious rooms are equipped with a free high speed fiber Wifi connection and a large flat screen TV with international channels. A welcome coffee/tea and a bottle of mineral water are provided free of charge in your room. The air conditioning of last generation will offer you an optimal comfort to relax you during the hot Provencal days.The private bathrooms are all equipped with a bathtub and separate toilet.\n\nOur American Breakfast Buffet is a delight for our guests and contributes to the reputation of the Grand Hotel de Nimes.\nDuring your stay, you can enjoy our Cosy and Luxurious Bar Lounge, open late at night and reserved for hotel guests only.\n\nA large selection of the best wines, rums and prestigious whiskies are at your disposal, not forgetting our Cigar Cellar where you can enjoy Cohiba, Partagas, Romeo & Juliette or Monte Cristo.\n\nIn summer, numerous activities are offered to you on the spot thanks to the innumerable offers of our Partners.\n\nYou will also be able to enjoy our restaurant \"Le Chat Noir\", rated 4.5/5 on Tripadvisor. Your meal will be served on the Flowered Terrace during the summer days and evenings . In winter, you will enjoy our indoor restaurant with its cozy setting and warm decoration.\nYou will benefit from a Reception open 24 hours a day, a free parking in front of the hotel or a paying and secured parking with direct access inside the hotel.\nIdeally located 1 km from the freeway, the Grand Hôtel de Nîmes welcomes you 1.5km from the Nîmes Exhibition Center, 5km from the Vacquerolles and Nimes Campagne golf courses.\n\nLess than 40km away, you can visit the Pont du Gard, Avignon, Arles, Aigues-Mortes or enjoy our beautiful beaches.\n\nWe speak French, English, Italian and Spanish.\n\nWe look forward to welcoming you.", "address": "202 rue Nicolas Ledoux, 30900 Nîmes, France"},
{"hotel_name": "Odalys City Nîmes Arènes", "url_hotel": "https://www.booking.com/hotel/fr/odalys-city-nimes-arenes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDHNlYXJjaF9uaW1lc0gzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiRiYTZjNmJhOC0zYWIxLTQ1NGEtYmQ5NC01OTM0MGJkM2VlYmHYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=dd985a47892e00af&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.834061872209,4.358990652779", "score": "8.6", "text_description": "Odalys City Nîmes Arènes is located in Nîmes, 14 km from Parc Expo Nîmes, 33 km from Arles Amphitheatre, and 45 km from Avignon Central Station. Free WiFi is provided throughout the property and private parking is available on site. The aparthotel features family rooms and facilities for disabled guests.\n\nThe aparthotel will provide guests with air-conditioned units offering a wardrobe, a coffee machine, a microwave, a fridge, a safety deposit box, a flat-screen TV, a balcony and a private bathroom with a walk-in shower. There is also a dining area and a fully equipped kitchenette equipped with a stovetop and kitchenware. At the aparthotel, every unit includes bed linen and towels.\n\nA selection of options including fresh pastries, fruits and juice is served for the buffet breakfast.\n\nGuests at the aparthotel can work out in the fitness room or relax in the spa and wellness centre, equipped with a hot tub and a hammam.\n\nPapal Palace is 46 km from Odalys City Nîmes Arènes, while Zenith Sud Montpellier is 47 km away. Nimes-Ales-Camargue-Cevennes Airport is 8 km from the property.", "address": "4 Rue Alexandre Ducros, 30000 Nîmes, France"}
]