[
{"hotel_name": "Hôtel PALMITO", "url_hotel": "https://www.booking.com/hotel/fr/palym-biarritz.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.48205055695561,-1.5657448768615723", "score": "8.4", "text_description": "Set in the Old Town in Biarritz, this non-smoking hotel is located just 100 metres from the beach. Free Wi-Fi and an LCD TV are provided in the guest rooms.\n\nA glimpse of the sea or the courtyard is offered in each room, and some rooms feature a balcony. All of the rooms have a private bathroom, and some have a walk-in shower.\n\nYou can enjoy a continental buffet breakfast while reading the newspapers provided.\n\nBiarritz Barrière Casino is just 700 metres from the hotel and Biarritz Train Station is 4 km away. Restaurants, bars and nightclubs are located 50 metres away.", "address": "7 rue du Port Vieux , 64200 Biarritz, France"},
{"hotel_name": "Outsite Coliving Biarritz", "url_hotel": "https://www.booking.com/hotel/fr/outsite-coliving-biarrtiz.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.479357,-1.562543", "score": "8.0", "text_description": "Boasting a shared lounge, a terrace as well as water sports facilities, Outsite Coliving Biarritz is set in the centre of Biarritz, 600 metres from Cote des Basques Beach. The property is around 3.5 km from Biarritz La Négresse Train Station, 18 km from Saint Jean de Luz Train Station and 18 km from Saint-Jean-Baptiste Church. Some units at the property feature a patio with a sea view.\n\nAt the hotel, all rooms are fitted with a desk. With a private bathroom fitted with a shower and free toiletries, rooms at Outsite Coliving Biarritz also have free WiFi, while some rooms also offer a city view. All guest rooms in the accommodation are equipped with a flat-screen TV and a hairdryer.\n\nPopular points of interest near Outsite Coliving Biarritz include Grande Plage, Plage Pêcheurs and Plage Marbella. Biarritz Airport is 3 km from the property.", "address": "19 Avenue Carnot, 64200 Biarritz, France"},
{"hotel_name": "Le Gamaritz", "url_hotel": "https://www.booking.com/hotel/fr/le-gamaritz.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.481774198197215,-1.5665441751480103", "score": "8.9", "text_description": "Le Gamaritz is located in Biarritz city centre, just a 2-minute walk from the Port Vieux beach. It offers design, air-conditioned accommodations with a walk-in shower, a flat-screen TV and free Wi-Fi.\n\nGuests of Hotel Le Gamaritz can enjoy breakfast in the dining room or on the terrace, at an extra cost. Some restaurants and tapas bars can be found in the area.\n\nThe Gamaritz is 6 km from the A63 motorway. It is 700 metres from the Biarritz Barriere Casino and a 10-minute drive from Biarritz-Anglet-Bayonne Airport and Biarritz Train Station.", "address": "5 Perspective de la Côte des Basques, 64200 Biarritz, France"},
{"hotel_name": "Nemea Appart Hotel Les Hauts de Milady Biarritz", "url_hotel": "https://www.booking.com/hotel/fr/nemea-appart-les-hauts-de-milady.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.4702245,-1.5678466", "score": "7.5", "text_description": "Situated just 600 metres from Cote des Basques Beach, Nemea Appart Hotel Les Hauts de Milady Biarritz provides accommodation in Biarritz with access to a seasonal outdoor swimming pool, an indoor pool, as well as a lift. Private parking is available on site. The accommodation features a sauna, free WiFi throughout the property and family rooms.\n\nEach unit features a balcony, a flat-screen TV, a well-fitted kitchenette and a private bathroom with a hair dryer. A microwave, a toaster and fridge are also available, as well as a kettle. The units are equipped with heating facilities.\n\nPlage Marbella is 700 metres from the aparthotel, while Plage Milady is less than 1 km from the property. Biarritz Airport is 4 km away.", "address": "24 Avenue de la Milady, 64200 Biarritz, France"},
{"hotel_name": "Hôtel Le Windsor Biarritz", "url_hotel": "https://www.booking.com/hotel/fr/inter-windsor.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.484374255948275,-1.5586356818675995", "score": "8.1", "text_description": "Ideally situated in Biarritz, Hôtel Le Windsor Biarritz features air-conditioned rooms, a restaurant, free WiFi and a bar. This 4-star hotel offers room service and a 24-hour front desk. The property is non-smoking and is situated 400 metres from Plage Miramar.\n\nAt the hotel, the rooms include a desk, a flat-screen TV, a private bathroom, bed linen and towels. Hôtel Le Windsor Biarritz offers some rooms with city views, and every room is equipped with a coffee machine. All rooms have a safety deposit box.\n\nPopular points of interest near the accommodation include Grande Plage, Plage Pêcheurs and Cote des Basques Beach. Biarritz Airport is 4 km from the property.", "address": "11 Avenue Edouard VII, 64200 Biarritz, France"},
{"hotel_name": "Sure Hotel by Best Western Biarritz Aeroport", "url_hotel": "https://www.booking.com/hotel/fr/amaryshotel.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.47220790289405,-1.5348994731903076", "score": "7.9", "text_description": "Sure Hotel by Best Western Biarritz Aeroport is located in the heart of the Basque, 3 km from the centre of Biarritz and its beaches. It offers free WiFi and free on-site parking.\n\nThe soundproofed guest rooms at Sure Hotel by Best Western Biarritz Aeroport have double doors for total privacy. Satellite TV and a work desk are provided in each contemporary room. Air condition is available throughout.\n\nA buffet breakfast is available daily. the hotel’s restaurant features traditional Basque dishes made with fresh, local produce. During fine weather guests can lunch or dine on the outdoor terrace.\n\nSure Hotel by Best Western Biarritz Aeroport is just 2 km from the A63 motorway and the Biarritz-Anglet-Bayonne Airport is 300 m away.", "address": "24 boulevard marcel dassault, 64200 Biarritz, France"},
{"hotel_name": "Hôtel Au Bon Coin", "url_hotel": "https://www.booking.com/hotel/fr/au-bon-coin-biarritz.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.4821737,-1.5541904", "score": "9.4", "text_description": "Set 400 metres from the sea front and the beach La Grande Plage in Biarritz, Au Bon Coin offers a bar, lift, terrace and free WiFi throughout.\n\nThe soundproofed rooms and the suite at Au Bon Coin feature a flat-screen TV , and a private bathroom with free toiletries and a walk-in shower. Rooms suitable for guests with reduced mobility are also available.\n\nThe buffet breakfast is available daily and includes tea, coffee, hot chocolate, fruit, bread, French pastries, cheese, ham, fruit juices, yogurts and eggs.\n\nAu Bon Coin is 300 metres from the city centre and Biarritz Airport is 3 km away. As an environment friendly property, Au Bon Coin received the The Tourisme Trophee Bearn Pays Basque 2023 and also the Tourisme Handicape label.", "address": "5 rue de la cité, 64200 Biarritz, France"},
{"hotel_name": "Résidence Victoria Surf", "url_hotel": "https://www.booking.com/hotel/fr/residence-victoria-surf-victoria-management.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.48474401555174,-1.557089388370514", "score": "8.3", "text_description": "Résidence Victoria Surf offers self-catering studios located in the centre of Biarritz, overlooking the main beach. The property features an outdoor swimming pool with a paddling pool for children.\n\nEach studio has a TV and an equipped kitchenette with vitro-ceramic hobs and a fridge. Some studios have a balcony, and all have a bathroom fitted with a shower.\n\nIdeally located for visiting Biarritz, Résidence Victoria Surf provides private, underground limited parking, upon prior request. You will find a choice of shops and restaurants within a 5-minute walk from the property.", "address": "21 Ter Avenue Edouard 7, 64200 Biarritz, France"},
{"hotel_name": "Hôtel Saint James", "url_hotel": "https://www.booking.com/hotel/fr/saint-james.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.481316841136795,-1.5628641843795776", "score": "8.2", "text_description": "A 14-room hotel set in a early 20th-century house, Hôtel Saint James is located at the historic centre of Biarritz, just a 5-minute walk from the main beaches, including Côte des Basques and La Grande Plage. The harbour, the convention centre and the Barriere Casino are also located within walking distance.\n\nThe Saint James offers rooms with free WiFi and a flat-screen TV. The rooms are located on 3 different floors and not serviced by a lift.\n\nIn the morning, from 8.00 to 11.00 a.m. a daily breakfast is served at the property's restaurant, Le Café du Commerce.\n\nHôtel saint James is a 5-minute drive from the train station and it is also close to the covered market, Halles.\n\nThe Saint James hotel is located in a festive district particularly animated late", "address": "1 Rue des Halles, 64200 Biarritz, France"},
{"hotel_name": "Résidence Biarritz Ocean", "url_hotel": "https://www.booking.com/hotel/fr/biarritz-ocean.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.4804060091033,-1.557961106300354", "score": "8.7", "text_description": "Résidence Biarritz Ocean is located in the heart of Biarritz, just 400 metres from the famous beach, la Grande Plage and 240 metres from Biarritz’s casino. The residence offers self-catering rooms and apartments with balconies.\n\nAll rooms and apartments at Résidence Biarritz Ocean are equipped with satellite TV, a phone and an en suite bathroom with a bathtub. Some bathrooms are accessible to disabled guests. They all have large balconies and some have a view of the residence’s garden. Apartments have an equipped kitchenette with a microwave, fridge and dishwasher.\n\nMarine Museum is a 10-minute walk from the residence. Guests at Résidence Biarritz Ocean benefit from discounts on green fees at 7 golf courses in the region. Biarritz Airport is 4 km away.", "address": "10, Rue Etienne Ardoin, 64200 Biarritz, France"},
{"hotel_name": "Hotel Edouard VII", "url_hotel": "https://www.booking.com/hotel/fr/edouard-vii.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.479203222687474,-1.5622150897979736", "score": "9.1", "text_description": "Just 5 minutes walking distance from the Biarritz beaches, sits Hotel Edouard VII, a 19th-century residence that combines the charm of yesterday and the comfort of today.\n\nThis unique residence has a rich history based on its past residents. It was once the home of the Mayor of Biarritz. It was also the place Napoleon III used to receive medical care on his visits to the region.\n\nGuestrooms are spacious and feature a refined and elegant décor. All are air-conditioned, soundproofed and equipped with private bathrooms, a flat-screen TV and free WiFi internet access.\n\nThe area surrounding Hotel Edouard VII has much to offer. In addition to the beautiful coast and its beaches, you will find restaurants, shops, museums and casinos. San Sebastien is only a 45-minute drive away.", "address": "21 Avenue Carnot, 64200 Biarritz, France"},
{"hotel_name": "Résidence Mer & Golf Eugénie", "url_hotel": "https://www.booking.com/hotel/fr/residence-mer-et-golf-eugenie.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.46963652033791,-1.5694905817508698", "score": "7.8", "text_description": "Résidence Mer et Golf Eugénie is set in a 2-hectare garden and overlooks Marbella beach located just 300 metres away. It is a 3-minute drive from Biarritz town centre and offers an outdoor swimming pool.\n\nThe studios and apartments at Résidence Mer et Golf Eugénie are contemporary in style and offer a private balcony or patio. Each has a TV and some have views of the sea.\n\nThe residence also offers a daily continental breakfast in the breakfast lounge and bakery service. Additional facilities include mini golf, tennis courts and table tennis. Free basic WiFi is available and high-speed WiFi can be provided at an extra cost.\n\nIlbarritz Golf Club is 1.5 km away and private parking is free for guests with a car. There is a bus stop in front of the residence servicing the city centre. Shops can be found 900 metres away.Ocean Museum is 750 metres from the residence and the a thalassotheray center is 200 metres away.", "address": "54-56 Rue de Madrid, 64200 Biarritz, France"},
{"hotel_name": "Hôtel & Espace Bien-être La Maison du Lierre", "url_hotel": "https://www.booking.com/hotel/fr/la-maison-du-lierre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.480133535313925,-1.5607613325119019", "score": "8.9", "text_description": "Hôtel & Espace Bien-être La Maison du Lierre is located in Biarritz, 300 metres from the beach and 5 minutes from the convention centres Bellevue, Casino and Gare du Midi as well as 100 metres from Biarritz central market. It offers free WiFi and Canal + channel.\n\nThe charming Maison du Lierre hotel provides numerous services. These include breakfast which can be enjoyed on the terrace in summertime. Upon reservation and for an extra charge, guests also access the onsite sauna, massage services and spa treatments.\n\nEach room has a private bathroom with a walk-in shower. The rooms overlook an interior courtyard. Some have a balcony or terrace.\n\nGuests have access to a private living room with a computer corner.", "address": "3 avenue du Jardin Public, 64200 Biarritz, France"},
{"hotel_name": "La Casa Cosy, Appart'Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/la-casa-cosy-biarritz.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.480333,-1.56254790000003", "score": "8.7", "text_description": "Set in the centre of Biarritz, within 500 metres of Cote des Basques Beach and 500 metres of Grande Plage, La Casa Cosy, Appart'Hôtel is an accommodation offering inner courtyard views. There is a private entrance at the aparthotel for the convenience of those who stay. There is a sun terrace and guests can make use of free WiFi and parking on-site.\n\nThe aparthotel provides guests with a balcony, city views, a seating area, cable flat-screen TV, a fully equipped kitchen with a dishwasher and an oven, and a private bathroom with walk-in shower and a hair dryer. A microwave, a toaster and fridge are also offered, as well as a coffee machine and a kettle. At the aparthotel, units are equipped with bed linen and towels.\n\nPlage Pêcheurs is 700 metres from the aparthotel, while Biarritz La Négresse Train Station is 3.1 km from the property. Biarritz Airport is 3 km away.", "address": "11 rue Champ Lacombe, 64200 Biarritz, France"},
{"hotel_name": "Hôtel VAL FLORES LOGIS", "url_hotel": "https://www.booking.com/hotel/fr/logis-val-flores.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.48380307021778,-1.5483614802360535", "score": "7.6", "text_description": "In a residential area, a stone's throw from the main beach, the town centre and the casino, the Logis Val Flores offers you the charm of an old-style villa.\n\nIndividually decorated, the rooms feature a TV with Canal + channels, as well as a private bathroom. They also provide free WiFi internet access.\n\nWeather permitting, guests can enjoy their breakfast on Logis Val Flores' outdoor terrace.\n\nFree parking with 10 spaces in total is provided at the Logis Val Flores, making it easy to explore Biarritz and the Basque coastline by car.", "address": "48, avenue de La Marne, 64200 Biarritz, France"},
{"hotel_name": "Hôtel Cosmopolitain", "url_hotel": "https://www.booking.com/hotel/fr/palacito.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.48217900496228,-1.5618395805358887", "score": "7.8", "text_description": "Located 700 metres from the Rock of the Blessed Virgin and just 200 metres from the beach in central Biarritz, Hôtel Cosmopolitain is a  3-star hotel featuring elegantly decorated guest rooms and common areas.\n\nHôtel Cosmopolitain also offers free Wi-Fi access and air-conditioned guest rooms with a private bathroom and satellite TV in each.\n\nLunch is available and guests can enjoy a cocktail or a glass of champagne in the hotel bar.\n\nThere are numerous bars and restaurants in the streets around Hôtel Cosmopolitain. The Sea and Chocolate Museum are 1 km away and the hotel is a 10-minute drive from Biarritz airport and SNCF Train Station.", "address": "1, Rue Gambetta, 64200 Biarritz, France"},
{"hotel_name": "Lagrange Vacances Les Patios Eugénie", "url_hotel": "https://www.booking.com/hotel/fr/lagrange-prestige-les-patios-euga-c-nie.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.48504470130932,-1.5513260668648172", "score": "7.7", "text_description": "Lagrange Vacances Les Patios Eugénie is a stylish aparthotel in Biarritz, located just 400 metres from the sandy beaches. In high season, you will also have free access to the heated outdoor pool.\n\nThe contemporary apartments and studios are equipped with a TV. Bed linen and towels are supplied. The kitchenettes include a stove, microwave and a dishwasher. Most apartments offer a furnished balcony or terrace.\n\nExtra facilities include a sauna, hammam and hot tub, available at an extra cost. With private parking on site, paying and underground (accessible by car lift, height 1.90m max, width 1.90m max, length 5.10m max and 3700kg max) this property is 4.5 km from both Biarritz Train Station and Anglet, where you can enjoy surfing.", "address": "30/32 avenue de la reine Victoria, 64200 Biarritz, France"},
{"hotel_name": "Hotel Villa Koegui Biarritz", "url_hotel": "https://www.booking.com/hotel/fr/7b.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.48070864819324,-1.5581005811691284", "score": "8.9", "text_description": "Hotel Villa Koegui Biarritz is a design hotel located in the heart of Biarritz, just a 5 minute-walk from the beach, the local market and several underground car parlks. It offers air-conditioned guest rooms with free WiFi internet access.\n\nEach of the guest rooms at Villa Koegui has a private bathroom equipped with a walk-in shower or bathtub, and is serviced by a lift. All rooms include a flat-screen TV with satellite channels.\n\nVilla Koegui serves a homemade buffet breakfast in the breakfast room.\n\nGuests are invited to relax in the lounge area, which has a fireplace and opens onto an outdoor terrace.\n\nVilla Koegui is an ideal base for exploring the Basque region. There are hiking trails, a golf course and a casino all within 3 kilometres of the hotel.", "address": "7, rue de Gascogne, 64200 Biarritz, France"},
{"hotel_name": "Hôtel de La Plage", "url_hotel": "https://www.booking.com/hotel/fr/de-la-plage-biarritz.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.482133269718496,-1.567530557513237", "score": "9.1", "text_description": "Situated in Biarritz and facing the ocean, Hôtel de La Plage offers rooms with a flat-screen TV and free Wi-Fi access just 50 metres from the Plage du Vieux Port. The train station is located a 10-minute drive away.\n\nThe rooms at Hôtel de La Plage have a private bathroom with free toiletries. Some rooms have a view of the sea. Free Wi-Fi access is provided throughout.\n\nA continental breakfast is available every morning. All type of restaurants can be found within 150 metres.\n\nThe hotel is a 5-minuted rive from the centre of Biarritz and 15 km from Saint-Jean de Luz. Biarritz-Anglet-Bayonne Airport is situated a 10-minute drive away.", "address": "3, esplanade du Port Vieux, 64200 Biarritz, France"},
{"hotel_name": "Hôtel Florida", "url_hotel": "https://www.booking.com/hotel/fr/eugenie-biarritz.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.482229605617206,-1.5639907121658325", "score": "7.6", "text_description": "Located on the seafront, Hôtel Florida is only 300 metres from the beach in Biarritz. A buffet breakfast is prepared daily. Free Wi-Fi is available in this air-conditioned accommodation.\n\nEach room and suite is decorated in a refined style with modern furniture. All rooms include an LCD TV featuring Canal Plus et beIN sports channels. Some rooms offer a balcony with a sea view, and the apartments have self-catering facilities including a microwave and stove.\n\nBreakfast can be delivered to your room.\n\nBiarritz le Phare Golf Club is only 2.5 km from this hotel and the city of Anglet is 4.5 km away. Public parking is possible on site and Biarritz Train Station is 5 km away.", "address": "3-5 place Sainte Eugenie, 64200 Biarritz, France"},
{"hotel_name": "Ama Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/alcyon-biarritz.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.48131294872144,-1.5574930608272552", "score": "8.7", "text_description": "Designed by the famous Basque architect Raymond Larrebat Tudor and built in the 18th-century, Ama Hôtel is a lovely residence in the heart of Biarritz.\n\nIt is ideally situated 200 metres from the beach and casino and close to the local thalassotherapy centre.\n\nThe air-conditioned guest rooms feature free Wi-Fi access, a minibar and a flat-screen TV. The en suite bathrooms include a hairdryer.\n\nPublic parking is available just 150 metres from the hotel.", "address": "8 rue Maison Suisse, 64200 Biarritz, France"},
{"hotel_name": "Hôtel Le Café de Paris", "url_hotel": "https://www.booking.com/hotel/fr/le-cafe-de-paris-4.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.482718094375606,-1.5613406896591187", "score": "9.1", "text_description": "Hôtel Le Café de Paris is in central Biarritz, on the pedestrian Place Bellevue and a 5-minute walk from the Halls. All the rooms have panoramic views of the sea.\n\nAll rooms are equipped with en suite Italian ceramic bathrooms, a flat-screen TV with satellite and Canal+ channels and free Wi-Fi.\n\nGuests can sample refined cuisine in Hôtel Le Café de Paris’ restaurant. The restaurant offers an outdoor terrace overlooking the Place Bellevue and the sea.", "address": "Place Bellevue, 64200 Biarritz, France"},
{"hotel_name": "Hotel De L'Océan", "url_hotel": "https://www.booking.com/hotel/fr/de-l-ocean.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.482574078180136,-1.5637439489364624", "score": "8.0", "text_description": "With a dream location in the heart of Biarritz, the hotel is 3 minutes away from a large beach, a truly magical place shared between swimmers and surfers.\r\n\r\nLocated on the place Sainte-Eugénie, a quiet, semi-pedestrian square above the old harbour. It is but a few steps away from all the beautiful sites on the city. You will be able to stroll around Biarritz and enjoy the city center and the seaside. \r\n\r\nMany rooms have past atmosphere and others rooms have been renovated. All have a  character and benefitiate of the exceptional location .", "address": "9 Place Sainte-Eugénie, 64200 Biarritz, France"},
{"hotel_name": "Hôtel Oxo", "url_hotel": "https://www.booking.com/hotel/fr/christina.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.48176835961826,-1.5545231848955154", "score": "7.6", "text_description": "Hôtel Oxo is located in the heart of Biarritz, across from the media library and its gardens and within a 10-minute walk of the beach. It offers free WiFi. There is a shared terrace on site where guests can enjoy their breakfast or relax.\n\nEach of Hotel Oxo’s guestrooms contains a private bathroom, a flat-screen TV and double-glazed windows.\n\nOnly 5 minutes' drive from Biarritz’s casino and Congress Centre, Hôtel Oxo is an ideal location to visit the city centre with its shops, restaurants and famous outdoor market. The Asiatica Museum and Biarritz Aquarium are both within 1.2 km of the hotel.\n\nGuests can also discover the region including the Bay of Biscay on the Atlantic coast.", "address": "38 Avenue De Verdun, 64200 Biarritz, France"},
{"hotel_name": "Hotel Saint Julien", "url_hotel": "https://www.booking.com/hotel/fr/saint-julien.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCD3NlYXJjaF9iaWFycml0ekgzWARoTYgBAZgBCbgBF8gBDNgBAegBAfgBA4gCAagCA7gCjtT9vAbAAgHSAiQ4OTM3ZWY0ZC00OTU0LTQ2YjktYTY0MS1mNDY0NDRkM2I4NWLYAgXgAgE&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=bd405a477ff6031c&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.479138995554955,-1.5622754395008087", "score": "9.2", "text_description": "Hotel Saint Julien is a 19th-century family residence located in peaceful gardens just a 2-minute walk from the city centre of Biarritz. It offers en suite rooms with free Wi-Fi. Some rooms have views of the ocean and Pyrenees Mountains.\n\nBreakfast is served every morning in the dining room or on the hotel’s terrace. It can also be served in your bedroom at an extra cost.\n\nGuests can visit the Côte Basque beaches which are approximately 200 metres from the hotel.", "address": "20 Avenue Carnot, 64200 Biarritz, France"}
]