[
{"hotel_name": "Logis Hôtel Restaurant de la Poste", "url_hotel": "https://www.booking.com/hotel/fr/hostellerie-de-la-poste-tarascon-sur-ariege.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.84806398369048,1.605425477027893", "score": "7.3", "text_description": "Situated 35 km from Col de la Crouzette, Logis Hôtel Restaurant de la Poste offers 2-star accommodation in Tarascon-sur-Ariège and has a garden, a terrace and a restaurant. Located around 4.6 km from Grotte de Lombrives, the hotel with free WiFi is also 6.1 km away from Bedeilhac Cave. Some units at the property have a balcony with a city view.\n\nGuests at the hotel will be able to enjoy activities in and around Tarascon-sur-Ariège, like skiing and cycling.\n\nNiaux Cave is 6.7 km from Logis Hôtel Restaurant de la Poste, while Foix Castle is 18 km from the property. Carcassonne Airport is 91 km away.", "address": "16 avenue Victor Pilhes, 09400 Tarascon-sur-Ariège, France"},
{"hotel_name": "Brit Hotel Confort Foix", "url_hotel": "https://www.booking.com/hotel/fr/hotel-balladins-foix-confort.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "43.00523949646403,1.6147595643997192", "score": "8.2", "text_description": "Brit Hotel Confort Foix is ideally located at the foot of the Pyrénées Mountains and offers well-equipped rooms designed for ultimate comfort with en suite facilities and free WiFi access.\n\nThe hotel is perfectly located for exploring the Ariège region and makes a peaceful stopover for guests travelling around the Midi-Pyrénées region.\n\nOn week days, evening meals are available.\n\nGuests at Brit Hotel Confort Foix benefit from free private parking. The hotel is located 30 km from the ski resorts and 70 km from Andorra.\n\nThe reception is closed between 12 o'clock till 4 P.M.\n\nThe friendly and attentive staff at the Brit Hotel Confort Foix will be happy to help you organise your stay.", "address": "Z.A. Nord, 09000 Foix, France"},
{"hotel_name": "AUX 4 LOGIS Appart-hotel - Studio Le Terra - Petit déjeuner inclus 1ère nuit", "url_hotel": "https://www.booking.com/hotel/fr/studio-aux-4-logis-le-terra-petit-dejeuner-inclus-1ere-nuit.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.968143122502,1.6083692723", "score": "8.9", "text_description": "Offering mountain views, AUX 4 LOGIS Appart-hotel - Studio Le Terra - Petit déjeuner inclus 1ère nuit is an accommodation situated in Foix, 600 metres from Foix Castle and 6.5 km from Underground River of Labouiche. The property is around 17 km from Ariege Golf Club, 20 km from Bedeilhac Cave and 21 km from Grotte de Lombrives. The property is non-smoking and is set 34 km from Col de la Crouzette.\n\nWith free WiFi, this aparthotel offers a satellite flat-screen TV, a washing machine and a fully equipped kitchen with a microwave and toaster. The aparthotel offers bed linen, towels and laundry service.\n\nThere is a coffee shop on-site.\n\nGuests at the aparthotel will be able to enjoy activities in and around Foix, like cycling, hiking and walking tours.\n\nNiaux Cave is 23 km from AUX 4 LOGIS Appart-hotel - Studio Le Terra - Petit déjeuner inclus 1ère nuit, while Montsegur Castle is 32 km away. Carcassonne Airport is 75 km from the property.", "address": "Rez de chaussée 4 Rue Sainte-Rapine, 09000 Foix, France"},
{"hotel_name": "Le Hameau du Comté de Foix", "url_hotel": "https://www.booking.com/hotel/fr/le-hameau-du-comte-de-foix.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.894548,1.634179", "score": "8.6", "text_description": "Offering garden views, Le Hameau du Comté de Foix is an accommodation situated in Mercus-Garrabet, 40 km from Col de la Crouzette and 10 km from Foix Castle. There is a private entrance at the aparthotel for the convenience of those who stay. The aparthotel also features free WiFi, free private parking and facilities for disabled guests.\n\nThe aparthotel provides guests with a terrace, mountain views, a seating area, a flat-screen TV, a fully equipped kitchen with a dishwasher and an oven, and a private bathroom with shower and a hair dryer. A microwave, a toaster and fridge are also offered, as well as a coffee machine and a kettle. Guests can grab a bite to eat in an outdoor dining area at the aparthotel.\n\nYou can play table tennis at the aparthotel, and the area is popular for skiing and cycling. Guests at Le Hameau du Comté de Foix can enjoy fishing and hiking nearby, or make the most of the garden.\n\nBedeilhac Cave is 11 km from the accommodation, while Grotte de Lombrives is 11 km from the property. Carcassonne Airport is 84 km away.", "address": "8 rue de la Rivière, 09400 Mercus-Garrabet, France"},
{"hotel_name": "Lagrange Vacances Les Chalets d’Ax", "url_hotel": "https://www.booking.com/hotel/fr/residence-les-chalets-d-ax.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.71383155671864,1.8392068147659302", "score": "7.8", "text_description": "Lagrange Vacances Les Chalets d’Ax is located in Ax-Les-Thermes, 800 metres from the town centre and ski lifts. It offers WiFi in the apartments at an extra cost and an outdoor seasonal heated swimming pool.\n\nLagrange Vacances Les Chalets d’Ax provides studios and apartments with a private balcony or terrace. They each have a kitchen equipped with a dishwasher and microwave.\n\nLocal leisure activities include fishing in the Ariege River, cycling and hiking. In winter, during holidays and week-ends, free shuttles run from the property to Ax-les-Thermes ski lift.\n\nTarascon Prehistoric Art Park and the Niaux caves can be visited a 30-minute drive from Lagrange Vacances Les Chalets d’Ax which provides free private parking.", "address": "Quartier De Castel Maou - Chemin d'Aouredou -, Route d'Andorre RN 20, 09110 Ax-les-Thermes, France"},
{"hotel_name": "Domaine de Garabaud", "url_hotel": "https://www.booking.com/hotel/fr/domaine-de-garabaud.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "43.25701228026424,1.6664350032806396", "score": "8.3", "text_description": "Domaine de Garabaud features free bikes, seasonal outdoor swimming pool, a garden and shared lounge in Mazères. Featuring a terrace, the 2-star hotel has air-conditioned rooms with free WiFi, each with a private bathroom. There is a restaurant serving French cuisine, and free private parking is available.\n\nAt the hotel, every room is equipped with a wardrobe. All units in Domaine de Garabaud are equipped with a TV and free toiletries.\n\nA buffet breakfast is available daily at the accommodation.\n\nGuests at Domaine de Garabaud will be able to enjoy activities in and around Mazères, like cycling.\n\nToulouse-Blagnac Airport is 68 km away.", "address": "913 Garabaud, 09270 Mazères, France"},
{"hotel_name": "AUX 4 LOGIS Appart-hotel - Studio Le Roof - Une vue splendide - Petit déjeuner inclus 1ère nuit", "url_hotel": "https://www.booking.com/hotel/fr/le-roof-studio-aux-4-logis-petit-dejeuner-inclus-1ere-nuit.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.9681599,1.6083351000000001", "score": "8.8", "text_description": "Offering city views, AUX 4 LOGIS Appart-hotel - Studio Le Roof - Une vue splendide - Petit déjeuner inclus 1ère nuit is an accommodation situated in Foix, 600 metres from Foix Castle and 6.5 km from Underground River of Labouiche. It is set 17 km from Ariege Golf Club and features bicycle parking. Free WiFi is available throughout the property and Col de la Crouzette is 34 km away.\n\nThe aparthotel has 1 bedroom, 1 bathroom, bed linen, towels, a flat-screen TV, a dining area, a fully equipped kitchen, and a terrace with mountain views. A private entrance leads guests into the aparthotel, where they can enjoy some chocolates or cookies. The property has an outdoor dining area.\n\nThere is a coffee shop on-site.\n\nGuests at the aparthotel will be able to enjoy activities in and around Foix, like skiing, cycling and walking tours.\n\nBedeilhac Cave is 20 km from AUX 4 LOGIS Appart-hotel - Studio Le Roof - Une vue splendide - Petit déjeuner inclus 1ère nuit, while Grotte de Lombrives is 21 km from the property. Carcassonne Airport is 75 km away.", "address": "4 Rue Sainte-Rapine, deuxième étage, 09000 Foix, France"},
{"hotel_name": "Hostellerie de La Poste", "url_hotel": "https://www.booking.com/hotel/fr/hostellerie-de-la-poste-oust.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.874712003153974,1.2158399820327759", "score": "8.3", "text_description": "Situated in Oust, 24 km from Col de la Crouzette, Hostellerie de La Poste features accommodation with a seasonal outdoor swimming pool, free private parking, a garden and a shared lounge. Each accommodation at the 2-star hotel has garden views and free WiFi. The hotel has a terrace and pool views, and guests can enjoy a meal at the restaurant or a drink at the bar.\n\nAt the hotel, each room is fitted with a patio. Rooms are equipped with a private bathroom with free toiletries, while some rooms have a balcony and others also boast city views. At Hostellerie de La Poste the rooms come with a flat-screen TV with satellite channels.\n\nGuests at the accommodation can enjoy a continental breakfast.\n\nChruch of Saint Lizier is 19 km from Hostellerie de La Poste, while Bedeilhac Cave is 45 km from the property. Toulouse-Blagnac Airport is 116 km away.", "address": "Grand Rue, 09140 Oust, France"},
{"hotel_name": "Résidence Natura", "url_hotel": "https://www.booking.com/hotel/fr/ra-c-sidence-natura.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.71931395602219,1.8385228514671326", "score": "7.2", "text_description": "Located in Ax-les-Thermes, Résidence Natura offers self-catering apartments with a flat-screen TV and seating area, as well as double rooms. The cable car to Bonnascre Ski Station is only 100 metres away and the train station is 800 metres from the property.\n\nAll the apartments features a wardrobe, washing machine, tumble dryer and a bathroom. The kitchen includes a stove, microwave and refrigerator. The bedrooms have tea/coffee making facilities and are soundproofed.\n\nGrocery shops and restaurants can be found within 100 metres of the property in the town centre. There are thermal baths in the town and the airport shuttle bus leaves just 100 metres away.", "address": "8 rue Constant Alibert, 09110 Ax-les-Thermes, France"},
{"hotel_name": "Hôtel Terranostra", "url_hotel": "https://www.booking.com/hotel/fr/terranostra.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.84718593076998,1.6056027951065062", "score": "8.4", "text_description": "Offering a restaurant and a bar, Hotel Terranostra is located in Tarascon-sur-Ariège, in the heart of historic sites of Ariège. Free WiFi access is available.\n\nEach room here will provide you with air conditioning, soundproofing, an electric kettle, a desk and a private bathroom with a shower and free toiletries. Most rooms have a river or mountain view.\n\nIn the morning, a buffet breakfast is served. The restaurant serves traditional food.\n\nAt Hotel Terranostra you will find a terrace and ski storage. There is free public parking nearby and the nearest train station is a 5-minute walk away. 40 minutes by car, guests can find Ax Les 3 Domaines ski resort.", "address": "7, Place Jean Jaurès, 09400 Tarascon-sur-Ariège, France"},
{"hotel_name": "Hôtel Restaurant Le Bellevue", "url_hotel": "https://www.booking.com/hotel/fr/restaurant-le-bellevue-ax-les-thermes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.71983699138773,1.8418669243980048", "score": "8.3", "text_description": "Located 48 km from Meritxell sanctuary, Hôtel Restaurant Le Bellevue offers 2-star accommodation in Ax-les-Thermes and features a terrace, a restaurant and a bar. Located around 25 km from Grotte de Lombrives, the hotel with free WiFi is also 45 km away from Fountain Fontestorbes. The property is non-smoking and is set 24 km from Talc Career of Trimouns.\n\nAt the hotel, every room is fitted with a desk. Each room is equipped with a flat-screen TV, and certain rooms at Hôtel Restaurant Le Bellevue have a city view. Guest rooms include a wardrobe.\n\nGuests at the accommodation will be able to enjoy activities in and around Ax-les-Thermes, like hiking and cycling.", "address": "10 Avenue Adolphe AUTHIE, 09110 Ax-les-Thermes, France"},
{"hotel_name": "Hôtel Pyrène", "url_hotel": "https://www.booking.com/hotel/fr/pyrene.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.95401185785057,1.6238951683044434", "score": "8.5", "text_description": "Set on a 4300 m² garden, this 3-star hotel is 2 km from Foix Train Station. It offers an outdoor swimming pool, a terrace with chairs and free Wi-Fi access in the entire property.\n\nAll the rooms at Hôtel Pyrène feature a flat-screen TV and a private bathroom, free toiletries and hairdryer. Some of them include a balcony and provide direct access to the garden.\n\nA continental breakfast is served every morning in the dining room or in the comfort of the guest rooms. Restaurants can be found within 2 km of the property.\n\nHôtel Pyrène is 5 km from Pyrénées Ariégeoises Regional Park and 3 km from the N20 main road. Free private parking is available on site.", "address": "Lieu-dit \"Le Terrefort\" Rue Serge Denis, 09000 Foix, France"},
{"hotel_name": "Auberge des Deux Rivières", "url_hotel": "https://www.booking.com/hotel/fr/auberge-des-deux-rivia-res-seix.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.83202716427133,1.1983653903007507", "score": "8.0", "text_description": "Auberge Des Deux Rivières is a inn located in the heart of the French Pyrenees department the Ariège at the confluent of the Alet and Salat rivers.\n\nAuberge des Deux Rivières bedrooms are fully equipped and come with a private bathroom offering free toiletries.\n\nIn the restaurant, the owners, Robert and Philip prepare traditional, regional cuisine. Half board dinner features highlights from the à la carte menu selected by the chef.\n\nThe little mountain hotel is a convenient starting point for your mountain walking, cycling, or fishing stay.", "address": "Pont De La Taule, 09140 Seix, France"},
{"hotel_name": "Hôtel Premiere Classe Pamiers", "url_hotel": "https://www.booking.com/hotel/fr/premiere-classe.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "43.103222012578875,1.630570272718387", "score": "7.2", "text_description": "Hotel Premiere Classe Pamiers is located in Ariege and is situated in the La Bouriette shopping complex. It offers air-conditioned rooms with private en suite showers and cable TV.\n\nBunk beds are available in some of the rooms for a third guest at no additional charge. Rooms have direct exterior access.\n\nBreakfast is served every morning in the dining area. There is also free private parking on site.", "address": "Lieu Dit La Bouriette, 09100 Pamiers, France"},
{"hotel_name": "Auberge l'Escaleta", "url_hotel": "https://www.booking.com/hotel/fr/auberge-du-haut-salat.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.8631,1.2016999999999598", "score": "8.2", "text_description": "Featuring a terrace, restaurant, bar and free WiFi, Auberge l'Escaleta is set in Seix, 26 km from Col de la Crouzette and 20 km from Chruch of Saint Lizier. 48 km from Ariege Golf Club, the property offers a ski school. The property is allergy-free and is situated 47 km from Bedeilhac Cave.\n\nAt the hotel, rooms are equipped with a wardrobe. At Auberge l'Escaleta every room includes a private bathroom with free toiletries and a hairdryer.\n\nGuests at the accommodation will be able to enjoy activities in and around Seix, like hiking, skiing and fishing.\n\nToulouse-Blagnac Airport is 118 km away.", "address": "16, Place De L'allée, 09140 Seix, France"},
{"hotel_name": "Résidence Néméa Les Balcons d'Ax", "url_hotel": "https://www.booking.com/hotel/fr/residence-les-balcons-d-ax.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.70237131309722,1.8153074535674705", "score": "7.3", "text_description": "Résidence Néméa Les Balcons d'Ax is located in Bonascre, 15 minutes' drive from the centre of Ax-les-Thermes, at the foot of the ski lift. It offers a heated indoor swimming pool and a sauna.\n\nEach apartment and studio in the Résidence Les Balcons D'ax has a dining area and a fully equipped kitchenette.\n\nLes Balcons D'ax offers free WiFi in public areas and free parking.\n\nGuests can explore the region by snow shoeing during the winter and discover the unique flora and fauna in the National Wildlife Reserve during the summer.", "address": "Station De Bonascre, 09110 Ax-les-Thermes, France"},
{"hotel_name": "AUX 4 LOGIS Appart-hotel - Studio Le City - Petit déjeuner inclus 1ère nuit", "url_hotel": "https://www.booking.com/hotel/fr/studio-le-city-aux-4-logis.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.968233105069,1.6083471153439999", "score": "8.5", "text_description": "Offering city views, AUX 4 LOGIS Appart-hotel - Studio Le City - Petit déjeuner inclus 1ère nuit is an accommodation located in Foix, 34 km from Col de la Crouzette and 600 metres from Foix Castle. Among the facilities at this property are private check-in and check-out and bicycle parking, along with free WiFi throughout the property. Underground River of Labouiche is 6.5 km from the aparthotel and Ariege Golf Club is 17 km away.\n\nThe aparthotel features 1 bedroom, a flat-screen TV with streaming services, a fully equipped kitchen with a microwave and a toaster, a washing machine, and 1 bathroom with a shower. Towels and bed linen are provided in the aparthotel. This aparthotel is allergy-free and non-smoking.\n\nThere is a coffee shop on-site.\n\nGuests at the aparthotel will be able to enjoy activities in and around Foix, like walking tours. Skiing, cycling and hiking are possible within the area, and a water park is available on-site.\n\nBedeilhac Cave is 20 km from AUX 4 LOGIS Appart-hotel - Studio Le City - Petit déjeuner inclus 1ère nuit, while Grotte de Lombrives is 21 km away. Carcassonne Airport is 75 km from the property.", "address": "14 Cours Irénée Cros, 09000 Foix, France"},
{"hotel_name": "Hôtel Le Castelet", "url_hotel": "https://www.booking.com/hotel/fr/le-castelet.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.7396371724951,1.7917799949646", "score": "7.9", "text_description": "In a peaceful, natural setting with mountain views, the Hotel le Castelet offers a tasty breakfast and comfortable accommodation in Le Castelet, near Ax-les-Thermes and Andorra.\n\nThe friendly and discreet staff at Le Castelet provide a warm welcome and will help you make the most of your stay in this quiet, remote and relaxing location.\n\nThe cosy guest rooms feature en suite facilities. Some boast a balcony or large, sunny terrace. They provide a comfortable living area for your stay.\n\nAfter a day of visiting the surrounding area, enjoy an aperitif in the bar. You will find restaurants 2 km and 4 km away.\n\nNearby you will find many activities, including picturesque hiking paths and 4 ski resorts. Ax-les-Thermes is just 3 km away and features water cures, a casino, swimming pool and tennis courts. There is free bicycle and motorbike storage on site.", "address": "4 Roc Gabide, Perles et Castelet, 09110 Ax-les-Thermes, France"},
{"hotel_name": "Hôtel Confort 09 ou HC-09", "url_hotel": "https://www.booking.com/hotel/fr/confort-tarascon-sur-aria-ge.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.84683098378713,1.6058063507080078", "score": "8.6", "text_description": "The Hotel Confort is located in the heart of the Pyrénées Ariégeoises in the historic city centre of Tarascon-sur-Ariège. The hotel offers free WiFi.\n\nThe comfortable guest rooms have HD TV with USB port and cable channels, direct-dial telephone and a private bathroom. Some of the rooms also have a view of the river and mountains.\n\nThe Hotel Confort is on the river’s edge and is in close proximity to shops and restaurants. A buffet breakfast is served in the morning and there is also a bar with a terrace.", "address": "3 Quai Armand Sylvestre, 09400 Tarascon-sur-Ariège, France"},
{"hotel_name": "Hotel du Lac Foix", "url_hotel": "https://www.booking.com/hotel/fr/du-lac.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.99197848633285,1.6158190369606018", "score": "8.2", "text_description": "Built in 1599, Hotel du Lac Foix is a former sheep farm. It offers en suite accommodation with free WiFi and free parking in a country setting.\n\nThe air-conditioned guest rooms have individual balconies and some rooms have views of the lake. Each room has a flat-screen TV and a private bathroom. In addition, the hotel has 10 chalets.\n\nThe hotel’s restaurant features a lakeside terrace and serves fresh, regional produce and a range of local wines. Guests can also enjoy a drink by the fireplace.\n\nHotel du Lac Foix offers the ideal location to enjoy the Ariège area famous for its castles and picturesque countryside. Chateau de Foix and Labouiche cave(Grotte de Labouiche) are both less than 10 km from the hotel.", "address": "Le Couloumié, lieu-dit Labarre, 09000 Foix, France"},
{"hotel_name": "Hôtel Le Commerce", "url_hotel": "https://www.booking.com/hotel/fr/le-commerce-mirepoix.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "43.087482023736385,1.873391568660736", "score": "7.8", "text_description": "Hôtel Le Commerce features a garden, terrace, a restaurant and bar in Mirepoix. With free WiFi, this 2-star hotel offers room service and a business centre. The hotel has family rooms.\n\nBuffalo Farm is 19 km from the hotel, while Fountain Fontestorbes is 28 km away. Carcassonne Airport is 41 km from the property.", "address": "20 Cours Docteur Chabaud, 09500 Mirepoix, France"},
{"hotel_name": "Résidence de Tourisme Domaine de la Vallée d'Ax", "url_hotel": "https://www.booking.com/hotel/fr/mvm-le-domaine-de-la-vallee-d-ax.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.71456073192739,1.839088797569275", "score": "8.3", "text_description": "The DOMAINE DE LA VALLEE D'AX tourist residence in Ax-Les-Thermes in Ariège, is located at the exit of the village, 10 minutes walk from the center, its shops and the gondola of the Ax 3 Domaines ski resort (free shuttle during the day during the winter season). The residence offers apartments for rent, for one or more nights, from studios for 2 people to apartments for up to 6 people (some communicating), fully equipped and with balcony. Large free private parking, outdoor swimming pool in summer season.\nThe rental only includes accommodation and linen (sheets and towels, beds not made). The apartments must be left clean and tidy before 10:30 a.m., but an end-of-stay cleaning service is offered at an additional cost.\nArrivals are from 4 p.m. to 7 p.m. A security deposit of €100 is required on arrival. It must be paid by credit card. Reimbursement is made within 48 hours of your departure.\nAnimals are welcome with supplement.", "address": "RN20 (Sortie d'Ax), 09110 Ax-les-Thermes, France"},
{"hotel_name": "Résidence Pierre & Vacances Les Trois Domaines", "url_hotel": "https://www.booking.com/hotel/fr/pierre-vacances-les-trois-domaines.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.71865183717904,1.836615800857544", "score": "8.1", "text_description": "Located in the heart of the spa town Ax-les-Thermes, close to Andorra, Résidence Pierre & Vacances Les Trois Domaines is composed of 2 buildings combining local materials, built in perfect harmony with the natural surroundings. You will have free access to the property's heated, seasonal outdoor swimming pool.\n\nRésidence Pierre & Vacances Les Trois Domaines provides spacious and comfortable apartments, equipped with a balcony or loggia and modern en suite facilities including a fully equipped kitchen area. The apartments can accommodate up to 6 guests.\n\nThe room rates include the end of stay cleaning (kitchen area and cutlery excluded), and the phones are available at an additional cost. Some apartments also feature facilities for guests with reduced mobility.\n\nUpon prior reservation and depending on the date of the stay, guests can benefit from reduced rates for ski passes and equipment rental.\n\nIt enjoys a privileged location in the resort centre where you can enjoy numerous activities, close to the ski-lift. Many services and activities are offered on-site (fee required) including a lounge.", "address": "Camp de Granou, 09110 Ax-les-Thermes, France"},
{"hotel_name": "Hôtel Le Chalet", "url_hotel": "https://www.booking.com/hotel/fr/le-chalet-ax-les-thermes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "42.71837398163138,1.83945894241333", "score": "8.6", "text_description": "Set 48 km from Meritxell sanctuary, Hôtel Le Chalet offers 3-star accommodation in Ax-les-Thermes and features a garden, a terrace and a restaurant. Located around 25 km from Grotte de Lombrives, the hotel with free WiFi is also 45 km away from Fountain Fontestorbes. The property is non-smoking and is located 24 km from Talc Career of Trimouns.\n\nAt the hotel, every room has a wardrobe. The private bathroom is equipped with a bath, free toiletries and a hairdryer. At Hôtel Le Chalet all rooms come with a desk and a TV.\n\nGuests at the accommodation will be able to enjoy activities in and around Ax-les-Thermes, like skiing and cycling.", "address": "4 Av Turrel, 09110 Ax-les-Thermes, France"},
{"hotel_name": "Terres de France - Domaine du Palais", "url_hotel": "https://www.booking.com/hotel/fr/terres-de-france-domaine-du-palais.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9hcmllZ2VIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkMmE1OGQyZmYtN2Y5Ny00Zjc0LTg2YjUtNzk4OWUyOTU4ZmU32AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=0ef95a46ad78039d&srepoch=1738500622&from=searchresults", "hotel_coordinates": "43.003051,1.13713", "score": "8.1", "text_description": "Offering mountain views, Terres de France - Domaine du Palais is an accommodation located in Saint-Lizier, 26 km from Col de la Crouzette and 300 metres from Chruch of Saint Lizier. It is situated 32 km from Ariege Golf Club and features a lift. The aparthotel also provides free WiFi, free private parking and facilities for disabled guests.\n\nEach unit comes with a seating area, a flat-screen TV, a well-fitted kitchenette with a dining area, and a private bathroom with a hair dryer. At the aparthotel, all units are soundproof. At the aparthotel, all units come with bed linen and towels.\n\nAt the aparthotel, the family-friendly restaurant is open for dinner and lunch and serves French cuisine.\n\nGuests at Terres de France - Domaine du Palais will be able to enjoy activities in and around Saint-Lizier, like hiking.\n\nUnderground River of Labouiche is 41 km from the accommodation, while Foix Castle is 45 km away. Toulouse-Blagnac Airport is 97 km from the property.", "address": "Chemin du Parc Le Palais des Evêques, 09190 Saint-Lizier, France"}
]