[
{"hotel_name": "Hôtel France et Chateaubriand", "url_hotel": "https://www.booking.com/hotel/fr/de-france-et-chateaubriand.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=9472953b9d578da21ceb2fd5c3d4900b&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.65119339995932,-2.0237964391708374", "score": "8.0", "text_description": "Situé au cœur de la ville historique de Saint-Malo, l’Hôtel France et Chateaubriand offre une vue imprenable sur la mer et le sillon, à 210 mètres du port de plaisance de Saint-Malo.\n\nLes chambres confortables de l’Hôtel France et Chateaubriand présentent un décor raffiné.\n\nLe restaurant sert des fruits de mer préparés de façon traditionnelle et des spécialités régionales.\n\nSa façade, unique dans la ville de Saint-Malo, et la présence du lieu de naissance de Chateaubriand, en font un bâtiment historique.", "address": "Place Chateaubriand Bp 77, Intra muros, 35400 Saint-Malo, France"},
{"hotel_name": "B&B HOTEL Saint-Malo Centre", "url_hotel": "https://www.booking.com/hotel/fr/b-b-saint-malo.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=157a50f795a6aae939ae3fcc11ac173e&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.63682324479618,-1.9904014676590123", "score": "7.0", "text_description": "Le B&B HOTEL Saint-Malo Centre est situé à Saint-Malo, à 2 km de la mer et à 2,4 km du grand aquarium de la ville. L’établissement propose des chambres dotées d’une télévision par câble à écran plat et d’une connexion Wi-Fi gratuite.\n\nLes salles de bains sont pourvues d’une douche et de serviettes de toilette. Le linge de lit est fourni.\n\nLe petit-déjeuner continental, composé de pain frais, d’œufs, de bacon et de viennoiseries françaises, est servi chaque matin. Ce repas est disponible à un tarif réduit pour les enfants. Sur place, des distributeurs de collations et de boissons sont mis à votre disposition.\n\nLe B&B HOTEL Saint-Malo Centre est situé à 3,2 km du terminal de ferry de Saint-Malo et à 11,7 km de Dinard. L'aéroport de Rennes-Bretagne est à 66 km. L’établissement dispose d’un parking gratuit. La gare de Saint-Malo se trouve à 3 km. Vous pourrez la rejoindre en transports en commun.\n\nL'établissement est ouvert du lundi au jeudi de 6h30 à 11h00 et de 17h00 à 21h00.\n\nLe vendredi : de 6h30 à 11h00 et de 17h00 à 20h30, et les samedis, dimanches et jours fériés : de 7h30 à 11h00 et de 17h00 à 20h30.\n\nEn dehors des horaires d'ouverture de la réception, rendez-vous à l'entrée de l'hôtel où une borne automatique vous permettra de récupérer à tout moment votre numéro de chambre et votre code d'accès.\nPour cela, munissez-vous de votre numéro de réservation et de votre carte bancaire pour effectuer le paiement, puis suivez les instructions qui s’affichent à l'écran.\n\nLe code d'accès de votre chambre ouvre également la porte et la porte du hall de l'hôtel, le cas échéant.", "address": "76 Avenue du Général de Gaulle, 35400 Saint-Malo, France"},
{"hotel_name": "Les Chiens du Guet", "url_hotel": "https://www.booking.com/hotel/fr/les-chiens-du-guet.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=483d850d1f36d64066542990a3b65dac&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.647932,-2.028651", "score": "7.2", "text_description": "L'établissement Les Chiens du Guet est situé au cœur de Saint-Malo, à seulement 50 mètres de la plage et à 550 mètres du port de plaisance. Vous pourrez vous détendre sur la terrasse avec un verre commandé au bar et dîner au restaurant sur place. Une connexion Wi-Fi est disponible gratuitement.\n\nDécorées avec simplicité, les chambres disposent de moquette, d'un bureau et d'une salle de bains privative avec douche. Un sèche-cheveux est également disponible à la réception sur demande.\n\nLe petit-déjeuner est servi chaque matin moyennant des frais supplémentaires. Le restaurant de l'hôtel sert des plats à la carte préparés avec des produits locaux.\n\nDinard est à 11 km de l'hôtel. Cancale est à 17 km.", "address": "4, Place du Guet, Intra muros, 35400 Saint-Malo, France"},
{"hotel_name": "Hôtel Bristol Union Intra Muros", "url_hotel": "https://www.booking.com/hotel/fr/bristol-union.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=e7fc7e473fc4e3735028a21a4924b9e6&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.64961099853388,-2.024303376674652", "score": "9.2", "text_description": "L’Hôtel Bristol Union Intra Muros est situé au cœur de Saint-Malo, dans l’enceinte des remparts de la vieille ville, à 180 mètres du port de plaisance. Il propose des chambres et des suites munies d’une salle de bains privative, d’une télévision par satellite et d’une connexion Wi-Fi gratuite.\n\nUn petit-déjeuner est proposé tous les matins. Vous pourrez le déguster dans le coin repas ou dans le confort de votre chambre. Le bar propose un cadre agréable pour profiter d’une boisson ou d’un apéritif en soirée.\n\nVous bénéficierez d’un emplacement idéal pour découvrir Saint-Malo et la pittoresque région de Bretagne. Le Mont-Saint-Michel est à seulement 45 minutes de route.", "address": "4 Place De La Poissonnerie, Intra muros, 35400 Saint-Malo, France"},
{"hotel_name": "Hôtel Ar Iniz", "url_hotel": "https://www.booking.com/hotel/fr/ar-iniz.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=907d6c131a2a6aaeab1c92bce404c5cf&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.66167887690836,-1.9916501641273499", "score": "8.5", "text_description": "L'établissement de style moderne Hôtel Ar Iniz propose un accès direct à la plage de Sillon, un restaurant régional, un bar et une terrasse avec vue sur la mer, à 1,5 km du centre-ville.\n\nLes chambres élégantes de l'Hôtel Ar Iniz disposent d'une télévision à écran plat, d'un téléphone et d'un coffre-fort. La salle de bains est pourvue d'un sèche-cheveux et d'articles de toilette gratuits.\n\nVous apprécierez un petit-déjeuner buffet quotidien. Le restaurant sur place sert des plats préparés avec des produits frais et locaux. L'établissement comporte également une connexion Wi-Fi gratuite et un service de location de vélos.\n\nL'Hôtel Ar Iniz se trouve à 12 km de Cancale et de ses plages, ainsi qu'à 45 minutes en voiture de Rennes. La gare est implantée à 3 km. Le parking privé de l'établissement est accessible moyennant des frais supplémentaires.", "address": "8 boulevard Hebert, Paramé, 35400 Saint-Malo, France"},
{"hotel_name": "Hôtel La Porte Saint Pierre-Logis Hôtel Intra Muros", "url_hotel": "https://www.booking.com/hotel/fr/sarl-porte-saint-pierre.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=f625f18bd792f106e77938cbb07c2b62&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.647853110284245,-2.0283856987953186", "score": "8.7", "text_description": "L’hôtel La Porte Saint Pierre est situé à l’intérieur des remparts historiques de la vieille ville de Saint-Malo, à seulement 10 mètres de la plage.\n\nLes chambres de l’établissement sont décorées dans un style contemporain. Elles comprennent une télévision à écran plat ainsi qu’une bouilloire électrique. Elles disposent toutes d'un accès à la fibre optique et d'une salle de bains privative. Certaines offrent également une vue panoramique sur la mer.\n\nVeuillez noter que toutes les chambres sont accessibles par un escalier.\n\nChaque matin, vous dégusterez un petit-déjeuner buffet.\n\nUne salle de réunion pouvant accueillir jusqu’à 20 personnes est présente sur place.\n\nL’hôtel La Porte Saint Pierre se trouve à 2 km de la gare de Saint-Malo. Enfin, depuis le port de Saint-Malo à 1,5 km, de nombreuses liaisons par ferry vous permettront de rejoindre les îles Anglo-Normandes et le Royaume-Uni.", "address": "1 et 2 Place du Guet, Intra muros, 35400 Saint-Malo, France"},
{"hotel_name": "Hôtel San Pedro", "url_hotel": "https://www.booking.com/hotel/fr/san-pedro.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=7ee074b0c8c92bb6470346a340b585b1&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.6490814308541,-2.0279333512951325", "score": "8.4", "text_description": "L’établissement Hôtel San Pedro bénéficie d’un emplacement attractif dans le centre de Saint-Malo, à respectivement quelques pas et 300 mètres de ces lieux d’intérêt : Plage de Bon Secours et Plage du Môle. Il est installé à respectivement 800 mètres, 1,3 km et 2,9 km de : Casino, Fort National et Tour Solidor. Un parking privé est disponible sur place.\n\nTous les hébergements sont dotés d’une télévision à écran plat. Vous bénéficierez d’une salle de bains privative avec une douche et un sèche-cheveux. Les hébergements comprennent une connexion Wi-Fi gratuite et certains offrent une vue sur la ville.\n\nLa région est prisée des amateurs de randonnée et de vélo, et cet hôtel 2 étoiles assure un service de prêt de vélos.\n\nVous séjournerez à proximité de ces lieux d’intérêt : Plage de l'Éventail, Grand Bé et Palais du Grand Large.", "address": "1 rue Sainte Anne, Intra muros, 35400 Saint-Malo, France"},
{"hotel_name": "Hotel Ajoncs d'Or", "url_hotel": "https://www.booking.com/hotel/fr/ajoncsdor.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=7351354c2f2e2cca4340a7d243695e29&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.64735692105968,-2.0251965522766113", "score": "8.5", "text_description": "L'hôtel Ajoncs d'Or se situe au cœur des remparts historiques de la ville fortifiée de Saint-Malo, à 350 mètres du port de plaisance de la ville. Vous bénéficierez gratuitement d'une connexion Wi-Fi.\n\nDesservies par un ascenseur, les chambres insonorisées à la décoration unique sont dotées d’œuvres d'art originales. Les hébergements possèdent une salle de bains privative et une télévision par satellite.\n\nUn petit-déjeuner buffet est servi quotidiennement dans la grande salle à manger lumineuse. Vous pourrez déguster un verre au bar sur place.\n\nL'hôtel est idéalement situé pour profiter pleinement des nombreux restaurants célèbres de Saint-Malo. En période estivale, la station balnéaire est animée et vous y participerez à de nombreuses activités en plein air, notamment sur la plage. La gare ferroviaire de Saint-Malo se trouve à 1,8 km. Un parking privé est disponible moyennant un supplément et sur réservation préalable.", "address": "10 rue des Forgeurs, Intra muros, 35400 Saint-Malo, France"},
{"hotel_name": "Hotel De L'univers", "url_hotel": "https://www.booking.com/hotel/fr/de-l-univers.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=abc99e572f5100ca5d5c59f1eec254b5&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.65104100959774,-2.02372670173645", "score": "8.0", "text_description": "L'Hotel De L'univers est installé dans la ville fortifiée de Saint-Malo, en Bretagne, à quelques pas du port ferry et de la gare. Pourvu d'une connexion Wi-Fi gratuite, l'établissement est à 400 mètres du port de plaisance de Saint-Malo.\n\nLes chambres sont confortables et munies d'une télévision, d'un téléphone, ainsi que d'une salle de bains privative.\n\nLe personnel serviable assurera des services personnalisés et vous fournira des conseils sur la région.\n\nDonnant sur la place principale, l'Hotel De L'univers se trouve directement devant le château, à proximité de la mer. À partir de là, vous pourrez explorer facilement la ville historique, à pied.", "address": "12 Place Chateaubriand, Intra muros, 35400 Saint-Malo, France"},
{"hotel_name": "Hôtel Anne de Bretagne", "url_hotel": "https://www.booking.com/hotel/fr/anne-de-bretagne.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=68a1615c13ad758c36c126512a16d23e&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.6506405397079,-2.024753987789154", "score": "8.9", "text_description": "Situé dans la vieille ville fortifiée de Saint-Malo, à moins de 300 mètres du port de plaisance, l'Hôtel Anne de Bretagne se trouve à proximité du terminal ferry et du parc des expositions. Il est pourvu d'une réception ouverte 24h/24 et d'un bar.\n\nSes chambres, sobres et confortables, sont dotées d'une télévision. Une connexion Wi-Fi est accessible gratuitement dans l'ensemble de l'hôtel.\n\nL'Hôtel Anne de Bretagne met aussi à votre disposition des ordinateurs à la réception et un petit-déjeuner buffet tous les matins.", "address": "10/11 rue St Thomas, Intra muros, 35400 Saint-Malo, France"},
{"hotel_name": "La Marinière Hôtel Restaurant", "url_hotel": "https://www.booking.com/hotel/fr/aux-voyageurs.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=4c99681fcf72bc3451297f2432fdb75f&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.646999,-2.008665", "score": "7.8", "text_description": "L’établissement La Marinière Hôtel Restaurant se situe à Saint-Malo, à 1 km de ce lieu d’intérêt : Grande plage du Sillon. Il offre une vue sur la ville et possède un restaurant et un bar. Cet hôtel 2 étoiles propose une terrasse ainsi que des hébergements dotés de la climatisation, d’une connexion Wi-Fi gratuite et d’une salle de bains privative. Vous pourrez profiter d'un service d'étage et d'un service de concierge.\n\nTous les hébergements comportent une armoire. Vous bénéficierez d’un bureau et d’une télévision à écran plat. Certains hébergements possèdent également un balcon. Des serviettes et du linge de lit sont fournis.\n\nUn petit-déjeuner buffet, à la carte ou continental est servi sur place.\n\nVous séjournerez à proximité de ces lieux d’intérêt : Plage de l'Éventail, Plage des Bas Sablons et Palais du Grand Large.", "address": "2 Boulevard des Talards, 35400 Saint-Malo, France"},
{"hotel_name": "Les Charmettes", "url_hotel": "https://www.booking.com/hotel/fr/les-charmettes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=34e70c4006212c2d04bbd32129d6f76d&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.659021392227906,-1.9960114359855652", "score": "8.8", "text_description": "Installé sur le front de mer dans la ville bretonne de Saint-Malo, l'hôtel Les Charmettes bénéficie d'un accès direct à la plage. Doté d'un bar de plage, il propose des chambres avec salle de bains privative, télévision à écran plat et connexion Wi-Fi gratuite.\n\nLes chambres côté mer disposent d'un balcon, tandis que les autres donnent sur la cour. Toutes sont décorées sur un thème nautique.\n\nLe matin, vous pourrez déguster un petit-déjeuner continental dans la salle à manger ou dans l'intimité de votre chambre. Le restaurant sur place sert des plats traditionnels, notamment des plateaux de fruits de mer. Donnant sur la mer, la terrasse de l'hôtel est le lieu idéal pour se détendre.\n\nLa plage du Sillon vous attend juste devant l’hôtel Les Charmettes, tandis que la gare de Saint-Malo se trouve à 2 km. Enfin, vous pourrez vous rendre dans le centre-ville de Saint-Malo en 30 minutes à pied.", "address": "64 Boulevard Hébert, Sillon, 35400 Saint-Malo, France"},
{"hotel_name": "Hotel Eden", "url_hotel": "https://www.booking.com/hotel/fr/eden-saint-malo.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=f465038ecb0529524d96533241617d9e&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.66190918564983,-1.9896653294563293", "score": "7.8", "text_description": "À 100 mètres de la plage, le charmant établissement Hotel Eden bénéficie d'un accès direct à la vieille ville et au palais des congrès. Il propose des chambres confortables.\n\nCommencez la journée avec un délicieux petit-déjeuner dans la grande salle à manger de l'Hotel Eden. En été, les repas sont servis sur l'agréable terrasse.\n\nL'Hotel Eden constitue un lieu de séjour idéal pour explorer les sites de Bretagne et de Normandie. Il est situé sur la route du Mont-Saint-Michel.\n\nAprès une journée bien remplie, vous pourrez savourer un verre et une collation au bar-salon confortable sur place.\n\nVous logerez à seulement 2,3 km de la gare TGV de Saint-Malo et à 3 km du terminal ferry reliant les îles de Jersey et Guernesey.", "address": "1 rue de l'Etang, Paramé, 35400 Saint-Malo, France"},
{"hotel_name": "Ker Annick", "url_hotel": "https://www.booking.com/hotel/fr/ker-annick.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=8fcb049deaa5a2d7bcb2ec658ba68ec1&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.647138,-2.008805", "score": "7.8", "text_description": "L’établissement Ker Annick vous accueille à Saint-Malo, à 1 km de ce lieu d’intérêt : Grande plage du Sillon. Il possède un bar, des hébergements non-fumeurs, ainsi qu'une connexion Wi-Fi gratuite dans l’ensemble de ses locaux. Vous séjournerez à proximité de ces lieux d’intérêt prisés : Plage de l'Éventail, Plage des Bas Sablons et Palais du Grand Large. Cet hôtel vous accueille à respectivement 2,5 km et 8,3 km de : Tour Solidor et Parc de Port-Breton.\n\nLes hébergements comportent une armoire. La salle de bains privative propose une douche, des articles de toilette gratuits et un sèche-cheveux. Vous profiterez aussi d'une télévision à écran plat avec les chaînes du satellite.\n\nUn petit-déjeuner continental est servi sur place.\n\nVous séjournerez à proximité de ces lieux d’intérêt : Casino, Fort National et Grand Bé.", "address": "3 Rue Alphonse Thébault, 35400 Saint-Malo, France"},
{"hotel_name": "Hôtel Le Nautilus", "url_hotel": "https://www.booking.com/hotel/fr/le-nautilus.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=ed6a5da19264210a289f91874dd40b1a&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.650727056010815,-2.0249454730163734", "score": "9.4", "text_description": "L'Hôtel Le Nautilus occupe un bâtiment rénové du XVIIe siècle situé dans la ville fortifiée de Saint-Malo. Cet hôtel propose un bar, une bagagerie et un salon commun. L'établissement se trouve à 2 minutes à pied de la cathédrale Saint-Vincent et à 50 mètres de la plage. L'établissement propose gratuitement 4 vélos néerlandais, sous réserve de disponibilité.\n\nToutes les chambres insonorisées disposent d'un bureau et d'une télévision par satellite. La salle de bains privative est pourvue d'une douche, d'un sèche-cheveux et d'articles de toilette gratuits. Le linge de lit a été surclassé pour un sommeil de qualité 5 étoiles.\n\nL'Hôtel Le Nautilus se trouve à 300 mètres du port de plaisance de Saint-Malo et à 50 mètres de plusieurs restaurants. L'aéroport de Rennes est à 80 km et une connexion Wi-Fi est disponible gratuitement.", "address": "9, rue de la corne de cerf, Intra muros, 35400 Saint-Malo, France"},
{"hotel_name": "Hotel des Abers", "url_hotel": "https://www.booking.com/hotel/fr/des-abers.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=f7a64f205dcb39268e666686f3bb1a1e&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.6504889200334,-2.024863580356623", "score": "8.8", "text_description": "Occupant un bâtiment construit au XVIe siècle, l'Hotel des Abers est situé dans le centre de Saint-Malo, à 400 mètres du casino et à 500 mètres du ferry Cale de Dinan. Le port de plaisance de Saint-Malo se trouve à 290 mètres.\n\nLes chambres disposent d'une télévision à écran plat. Une connexion Wi-Fi est disponible gratuitement dans l'ensemble des locaux.\n\nL'Hotel des Abers se trouve à 500 mètres du fort national et à 600 mètres de l'Espace Duguay Trouin. L'aéroport le plus proche, celui de Saint-Malo-Dinard-Pleurtuit, est situé à 8 km.", "address": "10 rue de la corne de cerf, Intra muros, 35400 Saint-Malo, France"},
{"hotel_name": "Hôtel Le Britannic - centre gare-", "url_hotel": "https://www.booking.com/hotel/fr/le-britannic.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=9472953b9d578da21ceb2fd5c3d4900b&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.6467882910655,-2.00719356536865", "score": "7.1", "text_description": "L’établissement Hôtel Le Britannic - centre gare- se situe à Saint-Malo, à respectivement 1,5 km et 1,9 km de ces lieux d’intérêt : Plage de l'Éventail et Plage des Bas Sablons. Cet hôtel 2 étoiles propose une connexion Wi-Fi gratuite. Cet établissement non-fumeurs vous accueille à 1,2 km de : Grande plage du Sillon.\n\nTous les hébergements sont pourvus d’une bouilloire électrique. Des serviettes et du linge de lit sont fournis.\n\nVous séjournerez à proximité de ces lieux d’intérêt : Palais du Grand Large, Casino et Fort National.", "address": "1 avenue louis martin, 35400 Saint-Malo, France"},
{"hotel_name": "Logis Maison Vauban - Hotel St Malo", "url_hotel": "https://www.booking.com/hotel/fr/palais.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=7351354c2f2e2cca4340a7d243695e29&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.65007743508441,-2.026853263432713", "score": "8.4", "text_description": "L'Hotel Maison Vauban se trouve à côté de la cathédrale Saint-Vincent de Saint-Malo. L’établissement propose des hébergements confortables avec une connexion Wi-Fi gratuite à seulement 200 mètres de la plage et à 450 mètres du port de plaisance de Saint-Malo.\n\nDécorées dans des couleurs vives, les chambres du Palais disposent d’un téléphone, d’une télévision à écran plat et d’une salle de bains privative.\n\nUn petit-déjeuner buffet est proposé tous les matins. Vous pourrez le déguster dans la salle de petit-déjeuner de l’hôtel ou dans le confort de votre chambre.", "address": "8 rue Toullier, Intra muros, 35400 Saint-Malo, France"},
{"hotel_name": "Escale Oceania Saint Malo", "url_hotel": "https://www.booking.com/hotel/fr/mascottesaintmalo.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=68a1615c13ad758c36c126512a16d23e&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.65428009162275,-2.0088377594947815", "score": "8.1", "text_description": "L'Escale Oceania Saint Malo se trouve sur le front de mer, en face de la plage du Sillon, à 14 minutes de marche de la gare de Saint-Malo. Il propose des chambres modernes, une terrasse bien exposée et un service de restauration 24h/24.\n\nToutes les chambres disposent d'une télévision à écran plat. Certaines offrent une vue sur la mer. La connexion Wi-Fi est gratuite.\n\nVous profiterez gratuitement d'un ordinateur connecté à Internet et d'une imprimante. Un service de location de vélos est par ailleurs assuré.\n\nL'Escale Oceania Saint Malo sert un petit-déjeuner tous les matins, et vous pourrez également dîner sur place. Des collations sont proposées tout au long de la journée, tandis que des paniers-repas peuvent être préparés si vous souhaitez pique-niquer.", "address": "76 Chaussée du Sillon, Sillon, 35400 Saint-Malo, France"},
{"hotel_name": "ibis Styles Saint Malo Port", "url_hotel": "https://www.booking.com/hotel/fr/ibis-styles-saint-malo-port.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=7351354c2f2e2cca4340a7d243695e29&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.63962613573007,-2.012365314358476", "score": "8.3", "text_description": "Doté d'un snack-bar et d'une connexion Wi-Fi gratuite, l'établissement ibis Styles Saint Malo Port est situé à Saint-Malo, à moins de 10 minutes à pied des plages de sable, à 1 km de la gare ainsi qu'à 2km de la côte d'Émeraude.\n\nLes chambres contemporaines disposent toutes d'une télévision par satellite à écran plat et d'une armoire. Leur salle de bains privative est pourvue d'un sèche-cheveux.\n\nL'hôtel ibis Styles Saint Malo Port possède un bar, une réception ouverte 24h/24, une bagagerie ainsi qu'un parking privé payant.\n\nL'établissement se trouve à 1 km du terminal ferry du Naye et à proximité de la jetée, depuis laquelle vous pourrez vous rendre sur les îles Anglo-Normandes. La piscine olympique de Saint-Malo est accessible en 5 minutes de marche. L'aéroport de Rennes est situé à 67 km, tandis que vous pourrez rejoindre le célèbre Mont-Saint-Michel en moins d'une heure de route. Enfin, la ville de Dinard se trouve à 10 km.", "address": "6-8 Quai du Val, 35400 Saint-Malo, France"},
{"hotel_name": "Domaine de la Barbinais", "url_hotel": "https://www.booking.com/hotel/fr/domaine-de-la-barbinais.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=7351354c2f2e2cca4340a7d243695e29&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.644812516266285,-1.9593614355819682", "score": "8.5", "text_description": "L’hôtel Domaine de la Barbinais vous accueille au sein d’un parc paysager de 7 000 m², dans la campagne de Saint-Malo. Une connexion Wi-Fi est disponible dans l’ensemble des locaux.\n\nDécorées de façon personnalisée, les chambres sont toutes dotées d’une télévision à écran plat ainsi que d’un bureau. Chaque logement comporte une salle de bains privative pourvue d’une douche et d’un sèche-cheveux.\n\nChaque matin, vous pourrez savourer un petit-déjeuner dans la salle dédiée, moyennant des frais supplémentaires.\n\nLe personnel de la réception est à votre disposition de 17h00 à 21h00, et un service d’assistance téléphonique est assuré 24h/24. Vous pourrez pratiquer des activités variées sur place ou dans les environs, notamment le vélo. L’établissement est situé à 5 minutes de la plage, et un parking privé est accessible gratuitement sur place.", "address": "La Barbinais, Paramé, 35400 Saint-Malo, France"},
{"hotel_name": "Residence Reine Marine", "url_hotel": "https://www.booking.com/hotel/fr/residence-reine-marine.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=68a1615c13ad758c36c126512a16d23e&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.66913503078455,-1.9835418462753296", "score": "8.6", "text_description": "Située sur la plage la résidence vous offre un panorama exceptionnel sur la baie de saint-malo. Cette résidence 4 étoiles propose 67 appartements de grand confort pouvant accueillir de 2 à 6 personnes, entièrement équipés et décorés avec raffinement. \r\n\r\nPiscine couverte et chauffée, hammam, parking gratuit, accès direct à la plage, à quelques minutes du centre de thalasso & Spa des Thermes Marins, du golf, du Mont Saint Michel et de toutes activités nautiques à proximité. ", "address": "65/67 Avenue John Fitzgerald Kennedy, 35400 Saint-Malo, France"},
{"hotel_name": "Hotel De La Mer", "url_hotel": "https://www.booking.com/hotel/fr/la-cote-d-39-emeraude.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=68a1615c13ad758c36c126512a16d23e&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.656092348905595,-2.0023968000000423", "score": "7.5", "text_description": "Situé à seulement 150 mètres de la plage de Saint-Malo, l'Hotel De La Mer propose une connexion Wi-Fi gratuite dans l'ensemble de ses locaux et un bar sur place. La gare se trouve à seulement 10 minutes à pied.\n\nToutes les chambres disposent d'une télévision à écran plat, d'une armoire et du chauffage. Leur salle de bains privative est pourvue d'une baignoire et d'articles de toilette gratuits.\n\nEn juillet et en août, un petit-déjeuner continental est servi chaque matin à l'Hotel De La Mer. De septembre à juin, il est servi du mardi au samedi. Vous trouverez des restaurants à quelques pas de l'hôtel.\n\nLe port de Saint-Malo se trouve à 2 km et le centre de conventions Espace Duguay Trouin à 1,1 km. Le terminal ferry de Naye est à 2,4 km.", "address": "28 avenue Pasteur, Sillon, 35400 Saint-Malo, France"},
{"hotel_name": "Ambassadeurs Logis Hotel", "url_hotel": "https://www.booking.com/hotel/fr/ambassadeurs.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=68a1615c13ad758c36c126512a16d23e&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.65473053829876,-2.0077344777382677", "score": "8.1", "text_description": "Situé sur le front de mer de Saint-Malo, l'Ambassadeurs Logis Hotel vous accueille à 1,5 km du centre-ville et de la gare TGV. Vous aurez un accès direct à la plage et pourrez profiter du bar sur le toit-terrasse de 100 m² offrant une vue panoramique sur la mer.\n\nDesservies par un ascenseur, toutes les chambres disposent d'une télévision et d'une salle de bains privative. Certaines comprennent un balcon privé qui surplombe la mer.\n\nL'établissement comporte un bar et propose une connexion Wi-Fi gratuite dans l'ensemble des locaux. Il possède également une crêperie servant une variété de plats faits maison.\n\nVous pourrez découvrir la Côte d'Émeraude bretonne et vous séjournerez à seulement 10 minutes à pied du spa des Thermes Marins. Un parking public gratuit est disponible à proximité et un parking privé est possible sur demande lors de la réservation.", "address": "11 Chaussée Du Sillon, Sillon, 35400 Saint-Malo, France"},
{"hotel_name": "Hotel Ar Terra Nova", "url_hotel": "https://www.booking.com/hotel/fr/ar-terra-nova.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEXNlYXJjaF9zYWludCBtYWxvSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGNhMzUyYTVmLWU4OTYtNDIzMy1hMWE1LWE0YTY5ODQ5NTI4ONgCBeACAQ&sid=68a1615c13ad758c36c126512a16d23e&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=7a305a478ee70288&type=total&ucfs=1&", "hotel_coordinates": "48.6364051,-2.01418439999998", "score": "7.9", "text_description": "L'hôtel Ar Terra Nova est situé à Saint Malo, à 500 mètres de la plage des Bas Sablons et à 1 km de la vieille ville.\n\nLes chambres comprennent une télévision à écran plat et une salle de bains privative. Par ailleurs, cet établissement met gratuitement une connexion Wi-Fi à votre disposition dans l'ensemble de son enceinte.\n\nL’hôtel Ar Terra Nova est à 900 mètres de la tour Solidor et à 1 km du terminal ferry du Naye. Enfin, l'aéroport de Saint-Malo-Dinard-Pleurtuit, le plus proche, est implanté à 7 km de l'hôtel.", "address": "8 Rue Godard, Saint-Servan, 35400 Saint-Malo, France"}
]