[
{"hotel_name": "Domaine de Privadière & Spa", "url_hotel": "https://www.booking.com/hotel/fr/domaine-de-privadiere.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.986524,4.302525", "score": "9.5", "text_description": "Set in Uzès, 28 km from Parc Expo Nîmes, Domaine de Privadière & Spa offers accommodation with a seasonal outdoor swimming pool, free private parking, a garden and a terrace. 48 km from Avignon Central Station and 50 km from Papal Palace, the property features a restaurant and a bar. The accommodation provides a 24-hour front desk, airport transfers, room service and free WiFi throughout the property.\n\nAt the hotel, every room includes a wardrobe. Complete with a private bathroom equipped with free toiletries, the units at Domaine de Privadière & Spa have a flat-screen TV and air conditioning, and some rooms come with a seating area. All units will provide guests with a desk and a coffee machine.\n\nPont du Gard is 24 km from the accommodation, while Pont d'Avignon is 49 km away. Nimes-Ales-Camargue-Cevennes Airport is 40 km from the property.", "address": "Domaine de Privadière, 30190 Uzès, France"},
{"hotel_name": "Hostellerie Provençale", "url_hotel": "https://www.booking.com/hotel/fr/hostellerie-provencale.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "44.00924515327312,4.416173994541168", "score": "8.9", "text_description": "Situated in the centre of Uzès, you will enjoy the charms of this typical Provence region style hotel. The Hostellerie Provençale and its staff are pleased to welcome you.\n\nThe Hostellerie Provençale is an 300 year old house with both the charms of an old house and the modernism of the 21st century.\n\nFrom the terrace where you can enjoy your breakfast, you can see Uzès and its surroundings. The restaurant serves Mediterranean dishes and dishes made with fresh ingredients from the market.\n\nA regional market takes place at the Place aux Herbes, beside the hotel. You can visit the Pont du Gard, the Maison Carrée in Nîmes and the Palais des Papes in Avignon.\n\nA public car park is located a 5-minute walk from the hotel.", "address": "1-3 Grande Bourgade, 30700 Uzès, France"},
{"hotel_name": "Hôtel Le Saint-Geniès", "url_hotel": "https://www.booking.com/hotel/fr/le-saint-genies.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "44.023394710582856,4.419290721416473", "score": "9.0", "text_description": "This family-run hotel sits in a garden, in a quiet residential area, 1.5 km from Uzès historical centre. It has an outdoor pool and offers nice views over the countryside.\n\nHotel Le Saint-Geniès provides cosy soundproofed rooms with air conditioning and flat-screen cable TV. The private bathrooms feature hairdryers and showers.\n\nA full buffet breakfast is available to order every morning and can be enjoyed on the terrace. Guests can also relax on the sun terrace by the pool.\n\nThe Saint-Geniès provides free Wi-Fi access in its guest rooms. It is 30 km from Nîmes, 16 km from the Pont du Gard and a 30-minute drive from Avignon. Free public parking is available on site.", "address": "15 impasse Saint-Geniès, 30700 Uzès, France"},
{"hotel_name": "UZES APPART HOTEL Résidence Le Mas des Oliviers", "url_hotel": "https://www.booking.com/hotel/fr/le-mas-des-oliviers-ulv.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "44.0126325895461,4.414148926734924", "score": "6.9", "text_description": "Set 500 metres from the centre of Uzes, this Provencal-style property offers a heated, indoor swimming pool open from April to October. Uzes Cathedral is 1 km away. Free WiFi is provided.\n\nUZES APPART HOTEL Résidence Le Mas des Oliviers offers apartments with a private balcony or terrace and a living room with an LCD TV. Each air-conditioned apartment has tiled flooring and also includes a private bathroom with free toiletries.\n\nWith advance reservation, you can enjoy the continental breakfast served daily in a basket in your accommodation. Meals can also be prepared in apartment’s kitchenette, which is equipped with hot-plates.\n\nFree private underground parking, books and board games are also available at this property. Other local activities include driving the 30 km to Nîmes and Avignon or exploring Uzes’ Provencal-style market on Saturdays. The property offers a discount voucher for guests who want to visit Pont du Gard.", "address": "1 rue des Cèdres, 30700 Uzès, France"},
{"hotel_name": "La Taverne", "url_hotel": "https://www.booking.com/hotel/fr/la-taverne.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "44.014659,4.4200515", "score": "8.6", "text_description": "La Taverne is located in Uzès, on a pedestrian street just a 2-minute walk from the Duché Castle. The tourist office is 100 metres from the property and Haribo Museum is 3 km away.\n\nThe rooms at La Taverne are decorated in a contemporary style and include free WiFi access. Each one also features an LCD TV, air conditioning and an en suite bathroom with free toiletries.\n\nBreakfast is available every morning in the breakfast room. Additional facilities at the hotel include luggage storage and newspapers at reception.\n\nOther local activities include driving the 14 km to Pond du Gard or visiting Nimes, which is a 30-minute drive away. The hotel is situated next to Uzès Tourist Office and the Town Hall.\n\nThe bedrooms are either located on an upper floor and accessible by stairs or on the ground floor in the annex.\n\nThe reception opens from 4 p.m. to 7 p.m. each day. The hotel haven't the night receptionist.", "address": "Rue Xavier Sigalon, 30700 Uzès, France"},
{"hotel_name": "Boutique Hôtel Entraigues", "url_hotel": "https://www.booking.com/hotel/fr/entraigues-uzes2.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "44.01246437098573,4.421800111045059", "score": "8.9", "text_description": "Set in Uzès in the Languedoc-Roussillon Region, 32 km from Avignon, Boutique Hôtel Entraigues features an outdoor pool. The hotel has a sun terrace and views of the city. Free WiFi is provided throughout the property and private parking is available on site for an extra charge, subject to availability.\n\nThe rooms have air conditioning, a flat-screen TV with cable channels and tea and coffee making facilities. Some rooms have a seating area to relax in after a busy day, a terrace or a patio.\n\nA variety of other restaurants are available within a 2-minute walk.\n\nAn array of activities are offered in the area, such as golfing and cycling. Nîmes is 20 km from Boutique Hôtel Entraigues, while Arles is 41 km away. Avignon-Provence Airport is 40 km from the property.", "address": "4 place de l'Evêché, Rue de la Calade, 30700 Uzès, France"},
{"hotel_name": "Patio De Violette", "url_hotel": "https://www.booking.com/hotel/fr/patio-de-violette.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "44.02843142473164,4.420023858328932", "score": "8.4", "text_description": "Set in the Languedoc-Roussillon countryside, this hotel is a 2-minute drive from the town of Uzès. It features an outdoor swimming pool with a solarium and a flowery patio on the first floor.\n\nAir-conditioned guest rooms are equipped with a TV with satellite channels and free Wi-Fi access. Each soundproofed room at Patio de Violette features a balcony overlooking the patio. All rooms have a private bathroom with a hairdryer.\n\nA buffet breakfast is served every morning.\n\nWith free private parking on site, the hotel is 8 km from the famous Gard Bridge. The Haribo Museum is a 5-minute drive from the property and a free shuttle service is available on Wednesday and Saturday.", "address": "8 Chemin de Trinquelaigues, 30700 Uzès, France"},
{"hotel_name": "Logis Hotel Restaurant Uzès Pont du Gard", "url_hotel": "https://www.booking.com/hotel/fr/uzes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "44.00284484835363,4.416452050099906", "score": "7.9", "text_description": "Logis Hotel Restaurant Uzès Pont du Gard offers comfortable and well-equipped rooms, just a 10-minute walk from the centre. Enjoy access to an outdoor swimming pool, 2 tennis courts and an excellent restaurant.\n\nAll rooms at the Logis Hotel Restaurant Uzès Pont du Gard feature satellite TV and en suite bathroom facilities. Stay in touch using the free, unlimited Wi-Fi.\n\nThe hotel restaurant serves traditional French cuisine and offers a view over the swimming pool. In the summertime you can dine on the shady outdoor terrace.\n\nLogis Hotel Restaurant Uzès Pont du Gard is ideally placed for sightseeing in Uzès. The Place aux Herbes and the Tour Fenestrelle are both nearby.", "address": "2 Bis rue de l'Emmeraude, 30700 Uzès, France"},
{"hotel_name": "Secret d'Uzès - Le Loft - Avec piscine chauffée", "url_hotel": "https://www.booking.com/hotel/fr/secret-d-uzes-le-loft-uzes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "44.008072891557,4.324984612995", "score": "10", "text_description": "Featuring air-conditioned accommodation with a heated pool, Secret d'Uzès - Le Loft - Avec piscine chauffée is located in Uzès. This property offers access to a balcony, free private parking and free WiFi. The property is non-smoking and is situated 30 km from Parc Expo Nîmes.\n\nThe spacious aparthotel is equipped with 1 bedroom, 1 bathroom, bed linen, towels, a flat-screen TV, a dining area, a fully equipped kitchen, and a terrace with garden views. Guests can enjoy a meal on an outdoor dining area while overlooking the city views.\n\nA continental breakfast is available daily at the aparthotel. Guests can take advantage of the warm weather with the property's barbecue facilities.\n\nSecret d'Uzès - Le Loft - Avec piscine chauffée also provides an indoor pool and a fitness room for guests to relax in. A bicycle rental service is available at the accommodation.\n\nAvignon Central Station is 46 km from Secret d'Uzès - Le Loft - Avec piscine chauffée, while Papal Palace is 48 km away. Nimes-Ales-Camargue-Cevennes Airport is 41 km from the property.", "address": "Chemin de la Carrierasse, 30190 Uzès, France"},
{"hotel_name": "Secret d'Uzès - Place aux Herbes - Piscine chauffée et Jacuzzi", "url_hotel": "https://www.booking.com/hotel/fr/secret-d-uzes-place-aux-herbes-uzes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "44.0080420250349,4.32490736540788", "score": "10", "text_description": "Set in Uzès, 30 km from Parc Expo Nîmes and 46 km from Avignon Central Station, Secret d'Uzès - Place aux Herbes - Piscine chauffée et Jacuzzi offers an indoor pool and air conditioning. This property offers access to a terrace, free private parking and free WiFi. The property is non-smoking and is located 48 km from Papal Palace.\n\nThe spacious aparthotel is located on the ground floor and comes with 2 bedrooms, a flat-screen TV and a fully equipped kitchen that provides guests with a dishwasher, an oven, a washing machine, a microwave and a toaster. Towels and bed linen are featured in the aparthotel. The property has an outdoor dining area.\n\nGuests at the aparthotel can enjoy a continental breakfast. Guests can take advantage of the warm weather with the property's barbecue facilities.\n\nA bicycle rental service is available at Secret d'Uzès - Place aux Herbes - Piscine chauffée et Jacuzzi.\n\nAvignon TGV Train Station is 48 km from the accommodation, while Pont du Gard is 22 km away. Nimes-Ales-Camargue-Cevennes Airport is 41 km from the property.", "address": "Chemin de la Carrierasse, 30190 Uzès, France"},
{"hotel_name": "La Maison d'Uzès Relais & Châteaux", "url_hotel": "https://www.booking.com/hotel/fr/la-maison-d-uza-s.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "44.0127444719537,4.42113071680069", "score": "8.5", "text_description": "Located in the centre of Uzès’ Old Town, La Maison d'Uzès Relais & Châteaux is set in a listed building. The hotel features a hammam and Roman bath facilities free for 30 minutes when booking a treatment. Spa treatments from Clarins are also available at an additional cost.\n\nAll rooms include a flat-screen TV with satellite channels. The private bathrooms offer a bath or shower and free toiletries.\n\nThe hotel’s on-site restaurant serves modern French cuisine and local specialties. Additional restaurants and bars can be found within 200 metres.\n\nLa Maison d'Uzès Relais & Châteaux is situated 25 km from Nîmes Train Station. Avignon Airport can be reached in 1 hour by car.", "address": "18 rue du Docteur Blanchard, 30700 Uzès, France"},
{"hotel_name": "Secret d'Uzès - Le Duché - Piscine chauffée et Jacuzzi", "url_hotel": "https://www.booking.com/hotel/fr/secret-d-uzes-le-duche-uzes.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "44.0085782,4.3252278", "score": "10", "text_description": "Boasting air-conditioned accommodation with a patio, Secret d'Uzès - Le Duché - Piscine chauffée et Jacuzzi is situated in Uzès. This aparthotel features free private parking, a 24-hour front desk and free WiFi. The property is non-smoking and is set 30 km from Parc Expo Nîmes.\n\nThe spacious aparthotel features 2 bedrooms, 2 bathrooms, bed linen, towels, a flat-screen TV, a dining area, a fully equipped kitchen, and a terrace with garden views. Guests can take in the ambience of the surroundings from an outdoor dining area.\n\nA continental breakfast is available each morning at the aparthotel. For those times when you'd rather not dine out, you can choose to cook on the barbecue.\n\nSecret d'Uzès - Le Duché - Piscine chauffée et Jacuzzi also offers an indoor pool and a hot tub for guests to relax in. A bicycle rental service is available at the accommodation.\n\nAvignon Central Station is 46 km from Secret d'Uzès - Le Duché - Piscine chauffée et Jacuzzi, while Papal Palace is 48 km from the property. Nimes-Ales-Camargue-Cevennes Airport is 41 km away.", "address": "Chemin de la Carrierasse, 30190 Uzès, France"},
{"hotel_name": "Hotel Restaurant Le Clos De Pradines", "url_hotel": "https://www.booking.com/hotel/fr/clos-des-pradines.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "44.0461975690864,4.443197781753497", "score": "8.4", "text_description": "The Clos de Pradines is located in Saint Quentin la Poterie, close to Nîmes, Alès and Avignon. The property offers a terrace with a panoramic view of the Uzès Valley and the outdoor swimming pool. Free WiFi is available in public areas.\n\nThe air-conditioned guest rooms come with a marble en-suite bathroom and a TV. Some rooms have a terrace or balcony and a view.\n\nThe Clos de Pradines also features a restaurant 'La Table du Clos'. This restaurant has been featured in the Michelin Guide and serves regional gastronomic cuisine.\n\nA hot tub and a sauna are available at an extra charge and upon reservation.", "address": "Place Du Pigeonnier, 30700 Saint-Quentin-la-Poterie, France"},
{"hotel_name": "Château d'Arpaillargues - TERITORIA", "url_hotel": "https://www.booking.com/hotel/fr/chac-teau-d-arpaillargues.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.99945020733687,4.372767806053162", "score": "8.1", "text_description": "With an outdoor swimming pool and a hot tub, this 18th-century château is located 4 km from the medieval city of Uzes and a 25-minute drive from the Pont de Gard. The château is surrounded by gardens and a tennis court is available on site. Free WiFi is available.\n\nThe elegant, air-conditioned guestrooms offer a view of the gardens and are equipped with a flat-screen TV and minibar.  Each room has an en suite bathroom with a bathrobe and complimentary toiletries.\n\nA buffet breakfast is served each morning and can be enjoyed on the terrace during the summer months. For evening meals, guests are invited to sample regional cuisine in the hotel’s historical dining room.\n\nRelaxation activities available at the hotel include table tennis and an area for playing boules. Free private parking is available on site.", "address": "Rue du Chateau, 30700 Arpaillargues-et-Aureillac, France"},
{"hotel_name": "Château de Collias", "url_hotel": "https://www.booking.com/hotel/fr/chateau-de-collias.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.95294149642264,4.475574244041458", "score": "9.5", "text_description": "Situated in Collias, 28 km from Parc Expo Nîmes, Château de Collias features accommodation with an outdoor swimming pool, free private parking, a garden and a terrace. Among the facilities of this property are a restaurant, room service and a concierge service, along with free WiFi throughout the property. Guests can have a drink at the bar.\n\nThe rooms at the hotel come with air conditioning, a seating area, a flat-screen TV with satellite channels, a safety deposit box and a private bathroom with free toiletries and a hairdryer. Château de Collias provides some rooms with city views, and rooms are equipped with a coffee machine. All guest rooms will provide guests with a desk and a kettle.\n\nAn American, vegetarian or gluten-free breakfast is available each morning at the property.\n\nYou can play billiards at this 5-star hotel, and the area is popular for hiking and cycling.\n\nAvignon Central Station is 32 km from the accommodation, while Papal Palace is 34 km from the property. Nimes-Ales-Camargue-Cevennes Airport is 27 km away.", "address": "8 Bis chemin du Barry, PL DU CHATEAU 30210 COLLIAS, 30210 Collias, France"},
{"hotel_name": "Le Castellas Hotel & SPA - TERITORIA", "url_hotel": "https://www.booking.com/hotel/fr/castellascollias.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.95418957604745,4.476158916950226", "score": "8.6", "text_description": "Hostellerie Le Castellas Les Collectionneurs is a 17th-century residence located in the heart of Collias. Its enclosed courtyard is full of trees and flowers and has an outdoor heated swimming pool with a counter-current swimming option.\n\nGuest rooms are individually decorated in a Baroque, modern or a chic style. Free WiFi access and a flat-screen TV are both provided.\n\nOn the terrace, you can enjoy lunch under the wisteria in the garden. You can also savour regional cuisine for dinner or enjoy wine-tasting on site.\n\nHostellerie le Castellas has an outdoor hot tub, a Wellness Center and a hammam. The full list of treatments offered can be seen on the hotel's website.\n\nThe hotel is located between Nimes and Avignon in the Gorges du Gardon, and between Le Pont du Gard and Uzes, near the river.", "address": "30 Grand Rue, 30210 Collias, France"},
{"hotel_name": "La Bégude Saint-Pierre", "url_hotel": "https://www.booking.com/hotel/fr/la-ba-c-gude-lt-st-pierre.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=17&hapos=17&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.959707857172845,4.519329071044922", "score": "8.2", "text_description": "Located in Vers-Pont-du-Gard, La Bégude Saint-Pierre sits in a 17th-century building with a 14-hectare domain with olive trees. It features an outdoor swimming pool, a lounge bar and a restaurant.\n\nThe air-conditioned guest rooms offer a flat TV screen, a Nespresso coffee machine and a minibar. Some rooms have a private terrace with views of the pool. The bathroom features a bathtub or shower, a hairdryer and free Nuxe amenities.\n\nBuffet breakfast offers  danish pastries, home-made cake or brioches, selection of cheeses a delicatessen, local jams and honey, scrambled eggs, bacon... and hot and cold drinks. Breakfast can also be enjoyed in the comfort of guest rooms.\n\nThe restaurant is open every evening from April to October. Closing days apply from November to March.\nGuests can enjoy the inventive cuisine served at the restaurant offering views of the pool and the garden.\n\nPont du Gard is 2 km away, Uzès is 10 km away and Nîmes is 22 km from the property.Avignon Train Station is a 30-minute drive away. There is access to A9 Motorway, just a 5-minute drive away.", "address": "295 Chemin des Begudes, 30210 Vers Pont du Gard, France"},
{"hotel_name": "Residhotel Résidence Pont du Gard", "url_hotel": "https://www.booking.com/hotel/fr/residence-club-mmv-pont-du-gard.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.94498,4.549344000000019", "score": "7.6", "text_description": "Located in Remoulins,  Residhotel - Résidence Pont du Gard offers an outdoor pool, a hammam and a sauna. This self-catering accommodation features free WiFi in the reception area.\n\nThe accommodation will provide you with a flat-screen TV. The kitchenettes feature a microwave and a refrigerator. Private bathrooms have a bath or shower.\n\nThe property offers free parking. Nîmes-Alès-Camargue-Cévennes Airport is 28 km away.\n\n-The Pont du Gard visitor parking lot is 700m from the residence, and the Pont du Gard itself is 1km away on foot.\n\n-Montpellier airport is 77 km away and Residhotel - Résidence Pont du Gard is 22 km from Nîmes.\n\n-Résidence Pont du Gard offers an outdoor unheated pool", "address": "47 avenue du pont du gard , 30210 Remoulins, France"},
{"hotel_name": "Soko Hotels-Pont du Gard", "url_hotel": "https://www.booking.com/hotel/fr/soko-hotels-pont-du-gard.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.946223,4.548705", "score": "9.2", "text_description": "Located in Remoulins, 23 km from Avignon Central Station, Soko Hotels-Pont du Gard provides accommodation with free bikes, free private parking, a seasonal outdoor swimming pool and a garden. With a shared lounge, the property also features a terrace, as well as a bar. The accommodation features a concierge service and free WiFi throughout the property.\n\nThe hotel will provide guests with air-conditioned rooms with a desk, a coffee machine, a safety deposit box, a flat-screen TV and a private bathroom with a shower. Soko Hotels-Pont du Gard offers certain rooms that include a balcony, and every room is equipped with a kettle.\n\nGuests at the accommodation can enjoy a buffet or a continental breakfast. At Soko Hotels-Pont du Gard you will find a restaurant serving Italian cuisine. Vegetarian, vegan and gluten-free options can also be requested.\n\nGuests at the hotel will be able to enjoy activities in and around Remoulins, like cycling.\n\nPapal Palace is 25 km from Soko Hotels-Pont du Gard, while Avignon TGV Train Station is 26 km away. Nimes-Ales-Camargue-Cevennes Airport is 28 km from the property.", "address": "24 Avenue du Pont du Gard, 30210 Remoulins, France"},
{"hotel_name": "Les Glycines", "url_hotel": "https://www.booking.com/hotel/fr/les-glycines-remoulins.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.938682,4.560167", "score": "7.9", "text_description": "Situated within 22 km of Avignon Central Station and 23 km of Papal Palace, Les Glycines features rooms with air conditioning and a private bathroom in Remoulins. The property is around 27 km from Parc Expo Nîmes, 31 km from Parc des Expositions Avignon and 38 km from Arles Amphitheatre. The property is non-smoking and is located 24 km from Avignon TGV Train Station.\n\nAt the hotel, the rooms are fitted with a desk and a TV. All rooms at Les Glycines are fitted with a private bathroom and bed linen.\n\nPont du Gard is 6.9 km from the accommodation, while Pont d'Avignon is 23 km from the property.", "address": "8 Avenue Geoffroy Perret, 30210 Remoulins, France"},
{"hotel_name": "Le Vieux Castillon", "url_hotel": "https://www.booking.com/hotel/fr/le-vieux-castillon.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.9708845,4.554961300000059", "score": "8.9", "text_description": "Le Vieux Castillon is located in the heart the small medieval village of Castillon-du-Gard, a 35-minute drive from Nîmes and Avignon. The famous Pont du Gard is 3.5 km away. The hotel offers an heated outdoor pool with a view of the nearby area and a spa.\n\nThis property has 34 rooms, split across 2 buildings. The rooms were renovated between 2015 and 2017. All the rooms are fitted with all the modern comfort including air conditioning, satellite television a coffee machine. A minibar with alcohol and soft drinks is available for an extra charge.\n\nThe restaurant is decorated with imposing wooden beams and offers refined cuisine with regional accents.\n\nThere are many patios and terraces for guests to enjoy.\n\nThe property is a 50-minute drive from Avignon-Provence Airport and a 35-minute drive from both Avignon TGV Train Station and Nîmes Train Station.", "address": "10 rue Turion Sabatier, 30210 Castillon-du-Gard, France"},
{"hotel_name": "L'Enclos des Lauriers Roses", "url_hotel": "https://www.booking.com/hotel/fr/l-39-enclos-des-lauriers-roses.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.9042517,4.47074120000002", "score": "9.1", "text_description": "Situated in Cabrières, 15 km from Parc Expo Nîmes, L'Enclos des Lauriers Roses features accommodation with an outdoor swimming pool, free private parking, a garden and a terrace. Featuring a restaurant, the 3-star hotel has air-conditioned rooms with free WiFi, each with a private bathroom. The property is non-smoking and is located 32 km from Avignon Central Station.\n\nAt the hotel, the rooms come with a wardrobe. All rooms in L'Enclos des Lauriers Roses are fitted with a flat-screen TV and free toiletries.\n\nThe accommodation offers a buffet or gluten-free breakfast.\n\nGuests at L'Enclos des Lauriers Roses will be able to enjoy activities in and around Cabrières, like hiking, fishing and cycling.\n\nPapal Palace is 33 km from the hotel, while Avignon TGV Train Station is 34 km from the property. Nimes-Ales-Camargue-Cevennes Airport is 20 km away.", "address": "71 rue du 14 Juillet, 30210 Cabrières, France"},
{"hotel_name": "Domaine de Panery", "url_hotel": "https://www.booking.com/hotel/fr/hameau-de-panery.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "44.008803,4.570564", "score": "9.5", "text_description": "Set in Pouzilhac, 27 km from Avignon Central Station, Domaine de Panery offers accommodation with a seasonal outdoor swimming pool, free private parking, a fitness centre and a garden. Among the facilities of this property are a restaurant, a shared lounge and room service, along with free WiFi. The hotel has a terrace and a hammam.\n\nAll units in the hotel are fitted with a kettle. Complete with a private bathroom, all guest rooms at Domaine de Panery come with a flat-screen TV and air conditioning, and certain rooms also offer a seating area.\n\nGuests at the accommodation can enjoy a continental breakfast.\n\nThe area is popular for hiking, and bike hire is available at Domaine de Panery.\n\nPapal Palace is 29 km from the hotel, while Avignon TGV Train Station is 29 km from the property.", "address": "Chateau de Panéry, 30210 Pouzilhac, France"},
{"hotel_name": "Royal Hôtel", "url_hotel": "https://www.booking.com/hotel/fr/royal.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCC3NlYXJjaF91emVzSDNYBGhNiAEBmAEJuAEXyAEM2AEB6AEB-AEDiAIBqAIDuAKO1P28BsACAdICJGJjMGQyYmIyLTkwYzQtNGU3MS05Zjc1LTc1ZTQyYzFmOWI4ZNgCBeACAQ&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=27a35a4693db011a&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.83881509620307,4.3548184633255005", "score": "8.3", "text_description": "Set in the heart of Nîmes, Royal Hôtel features an on-site restaurant, La Bodéguita, which opens onto Assas Square. The hotel is within 3 minutes' walk of the Maison Carrée Temple and Carré d'Art Modern Art Gallery. Free WiFi access is available.\n\nThe property accepts dogs less than 10 kg .\n\nAccessed via a staircase, every room includes air conditioning, a flat-screen TV and a view over the internal patio or Assas Square. Some units feature a seating area to relax in after a busy day. Rooms are equipped with a private bathroom.\n\nBreakfast is served daily, made with a selection of fresh organic produce. You can sample Spanish cuisine and fish à la plancha in the restaurant. Tapas can be enjoyed on the bar’s outdoor terrace.\n\nTango evenings are organised on Assas Square during July and August. There are also regular art viewings and exhibitions held on the square.\n\nParc Expo Nîmes is 2.7 km from Royal Hôtel. Montpellier-Méditerranée Airport is 53 km from the property.", "address": "1 place d'Assas, 30000 Nîmes, France"}
]