[
{"hotel_name": "L'Hostellerie du Château", "url_hotel": "https://www.booking.com/hotel/fr/hostellerie-du-chateau-eguisheim.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=2affd66af363999df088dcdc97ea3c3f&dist=0&group_adults=2&group_children=0&hapos=7&hpos=7&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.04242042576413,7.306319251656532", "score": "8.8", "text_description": "L'établissement L'Hostellerie du Château est situé au cœur du village médiéval d'Eguisheim, sur la route des vins d'Alsace. Il propose des chambres décorées individuellement et dotées d'une connexion Wi-Fi gratuite par fibre optique.\n\nToutes les chambres sont équipées d'une télévision par satellite et d'un minibar. Leur salle de bains privative carrelée est pourvue d'une baignoire.\n\nChaque matin, vous dégusterez un petit-déjeuner buffet continental servi dans la salle à manger.\n\nVous séjournerez à 6 km du centre-ville de Colmar et à 87 km de l'aéroport de Strasbourg. Enfin, vous pourrez visiter les 3 châteaux du village, accessibles à quelques minutes à pied de L'Hostellerie du Château.", "address": "2 rue du Château, 68420 Eguisheim, France"},
{"hotel_name": "Hôtel L'Auberge Alsacienne", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-restaurant-l-auberge-alsacienne.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=d6eda1db6fca850e85ef101416ce8cab&dist=0&group_adults=2&group_children=0&hapos=5&hpos=5&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.042238408346414,7.309167757630348", "score": "8.6", "text_description": "Situé dans le village d'Eguisheim, en Alsace, l'Hôtel L'Auberge Alsacienne propose des chambres modernes avec salle de bains privative et un restaurant traditionnel. La connexion Wi-Fi est gratuite dans l'ensemble de l'hôtel.\n\nLes chambres insonorisées comprennent une télévision par satellite à écran plat. Un sèche-cheveux et des articles de toilette gratuits sont également fournis.\n\nUn petit-déjeuner buffet vous sera servi tous les matins dans la salle à manger. Le restaurant de l'hôtel propose une cuisine typiquement alsacienne avec des menus à la carte.\n\nLe centre d'Eguisheim se trouve à seulement 300 mètres et la gare SNCF de Colmar est à 6 km. La frontière allemande est très proche et Fribourg est accessible en 1 heure de route.", "address": "12 Grand'Rue, 68420 Eguisheim, France"},
{"hotel_name": "The Originals Boutique, Hôtel La Ferme du Pape, Eguisheim", "url_hotel": "https://www.booking.com/hotel/fr/hostellerie-du-pape.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=c77848062aecf4d9e75992653bf08ceb&dist=0&group_adults=2&group_children=0&hapos=3&hpos=3&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.04228862011209,7.309451401233673", "score": "8.1", "text_description": "Le The Originals Boutique, Hôtel La Ferme du Pape, Eguisheim vous accueille à l'entrée d'un charmant village au cœur des vignobles, dans une région gastronomique, à 8 km de Colmar.\n\nLes chambres à la décoration traditionnelle du The Originals Boutique, Hôtel La Ferme du Pape, Eguisheim sont dotées d'installations modernes, telles qu'une connexion Wi-Fi gratuite.\n\nLe The Originals Boutique, Hôtel La Ferme du Pape, Eguisheim présente une terrasse ombragée, où vous pourrez savourer des spécialités locales accompagnées de vins de la région.\n\nL'établissement comporte un ascenseur, un parking privé gratuit et des installations pour les personnes à mobilité réduite. Le parcours de golf et les courts de tennis se trouvent à 5 km. Vous rejoindrez la piscine de la ville à 6 km.", "address": "10 Grand Rue, 68420 Eguisheim, France"},
{"hotel_name": "Hotel SPA Husseren Collections - Proche Colmar - Eguisheim", "url_hotel": "https://www.booking.com/hotel/fr/husseren-les-chateaux.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=da2e73083d24d27d628cccb2bd75784b&dist=0&group_adults=2&group_children=0&hapos=4&hpos=4&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.0349876742797,7.27613836526871", "score": "8.9", "text_description": "L'hôtel, avec terrasses orientées au sud, est situé entre vignes et forêt, au pied des ruines des trois châteaux au cœur de l'Alsace, sur la route des vins, à 6 km de Colmar, 70 km de Strasbourg.\n\nL'établissement dispose d'un restaurant bistronomique, le \"Bain de Forêt\", avec une terrasse donnant sur la forêt. Vous pourrez également profiter d'une piscine intérieure, d'un sauna et de salles de séminaire lumineuses dotées de matériel professionnel et d'une connexion Wi-Fi.\n\nLe personnel de l'Hotel Restaurant & Spa Husseren Collections parle anglais, allemand, danois et italien. Neuf bornes de recharge (dont 3 tesla) pour les voitures électriques sont disponibles sur place.\n\nUn parking est disponible gratuitement.", "address": "Rue du Schlossberg, 68420 Eguisheim, France"},
{"hotel_name": "Résidence Pierre & Vacances Le Clos d'Eguisheim", "url_hotel": "https://www.booking.com/hotel/fr/residence-pierre-et-vacances-le-clos-d-eguisheim.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=8c7087af762dc555f0eff5983cd86566&dist=0&group_adults=2&group_children=0&hapos=1&hpos=1&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.04502733567647,7.311854660511017", "score": "8.0", "text_description": "La Résidence Pierre & Vacances Le Clos d’Eguisheim est située à 700 mètres du centre du village d’Eguisheim en Alsace, le long de la route des vins. La résidence propose une piscine intérieure chauffée et des appartements entièrement équipés.\n\nDotés d’une terrasse ou d’une loggia pourvue de mobilier de jardin, les appartements entièrement meublés comprennent tous une pièce à vivre séparée, ainsi qu’une salle de bains privative. Leur cuisine est équipée de plaques de cuisson vitrocéramique, d’un réfrigérateur et d’une cafetière. Une connexion Wi-Fi est disponible moyennant des frais supplémentaires. Un service de boulangerie est assuré moyennant des frais supplémentaires.\n\nLa Résidence Pierre & Vacances donne sur la colline des Trois-Châteaux. L’établissement se trouve à seulement 6,5 km du centre-ville de Colmar et à 30 km de la frontière allemande. Le parking est gratuit et un service de prêt de livres ou de jeux de société est assuré.\n\nL’établissement est détenteur du label Clé Verte.", "address": "Route De Wettolsheim, 68420 Eguisheim, France"},
{"hotel_name": "Hotel Colmar Vignes Eguisheim", "url_hotel": "https://www.booking.com/hotel/fr/auberge-des-comtes.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=cbca6242eaa96114d3145f27b40a07c6&dist=0&group_adults=2&group_children=0&hapos=2&hpos=2&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.043271326244984,7.3041218519210815", "score": "8.8", "text_description": "Situé à 200 mètres du centre-ville d'Eguishein et à 10 minutes en voiture de Colmar, l'Hotel Colmar Vignes Eguisheim met gratuitement à votre disposition une connexion Wi-Fi ainsi qu'un parking privé.\n\nLes chambres sont équipées d'une télévision. Certaines sont dotées d'un balcon privé.\n\nChaque matin, un petit-déjeuner buffet est servi.\n\nLa route des vins d'Alsace et les Vosges sont facilement accessibles depuis l'Hotel Colmar Vignes Eguisheim.", "address": "2 rue des Trois Châteaux, 68420 Eguisheim, France"},
{"hotel_name": "James Vignoble Hôtel, Eguisheim", "url_hotel": "https://www.booking.com/hotel/fr/james-vignoble-eguisheim.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=b4345addc198bba7d6fec52db32811f4&dist=0&group_adults=2&group_children=0&hapos=6&hpos=6&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.04496277423659,7.30157844722271", "score": "8.4", "text_description": "Le James Vignoble Hôtel, Eguisheim se trouve au cœur des vignobles d'Éguisheim. L’établissement offre une vue spectaculaire sur la Forêt-Noire.\n\nL'établissement est équipé de 2 piscines dont une extérieure chauffée à 29°C (fermée en hiver, ouverte selon les conditions climatiques et les saisons). Vous accéderez à l’espace détente de l’établissement, avec piscine intérieure chauffée à 29° C. Il est également doté d’un jacuzzi et d’un sauna panoramique, dont vous pourrez profiter moyennant des frais supplémentaires. Vous pourrez vous procurer des peignoirs, des serviettes et des tongs à la réception, moyennant des frais supplémentaires.\n\nLes 31 chambres meublées sont pourvues d’une salle de bains privative. Chaque chambre est équipée d'une télévision, d'un téléphone, de la climatisation et d'un minibar.\n\nUn petit-déjeuner buffet, composé de mets sucrés et salés, est servi tous les matins. Le petit-déjeuner doit être réservé à l’arrivée. Une connexion Wi-Fi est disponible gratuitement dans l’ensemble de l’établissement.\n\nUn supplément de 8 EUR par jour s’applique pour le parking sur place. Vous trouverez plusieurs restaurants à moins de 5 minutes de marche de l’hôtel. Le marché de Noël d’Eguisheim se trouve à 500 mètres.\n\nL'espace spa est ouvert de 8h00 à 20h00. Cet espace privé entraîne un supplément de 11 EUR, quel que soit votre âge.\n\nPour les suites vignes, les chambres Deluxe et les chambres supérieures, des lits d'appoint sont disponibles sur demande et moyennant des frais supplémentaires de 25 EUR par lit et par nuit. Le canapé-lit peut être utilisé moyennant des frais supplémentaires de 30 EUR, comme indiqué dans l’information en petits caractères.", "address": "6 rue des 3 Pierres, 68420 Eguisheim, France"},
{"hotel_name": "Colmar Hotel", "url_hotel": "https://www.booking.com/hotel/fr/colmar.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=85f1549ea78c726c5f0133bcc88108cc&dist=0&group_adults=2&group_children=0&hapos=10&hpos=10&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.070800737248675,7.346389726389361", "score": "8.9", "text_description": "Le Colmar Hotel vous accueille à Colmar, à 1 km de la Maison des Têtes et à 1,2 km de la place des Dominicains, où se déroule le marché de Noël. Il possède une réception ouverte 24h/24 et un bar. Vous profiterez gratuitement d'une connexion Wi-Fi et d'un parking privé en face de l'hôtel.\n\nToutes les chambres comprennent une télévision par satellite à écran plat, une bouilloire ainsi qu'une salle de bains privative pourvue d'articles de toilette gratuits et d'un sèche-cheveux.\n\nUn parking gratuit et un parking sécurisé payant sont disponibles sur place. Vous séjournerez à 1,1 km de la collégiale Saint-Martin et à 3,5 km du parc des expositions Colmar Expo. L'aéroport de Bâle-Mulhouse-Fribourg, le plus proche, se trouve à 54 km du Colmar Hotel. ", "address": "14 route de Rouffach, 68000 Colmar, France"},
{"hotel_name": "La Grange du Pape - Annexe de l'Hôtel La Ferme du Pape", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-restaurant-a-la-ville-de-nancy.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=8a8935fec9202f2b21ceb9cb4af2d049&dist=0&group_adults=2&group_children=0&hapos=8&hpos=8&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.04349458442274,7.304390072822571", "score": "7.7", "text_description": "L'établissement La Grange du Pape - Annexe de l'Hôtel La Ferme du Pape est situé à Eguisheim, à moins de 6,5 km de la Maison des Têtes et à 7 km de la collégiale Saint-Martin. Vous séjournerez à 10 km du parc des expositions de Colmar, à 35 km du château du Haut-Kœnigsbourg et à 39 km du parc des expositions de Mulhouse. Cet établissement non-fumeurs se trouve à 5,7 km de la gare de Colmar.\n\nToutes les chambres comprennent un bureau. Leur salle de bains privative est pourvue d'articles de toilette gratuits. Certaines offrent une vue sur la ville. Toutes les chambres sont équipées d'une télévision à écran plat et d'un sèche-cheveux.\n\nLa gare de Mulhouse se trouve à 41 km. L'aéroport de Mulhouse-Fribourg est implanté à 54 km.", "address": "13 Rue du Rempart Nord , 68920 Eguisheim, France"},
{"hotel_name": "B&B HOTEL Colmar Vignobles Ouest", "url_hotel": "https://www.booking.com/hotel/fr/b-amp-b-colmar-wintzenheim2.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=82ccaf08b5fa9970607357860d5709de&dist=0&group_adults=2&group_children=0&hapos=11&hpos=11&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.0838987062453,7.313715218979723", "score": "7.4", "text_description": "Doté d'une connexion Wi-Fi haut débit gratuite dans tout l'établissement, le B & B Hôtel Colmar Vignobles Ouest propose des hébergements acceptant les animaux domestiques à Wintzenheim, à 5 minutes de route de Colmar. Un parking privé gratuit est disponible sur place.\n\nChaque chambre climatisée est équipée d'une télévision par satellite à écran plat et recevant les chaînes beIN Sport. Toutes comportent une salle de bains privative pourvue d'une douche.\n\nUn petit-déjeuner continental composé de pain frais avec du Nutella ou de la confiture vous sera servi tous les matins moyennant un supplément. Goûtez également les œufs au bacon préparés sur place.\n\nFribourg se trouve à 41 km du B & B Hôtel Colmar, tandis que Gérardmer se tient à 32 km. Enfin, l'aéroport de Bâle-Mulhouse-Fribourg se situe à 56 km.", "address": "27 Rue Herzog, 68124 Wintzenheim, France"},
{"hotel_name": "Auberge du Rempart", "url_hotel": "https://www.booking.com/hotel/fr/auberge-du-rempart.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=859dfa31e7968e35415c92d0ec823591&dist=0&group_adults=2&group_children=0&hapos=9&hpos=9&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.0421578072359,7.30737026134227", "score": "8.7", "text_description": "Offrant une vue sur la ville, l'établissement à la gestion familiale Auberge du Rempart est situé dans le centre historique d'Eguisheim, en Alsace, à 100 mètres du marché de Noël de la ville.\n\nLes chambres comportent une télévision à écran plat et une salle de bains privative pourvue d'un sèche-cheveux ainsi que d'une douche ou d'une baignoire.\n\nUn petit-déjeuner buffet est servi chaque matin moyennant des frais supplémentaires. Vous pourrez prendre vos repas au restaurant ou sur la terrasse par beau temps.\n\nL'aéroport international de Bâle-Mulhouse-Fribourg se trouve à 52 km.", "address": "1 rue du rempart sud, 68420 Eguisheim, France"},
{"hotel_name": "Hotel Restaurant Cristal", "url_hotel": "https://www.booking.com/hotel/fr/restaurant-cristal.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=057d390a6bbf5c9d597d8957a9a53b42&dist=0&group_adults=2&group_children=0&hapos=12&hpos=12&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.07390013595671,7.285473030059393", "score": "7.4", "text_description": "Situé au cœur des vignobles alsaciens, l'Hotel Restaurant Cristal propose un hébergement à Wintzenheim, à 5 km de Colmar. Vous pourrez profiter du restaurant de style traditionnel sur place et vous détendre en utilisant la connexion Wi-Fi gratuite.\n\nLes chambres sont équipées d'une télévision à écran plat. Leur salle de bains privative est pourvue d'une douche.\n\nL'établissement assure un service d'étage.Un parking privé est disponible gratuitement sur place.\n\nVous séjournerez à 43 km de Fribourg-en-Brisgau et à 30 km de Gérardmer. L'aéroport de Bâle-Mulhouse-Fribourg, le plus proche, est implanté à 56 km.", "address": "91 Rue Clemenceau, 68920 Wintzenheim, France"},
{"hotel_name": "Greet Hotel Colmar", "url_hotel": "https://www.booking.com/hotel/fr/comfort-les-maraichers.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=5b9b1b5d7e64e8f64d81b5e8a30d1587&dist=0&group_adults=2&group_children=0&hapos=15&hpos=15&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.065171123292984,7.363023161888123", "score": "8.2", "text_description": "Le Greet Hotel Colmar se trouve à l’entrée de Colmar, à seulement 1,3 km de l’historique quartier de la Petite Venise. La connexion Wi-Fi est gratuite.\n\nChaque chambre du Greet Hotel Colmar est équipée d'une salle de bains privative et d'une télévision par câble à écran plat. Des chambres pour personnes à mobilité réduite sont également proposées.\n\nDans la soirée, vous pourrez dîner dans le restaurant climatisé de l'hôtel ou sur la terrasse, où vous pourrez découvrir les différentes saveurs de la cuisine alsacienne traditionnelle. Tous les plats sont préparés avec les meilleurs produits locaux et régionaux.\n\nLa gare ferroviaire de Colmar se trouve à 2,3 km. Un local à vélos et un parking privé gratuit sont mis à votre disposition sur place.\nVeuillez noter que cet établissement n'accepte pas les réservations de groupe.", "address": "83 Route De Bâle, 68000 Colmar, France"},
{"hotel_name": "Grand Hôtel Bristol", "url_hotel": "https://www.booking.com/hotel/fr/grandhotelbristol.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=da2c9cc686aa2deb6cee10e366aa5a4c&dist=0&group_adults=2&group_children=0&hapos=14&hpos=14&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.07245882991573,7.347557544708252", "score": "7.6", "text_description": "Le Grand Hôtel Bristol se trouve à Colmar, en face de la gare TGV historique. Vous bénéficierez d’une salle de sport, d’un spa, d’un hammam et de massages. L’établissement est situé à 1,1 km du marché de Noël de Colmar de la place des Dominicains.\n\nAffichant une décoration traditionnelle ou contemporaine, les chambres climatisées comprennent une télévision par câble à écran plat, une connexion Wi-Fi gratuite, un plateau/bouilloire et une salle de bains privative. Toutes les chambres sont accessibles par un ascenseur.\n\nLa brasserie L’Auberge prépare des plats alsaciens traditionnels accompagnés de vins régionaux. Un petit-déjeuner buffet est servi tous les matins. Vous aurez le choix entre un petit-déjeuner buffet à savourer au salon ou de type continental dans votre chambre.\n\nAccessible sur réservation et moyennant des frais supplémentaires, le parking souterrain privé du Grand Hôtel Bristol propose un nombre de places limité. Vous trouverez plusieurs parkings publics à quelques minutes de marche.", "address": "7 place de La Gare, 68000 Colmar, France"},
{"hotel_name": "Résidence Pierre & Vacances La Petite Venise", "url_hotel": "https://www.booking.com/hotel/fr/la-petite-venise.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=7867e4acb15e2ffcac53f8e3f92fffca&dist=0&group_adults=2&group_children=0&hapos=13&hpos=13&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.070939860424986,7.3538655640004436", "score": "8.2", "text_description": "Située au cœur de Colmar, dans le quartier de la Petite Venise, la résidence Pierre & Vacances La Petite Venise possède une piscine intérieure avec une pataugeoire et un jardin avec une aire de jeux. La gare de Colmar se trouve à 650 mètres.\n\nChaque hébergement est décoré dans un style contemporain et dispose d'un coin salon et d'une télévision. La plupart des hébergements disposent d'un balcon ou d'une terrasse, sous réserve de disponibilité. La cuisine est équipée d'un four ou d'un micro-ondes, d'un lave-vaisselle et d'un réfrigérateur.\n\nMoyennant un supplément, vous pourrez déguster un petit-déjeuner chaque matin dans la salle à manger pourvue d'une terrasse. Des viennoiseries peuvent être livrées à votre hébergement, à condition de passer commande la veille au soir auprès de la réception.\n\nVous séjournerez à 10 km d'Eguisheim et à 56 km de l'aéroport de Bâle-Mulhouse-Fribourg.", "address": "11 avenue Joffre, 68000 Colmar, France"},
{"hotel_name": "Hôtel Restaurant Logis La Palette", "url_hotel": "https://www.booking.com/hotel/fr/la-palette.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=defcbc616e1fdb54aa25d6c64347e894&dist=0&group_adults=2&group_children=0&hapos=16&hpos=16&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.060596511730516,7.303526401519775", "score": "8.0", "text_description": "L'hôtel La Palette est situé en Alsace à 10 minutes de route de Colmar et du centre d'Eguisheim. Il propose un restaurant gastronomique qui sert des plats de saison et des chambres avec une salle de bains privative, un téléphone et une télévision. Une connexion Wi-Fi est disponible gratuitement.\n\nLe restaurant de La Palette sert une cuisine française traditionnelle, que vous pourrez déguster sur la terrasse par beau temps. Un vaste choix de boissons est disponible au bar.\n\nSur place, vous profiterez d'une salle de jeux pour enfants situé dans le restaurant, d'une boutique de souvenirs et d'un service de location de vélos.\n\nL'établissement se trouve à 30 km du château du Haut-Koenigsbourg et à 11 minutes de route du musée Unterlinden. Enfin, le parking privé est accessible gratuitement.", "address": "9. Rue Herzog, 68920 Wettolsheim, France"},
{"hotel_name": "Hotel Primo Colmar Centre", "url_hotel": "https://www.booking.com/hotel/fr/primo-colmar.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=057d390a6bbf5c9d597d8957a9a53b42&dist=0&group_adults=2&group_children=0&hapos=19&hpos=19&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.081514688242486,7.357281222939491", "score": "6.7", "text_description": " L’Hotel Primo Colmar Centre vous accueille dans le centre de Colmar, à seulement 300 mètres du musée Unterlinden et du marché de Noël, et à 5 minutes de route du Parc des expositions et des congrès de Colmar et de la statue de la Liberté de Bartholdi. La connexion Wi-Fi est gratuite.\n\nDécorées dans un style contemporain, les chambres sont dotées d’une salle de bains privative et d’une télévision.\n\nUn petit-déjeuner buffet est servi chaque matin sur place. La réception est ouverte 24h/24.\n\nUn parking public est accessible sur place, moyennant un supplément. La gare de Colmar se trouve à 1,7 km seulement. Vous rejoindrez les célèbres vignobles de la route des vins d’Alsace en 15 minutes en voiture.", "address": "5 rue des Ancetres, 68000 Colmar, France"},
{"hotel_name": "CHATEAU R", "url_hotel": "https://www.booking.com/hotel/fr/chateau-r.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=85f1549ea78c726c5f0133bcc88108cc&dist=0&group_adults=2&group_children=0&hapos=17&hpos=17&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.0575458,7.3070346", "score": "9.2", "text_description": "Situé à Wettolsheim, à 4,2 km de la gare de Colmar, le CHATEAU R propose un jardin, un parking privé gratuit, une terrasse et un restaurant. Doté d'un bar, il se trouve à 4,9 km de la Maison des Têtes. Vous profiterez d'un service d'étage et d'une connexion Wi-Fi gratuite dans l'ensemble des locaux.\n\nLes chambres climatisées comprennent un bureau, une machine à café, un minibar, un coffre-fort, une télévision à écran plat et une salle de bains privative avec douche. Les logements comportent une armoire.\n\nUn petit-déjeuner buffet, continental ou végétarien est servi.\n\nLe CHATEAU R se trouve à 5,3 km de la collégiale Saint-Martin et à 8 km du parc des expositions Colmar Expo. L'aéroport de Mulhouse-Fribourg est implanté à 56 km.", "address": "57 Route d'Eguisheim, 68920 Wettolsheim, France"},
{"hotel_name": "Hôtel Berceau Du Vigneron", "url_hotel": "https://www.booking.com/hotel/fr/berceau-du-vigneron.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=057d390a6bbf5c9d597d8957a9a53b42&dist=0&group_adults=2&group_children=0&hapos=20&hpos=20&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.08621904454728,7.277162969112396", "score": "8.6", "text_description": "Le Berceau Du Vigneron est situé au cœur de l'Alsace viticole, à 7 km à l'ouest de Colmar. Vous pourrez vous détendre au bar en lisant un journal gratuit. Une connexion Wi-Fi est accessible gratuitement dans l'ensemble des locaux.\n\nToutes les chambres sont dotées d'un mobilier en bois, d'une salle de bains privative et d'une télévision à écran plat.\n\nDes visites nocturnes de la ville sont disponibles de mai à octobre.\n\nLe Berceau du Vigneron se trouve à proximité de plusieurs vignobles sur la Route des vins d'Alsace. Vous pourrez y déguster des produits régionaux. Vous rejoindrez en seulement 15 minutes le centre-ville de Colmar et l'aéroport de Colmar-Houssen.", "address": "4 rue du Tir, 68230 Turckheim, France"},
{"hotel_name": "Les Portes de la Vallee", "url_hotel": "https://www.booking.com/hotel/fr/les-portes-de-la-vallee.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=85f1549ea78c726c5f0133bcc88108cc&dist=0&group_adults=2&group_children=0&hapos=18&hpos=18&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.082410994062975,7.28146992623806", "score": "8.5", "text_description": "Situé à Turckheim, à 6,3 km de la Maison des Têtes, l'établissement Les Portes de la Vallée propose des hébergements avec une piscine extérieure ouverte en saison, un parking privé gratuit, un jardin et une terrasse. Doté d'un bar, cet hôtel 3 étoiles propose des chambres climatisées avec connexion Wi-Fi gratuite et salle de bains privative. Cet établissement non-fumeurs se trouve à 6,4 km de la gare de Colmar.\n\nToutes les chambres comprennent un bureau et une télévision à écran plat. Certaines possèdent un balcon. Les logements comprennent une armoire et une bouilloire.\n\nL'établissement Les Portes de la Vallée possède une aire de jeux pour enfants.\n\nVous séjournerez à 6,7 km de la collégiale Saint-Martin et à 7,5 km du parc des expositions Colmar Expo. L'aéroport de Mulhouse-Fribourg est implanté à 60 km.", "address": "29 rue Romaine, 68230 Turckheim, France"},
{"hotel_name": "Le Domaine de Rouffach", "url_hotel": "https://www.booking.com/hotel/fr/hostellerie-a-la-ville-de-lyon.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=057d390a6bbf5c9d597d8957a9a53b42&dist=0&group_adults=2&group_children=0&hapos=21&hpos=21&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "47.96149383863764,7.2979044914245605", "score": "8.1", "text_description": "Ancien relais de poste du XVIe siècle, l’établissement Le Domaine de Rouffach a été reconverti en un charmant hôtel. Situé le long de la route des vins d’Alsace, l’établissement Le Domaine de Rouffach (ex Ville de Lyon) propose une piscine intérieure chauffée à proximité de toutes les chambres, une cabine infrarouge, un bain à remous, un restaurant gastronomique de Philippe Bohrer et une brasserie de Julien.\n\nDécorées avec élégance, les chambres disposent d'un téléphone, d'un sèche-cheveux et d'une télévision avec les chaînes Canal + et beIN Sports. Un petit-déjeuner buffet complet est préparé tous les matins. Il peut également être dégusté en chambre.\n\nColmar, la capitale des vins de l’Alsace, se situe non loin de l'hôtel et est idéale pour une excursion d'une journée. Après une agréable journée de dégustation de vins, vous pourrez savourer la cuisine raffinée du chef Philippe Bohrer au restaurant gastronomique. Vous pourrez également dîner dans la brasserie Chez Julien de l'établissement.\n\nLe bar de l’hôtel, Le coin d'Antan, offre un cadre chaleureux pour se détendre et boire un verre. Une terrasse et un espace de bien-être sont aussi présents.\n\nVous bénéficierez d'un parking gratuit sur place et d'un service de location de vélos.", "address": "1 Rue Poincaré, 68250 Rouffach, France"},
{"hotel_name": "Hotel Arc-En-Ciel Colmar Contact Hotel", "url_hotel": "https://www.booking.com/hotel/fr/arc-en-ciel-hexagone.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=057d390a6bbf5c9d597d8957a9a53b42&dist=0&group_adults=2&group_children=0&hapos=22&hpos=22&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.08745399108503,7.360686957836151", "score": "8.2", "text_description": "L'Hotel Arc-En-Ciel Colmar Contact Hotel vous accueille dans un cadre verdoyant, à seulement 1 km du centre-ville de Colmar, de ses sites historiques et attractions.\n\nToutes les chambres standard disposent d'une salle de bains privative moderne, d'une télévision ainsi que d'une connexion Wi-Fi gratuite par fibre optique. Des chambres communicantes sont également disponibles.\n\nCet établissement constitue un pied-à-terre de choix pour explorer la Route des Vins, les villages pittoresques des environs et les parcs de loisirs. Vous pourrez également découvrir la gastronomie régionale et les vins locaux.\n\nL'hôtel propose également un parking privé gratuit, un hangar à vélos, une terrasse extérieure et une véranda où vous pourrez prendre votre petit-déjeuner ou profiter d'un moment de calme.", "address": "38, Route De Sélestat, 68000 Colmar, France"},
{"hotel_name": "Résidence Les Rives de la Fecht - Colmar Ouest", "url_hotel": "https://www.booking.com/hotel/fr/za-c-nitude-ha-tel-ra-c-sidence-colmar-ingersheim.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=057d390a6bbf5c9d597d8957a9a53b42&dist=0&group_adults=2&group_children=0&hapos=23&hpos=23&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.099571646458216,7.31126993894577", "score": "8.2", "text_description": "La Résidence Les Rives de la Fecht - Colmar Ouest se trouve au début de la route des vins d'Alsace, dans une petite forêt offrant une vue sur le massif des Vosges. Vous profiterez d'une connexion Wi-Fi gratuite dans l'ensemble des locaux. La commune de Riquewihr et le parc des expositions de Colmar sont à 10 minutes en voiture.\n\nLes appartements et les studios disposent d'un coin salon avec une télévision à écran LCD. Le linge de lit et les serviettes vous seront fournis gratuitement une fois par séjour.\n\nVous pourrez préparer vos repas dans la kitchenette de votre hébergement, qui est équipée d'un four et de plaques de cuisson. Par ailleurs, la résidence propose un petit-déjeuner buffet et abrite un restaurant, Aux Berges de la Fecht.\n\nSur place, vous pourrez réserver un massage et profiter d'un parking privé gratuit. D'autres villages de la région comme Kaysersberg et Ribeauvillé sont accessibles en moins de 15 minutes de route.", "address": "18 quai de la Fecht, 68040 Ingersheim, France"},
{"hotel_name": "ibis Budget Colmar Centre Gare", "url_hotel": "https://www.booking.com/hotel/fr/ibis-budget-colmar-centre-ville.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=057d390a6bbf5c9d597d8957a9a53b42&dist=0&group_adults=2&group_children=0&hapos=24&hpos=24&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.079697589205196,7.352361588954864", "score": "7.2", "text_description": "L'ibis budget Colmar Centre Ville vous accueille à Colmar, dans le quartier du centre-ville, à 300 mètres de la Maison des Têtes et à 600 mètres de la collégiale Saint-Martin.\n\nLes chambres possèdent une télévision par satellite.\n\nLe parc des expositions Colmar Expo se trouve à 2,5 km de l'ibis budget Colmar Centre Ville. Vous rejoindrez le théâtre de Colmar à 200 mètres. L'aéroport de Bâle-Mulhouse-Fribourg, le plus proche, est implanté à 55 km.", "address": "15 Rue Stanislas, 68000 Colmar, France"},
{"hotel_name": "B&B HOTEL Colmar Lumière", "url_hotel": "https://www.booking.com/hotel/fr/roi-soleil.fr.html?aid=304142&label=gen173nr-1FCAQoggJCEHNlYXJjaF9lZ3Vpc2hlaW1IM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao3U_bwGwAIB0gIkOTQ0YTczMTMtYjk2Ny00ZTk3LTkyYmItMmYzM2M2NGE2YWUz2AIF4AIB&sid=057d390a6bbf5c9d597d8957a9a53b42&dist=0&group_adults=2&group_children=0&hapos=25&hpos=25&keep_landing=1&nflt=ht_id%3D204&no_rooms=1&req_adults=2&req_children=0&sb_price_type=total&sr_order=popularity&srepoch=1738500623&srpvid=a6f15a463ba302d3&type=total&ucfs=1&", "hotel_coordinates": "48.1124779999594,7.3676687479019165", "score": "7.8", "text_description": "Cet hôtel est situé au nord de Colmar, à 5 km du centre-ville. Vous pourrez profiter de la climatisation, d’une connexion Wi-Fi gratuite et d’un petit-déjeuner buffet à volonté.\n\nToutes les chambres insonorisées du B&B HOTEL Colmar Lumière disposent d'équipements modernes, dont une télévision par câble à écran plat. Vous profiterez également d’une salle de bains privative.\n\nUn parking gratuit est disponible à l'Hôtel Roi Soleil, ce qui vous permettra d'explorer facilement Colmar et les vignobles alsaciens en voiture.", "address": "1B rue des Frères Lumière, 68000 Colmar, France"}
]