[
{"hotel_name": "Les Jardins de Cassis", "url_hotel": "https://www.booking.com/hotel/fr/les-jardins-de-cassis.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=6&hapos=6&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.221840494518375,5.543384896958969", "score": "8.0", "text_description": "Set in a Mediterranean-style garden with an outdoor heated swimming pool, and featuring a relaxation area with a hot tub and sauna, this hotel is a 10-minute walk from the centre of Cassis and La Grande Mer Beach. It is located 30 minutes from Marseille and offers free WiFi and 2 free secure car parks.\n\nThe air-conditioned guest rooms at Les Jardins de Cassis are equipped with a flat-screen TV with satellite channels. All rooms have a private bathroom with a shower and hairdryer and some feature a balcony or a terrace.\n\nA continental buffet breakfast is served each morning in the breakfast room or on the terrace by the pool. Les Jardins de Cassis also features a 24-hour bar, which is situated by the pool and offers a terrace.\n\nDuring their stay, guests are invited to play sports on the multipurpose sports field.\n\nCassis Train Station is located 1.9 km from the hotel. Circuit Paul Ricard is 35 minutes' drive away.", "address": "Avenue Auguste Favier, 13260 Cassis, France"},
{"hotel_name": "Best Western Plus Hôtel la Rade", "url_hotel": "https://www.booking.com/hotel/fr/la-rade-cassis.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=4&hapos=4&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.21522996680949,5.533696934580803", "score": "8.4", "text_description": "Best Western Plus Hôtel la Rade is located 14 metres from the Cassis fishing port and the Bestouan beach. It has an all year round heated swimming pool, a hot tub and terrace that overlooks the Mediterranean Sea.\n\nAll rooms at the Hôtel La Rade are soundproofed and equipped with a flat-screen TV with satellite channels. Each room has air conditioning and free Wi-Fi. The suites have a private bathroom with a view of the Cap Canaille.\n\nBreakfast is served daily in the breakfast room with panoramic sea views. The Best Western Plus Hôtel la Rade also provides a bar and a 24-hour reception.\n\nNearby leisure activities include water sports at the beach, tennis and hiking expeditions through the Calanques rock valley. Cassis town centre is just a 5-minute walk away.\n\n Circuit Paul Ricard is 40 minutes' drive away.", "address": "1, avenue des Dardanelles, 13260 Cassis, France"},
{"hotel_name": "Hotel Le Golfe", "url_hotel": "https://www.booking.com/hotel/fr/le-golfe-cassis.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=2&hapos=2&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.21443437507463,5.535294860601425", "score": "8.2", "text_description": "Situated on the fishing port of Cassis, Hotel Le Golfe is just 400 metres from the sandy beach. It features an ice-cream parlour and a shaded terrace overlooking the harbour.\n\nA flat-screen TV is provided in each air-conditioned guest room. Some rooms feature a balcony with sea views. All of the rooms have a simple décor and a private bathroom with amenities.\n\nProvencal cuisine, including seafood and salads, is served in the restaurant at Le Golfe hotel. A buffet breakfast is prepared every morning.\n\nThere is a Provencal market in the village every Wednesday and Friday morning. Cassis Train Station is 3 km from the hotel and Marseille is 28 km away.", "address": "3, Place Grand Carnot, 13260 Cassis, France"},
{"hotel_name": "Best Western Hotel & SPA Coeur De Cassis", "url_hotel": "https://www.booking.com/hotel/fr/du-grand-jardin.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=3&hapos=3&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.21457326278473,5.540146976709366", "score": "8.4", "text_description": "Located in the center of Cassis, Best Western Hotel & SPA Coeur de Cassis welcomes you 200 meters from the port and 300 meters from the beach. It offers accommodation with a view of the garden, the town and its castle, and the mythical Cap Canaille. After a great day of visiting the Calanques National Park, enjoy the calm of our hotel and relax in our SPA consisting of a hammam, sauna, experience shower and a herbal tea room with its salt wall . You can also relax on our rooftop!\nWith an elevator, the hotel is fully equipped to accommodate people with reduced mobility. All rooms at the Best Western Hotel & SPA Coeur De Cassis are air-conditioned and have free Wi-Fi, satellite TV and a minibar. They have a private bathroom with toiletries and a hairdryer. The suites and superior rooms have a Nespresso coffee machine\nThe buffet breakfast is served every morning in our breakfast room or on its terrace.\nOur reception staff will be happy to provide you with all the useful information during your stay to make it as pleasant as possible", "address": "2, rue Pierre Eydin, 13260 Cassis, France"},
{"hotel_name": "Royal Cottage", "url_hotel": "https://www.booking.com/hotel/fr/royal-cottage.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=7&hapos=7&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.21622493056339,5.542900264263153", "score": "8.3", "text_description": "Located 5 minutes from the beach and Cassis port, Royal Cottage is surrounded by a tropical garden with an outdoor pool. Its rooms feature a furnished terrace.\n\nEach air-conditioned rooms has modern décor and is equipped with free Wi-Fi, satellite TV and a private bathroom. The duplex rooms have a sea view.\n\nThe front desk is open 24 hours a day and free private parking is available on site.\n\nCasino Barrière de Cassis is only 300 metres from the hotel. Marseille is a 22-minute drive away.", "address": "6 Avenue Du 11 Novembre, 13260 Cassis, France"},
{"hotel_name": "HOTEL DES CALANQUES", "url_hotel": "https://www.booking.com/hotel/fr/des-calanques.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=8&hapos=8&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.213611,5.539561", "score": "7.3", "text_description": "Located within 20 km of Orange Velodrome Stadium and 20 km of Rond-Point du Prado Metro Station, HOTEL DES CALANQUES provides rooms in Cassis. The property is situated 20 km from Marseille Chanot Exhibition and Convention Centre, 21 km from La Timone Metro Station and 22 km from Castellane Metro Station. Free WiFi is available and private parking can be arranged at an extra charge.\n\nRooms are complete with a private bathroom equipped with a shower, all units at the hotel have a flat-screen TV and air conditioning, and selected rooms have a terrace.\n\nA buffet breakfast is available at HOTEL DES CALANQUES.\n\nPopular points of interest near the accommodation include Grande Mer, Anse de Corton Beach and Bestouan. Marseille Provence Airport is 46 km away.", "address": "8 Rue de l'Arène, 13260 Cassis, France"},
{"hotel_name": "The Originals Boutique, Hôtel Cassitel, Cassis", "url_hotel": "https://www.booking.com/hotel/fr/interhotel-cassitel.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=5&hapos=5&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.213706213836964,5.538958087563515", "score": "7.8", "text_description": "The Originals Boutique, Hôtel Cassitel, Cassis is located opposite the Cassis fishing harbour, just a 2-minute walk from the beach and 40 minutes' drive from Circuit Paul Ricard. This hotel offers free WiFi access.\n\nAll rooms are air-conditioned and come with a private bathroom and a flat-screen TV.\n\nA breakfast buffet is served daily at the The Originals Boutique, Hôtel Cassitel, Cassis and there is also a lounge area. The reception is open 24-hours a day and guests can ask for information regarding their stay in Cassis.\n\nIt is a 10-minute drive from the A50 motorway and 25 km from Marseille city centre.", "address": "Place Clémenceau, 13260 Cassis, France"},
{"hotel_name": "HPC Suites - Parking Gratuit & Piscine Chauffée", "url_hotel": "https://www.booking.com/hotel/fr/hpc-suites.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=1&hapos=1&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.216440236856805,5.541745724536895", "score": "9.2", "text_description": "Offering a shared outdoor pool with a terrace and views of the sea, HPC Suites - Parking Gratuit & Piscine Chauffée is situated in a 4000 metres² park in the centre of Cassis. Marseille is 16 km away and the nearest beach is a 10-minute walk away. Free private parking is available on site.\n\nThe property was entirely renovated in 2019. Featuring a terrace, all units include a dining area and a seating area with a flat-screen TV. There is also a kitchen, fitted with an oven and microwave. A toaster, a fridge and stovetop are also available, as well as a coffee machine. HPC Suites - Parking Gratuit & Piscine Chauffée features free WiFi throughout the property. Towels and bed linen are offered.\n\nFree private secure parking is available.\n\nThe port is an 8-minute walk away and many restaurants and a traditional Provençal market can be found in the neighbourhood.\n\nYou can play table tennis at the property, and the area is popular for diving and cycling. Aix-en-Provence is 35 km from HPC Suites - Parking Gratuit & Piscine Chauffée. The nearest airport is Marseille Provence Airport, 36 km from the property.", "address": "10 Avenue Augustin Isnard, 13260 Cassis, France"},
{"hotel_name": "HôTEL LES VOLETS ROUGES - CASSIS", "url_hotel": "https://www.booking.com/hotel/fr/du-joli-bois-cassis.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=9&hapos=9&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.234829299000964,5.511910519238427", "score": "8.0", "text_description": "Offering a sun terrace and views of the garden, HôTEL LES VOLETS ROUGES - CASSIS is an eco-friendly hotel set in Cassis. Free WiFi is provided and free private parking is available on site.\n\nThe guest rooms feature a garden view, a wardrobe and a shower.\n\nCassis centre is 3 km from HôTEL LES VOLETS ROUGES - CASSIS, while Marseille is 13 km and Vélodrome Stadium is 15 km away. Aix-en-Provence is 33 km away and Marseille Provence Airport is 33 km from the property.", "address": "S/N Route De La Gineste, 13260 Cassis, France"},
{"hotel_name": "Hotel de La Plage - Mahogany", "url_hotel": "https://www.booking.com/hotel/fr/de-la-plage-cassis.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=10&hapos=10&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.213349460527084,5.531262829899788", "score": "8.7", "text_description": "With views of the highest cliff in Europe and over the Mediterranean Sea, Hotel de La Plage - Mahogany is set on the beachfront in Cassis. located 30 metres away. Free WiFi is provided throughout the property.\n\nThe contemporary air-conditioned rooms at Hotel de La Plage - Mahogany are equipped a flat-screen TV and a safety deposit box. Each room has a private bathroom with a bath or shower, free toiletries and a hairdryer. Some rooms have a private terrace with a sea view.\n\nDuring the high season, Hotel de La Plage - Mahogany has a restaurant open in summer time for dinner only and serving tapas and traditional meals. There is a lounge bar and a sun deck facing the sea. A continental breakfast is available for an extra charge and includes pastries, fruit, meat, cheese.\n\nHotel de La Plage - Mahogany is just a 5-minute walk from the Port of Cassis and Marseille is 24 km away. The nearest airport is Marseille Marignane, 54.5 km away. Circuit Paul Ricard is 40 minutes&#39; drive away and Train station Gare St Charles is 32 km from the hotel. A private car park is available at a surcharge and upon availability.", "address": "19 Avenue De L'amiral Ganteaume, 13260 Cassis, France"},
{"hotel_name": "Hôtel Eden Cassis - parking privé", "url_hotel": "https://www.booking.com/hotel/fr/ha-tel-de-france-maguy.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=11&hapos=11&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.21330449968788,5.5419158935546875", "score": "8.6", "text_description": "This hotel is situated in Cassis in the heart of Provence, just 450 metres from the harbour and the Mediterranean Sea. It offers air-conditioned rooms and free Wi-Fi internet access.\n\nA flat-screen TV is provided in each of the guest rooms at Hôtel Eden Cassis - parking privé. They all have a private bathroom and a telephone, and some rooms include a minibar and a terrace.\n\nbreakfast is continental buffet.\n\nPrivate parking is available with extra charge and guided boat rides for the Cassis calanques depart 700 metres away. The hotel is 32 km from central Marseille and Marseille-Saint-Charles Train Station.", "address": "1, Avenue du Revestel - Impasse du Coulet, 13260 Cassis, France"},
{"hotel_name": "Hôtel Castel Saint Anne", "url_hotel": "https://www.booking.com/hotel/fr/castel-saint-anne.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=13&hapos=13&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.22982209981722,5.76211466997529", "score": "8.5", "text_description": "Featuring an outdoor pool and a terrace, Hôtel Castel Saint Anne is located in Le Castellet in the Bandol wine region, a 20-minute drive from Bandol's beaches. The property is surrounded by olive trees and offers free WiFi access and private car park.\n\nAll rooms feature views of the garden and a flat-screen TV. The private bathroom has a rain shower and a toilet.\n\nBreakfast is available every morning at an extra charge and guests can take it outside by the pool.\n\nHôtel Castel Saint Anne is 5 km from Paul Ricard Motor Racing Circuit. Motorway A50, with access to Marseilles and Toulon, is a 10-minute drive away. The property is under CCTV 24/7.", "address": "81 Chemin de la Chapelle, 83330 Le Castellet, France"},
{"hotel_name": "Le Jardin d'Emile", "url_hotel": "https://www.booking.com/hotel/fr/le-jardin-d-emile.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=12&hapos=12&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.2145598,5.5336574", "score": "8.6", "text_description": "This typical Provence-style house is a 5-minute walk from Cassis's port. It offers en suite accommodations with either views of the Bestouan beach or the garden with old pine trees. Free WiFi is included.\n\nLe Jardin d’Emile offers individually decorated rooms, each with a different colour and atmosphere. They are all air conditioned and feature a private bathroom and a TV. Free Wi-Fi access is available in the entire hotel.\n\nEvery morning, a continental breakfast is served. At lunchtime, the bar Pastis welcomes you on its outdoor terrace overlooking Cape Canaille.\n\nLe Jardin d’Emile hotel also provides luggage storage, daily newspapers and 24-hour reception.\n\nYou can follow the hiking tracks, right next to the hotel, and discover Cassis amazing landscapes.  Le Jardin d’Emile is just a 30-minute drive from Marseille and 44 km from Toulon. Free private parking is available on site.", "address": "23 Ave Amiral Ganteaume, 13260 Cassis, France"},
{"hotel_name": "Hôtel Les Roches Blanches Cassis", "url_hotel": "https://www.booking.com/hotel/fr/des-roches-blanches.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=14&hapos=14&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.211337,5.529502", "score": "8.9", "text_description": "Providing free WiFi, Hôtel Les Roches Blanches Cassis is situated 1 km from the centre of Cassis. This 5-star hotel offers a seasonal outdoor swimming pool and a restaurant. Cap Canaille is 6 km away.\n\nThe rooms and suites feature a coffee machine and kettle, while some also have a terrace. The private bathroom has a hairdryer.\n\nA continental breakfast is available every morning at Hôtel Les Roches Blanches Cassis.\n\nWith staff speaking English and French, advice is available at the reception. Marseille Provence Airport is 48 km away.", "address": "9 Avenue des Calanques, 13260 Cassis, France"},
{"hotel_name": "LE CLOS DES ARÔMES", "url_hotel": "https://www.booking.com/hotel/fr/le-clos-des-aromes-cassis.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=15&hapos=15&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.216217352829,5.53802689265", "score": "8.7", "text_description": "Located in Cassis, 500 metres from Grande Mer, LE CLOS DES ARÔMES provides accommodation with a garden, private parking, a terrace and a restaurant. Featuring a bar, the 3-star hotel has air-conditioned rooms with free WiFi, each with a private bathroom. The property is non-smoking and is situated 800 metres from Bestouan.\n\nAt the hotel, all rooms include a desk. Every room is fitted with a flat-screen TV, and certain units at LE CLOS DES ARÔMES have a city view.\n\nGuests at the accommodation can enjoy an à la carte breakfast.\n\nAnse de Corton Beach is less than 1 km from LE CLOS DES ARÔMES, while Orange Velodrome Stadium is 20 km away. Marseille Provence Airport is 45 km from the property.", "address": "10 Rue Abbé Paul Mouton, 13260 Cassis, France"},
{"hotel_name": "Hotel Liautaud", "url_hotel": "https://www.booking.com/hotel/fr/liautaud.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=16&hapos=16&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.21403,5.53859", "score": "8.2", "text_description": "Located in the centre of Cassis, Hotel Liautaud provides free WiFi and rooms with air conditioning. The property is situated a 15 minutes' drive from Cap Canaille. There is a 24-hour front desk, a shared lounge and luggage storage for guests.\n\nAt the hotel, each room has a wardrobe, a flat-screen TV and a private bathroom with free toiletries and a hairdryer. Some rooms have a balcony and others also offer sea views.\n\nGuests at the accommodation can enjoy a buffet breakfast.\n\nThe nearest airport is Marseille Provence Airport, 55 km from Hotel Liautaud.", "address": "2 avenue victor hugo, 13260 Cassis, France"},
{"hotel_name": "Résidence Odalys Shangri-la", "url_hotel": "https://www.booking.com/hotel/fr/odalys-residence-shangri-la.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=18&hapos=18&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.25658448016626,5.5526769161224365", "score": "7.7", "text_description": "Located in Carnoux-en-Provence, Résidence Odalys Shangri-la offers self-catering chalets, an unheated outdoor swimming pool, a tennis court and a multi-sports area. Cassis is 6 km away and Circuit Paul Ricard is a 35-minute drive away.\n\nAll chalets are air-conditioned and feature a private terrace, a living area, heating and a bathroom. The kitchenette includes a microwave, dishwasher and refrigerator.\n\nThere is also entertainment for children in July and August. A TV is available at an additional weekly charge for stays of more than 7 days.\n\nAdditional features include a laundry service, Wi-Fi access at an additional cost and free public parking on site. Marseille is a 25-minute drive away and hiking and biking activities are possible in the area.", "address": "Avenue Jean Auguste Ingres, 13470 Carnoux, France"},
{"hotel_name": "Résidence Pierre et Vacances Cap Cassis Calanques", "url_hotel": "https://www.booking.com/hotel/fr/residence-pierre-et-vacances-cap-cassis-calanques.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=19&hapos=19&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.2450764405983,5.568380944844056", "score": "8.1", "text_description": "Set within 23 km of La Timone Metro Station and 24 km of Castellane Metro Station, Résidence Pierre et Vacances Cap Cassis Calanques offers rooms with air conditioning and a private bathroom in Roquefort-la-Bédoule. It is located 24 km from Marseille Chanot Exhibition and Convention Centre and features luggage storage space. There is a seasonal outdoor pool and guests can make use of free WiFi, free private parking and an electric vehicle charging station.\n\nAll units include a seating area, a flat-screen TV, a fully equipped kitchenette, a dining area, and a private bathroom, while some feature a terrace or a balcony. A dishwasher, a microwave and toaster are also offered, as well as a kettle. At the aparthotel, units are fitted with bed linen and towels.\n\nFor guests with children, the aparthotel provides kids pool. Hiking and walking tours can be enjoyed nearby.\n\nRond-Point du Prado Metro Station is 25 km from Résidence Pierre et Vacances Cap Cassis Calanques, while Orange Velodrome Stadium is 25 km from the property. Marseille Provence Airport is 47 km away.", "address": "1461 Route de Cassis, 13830 Roquefort-la-Bédoule, France"},
{"hotel_name": "Best Western Gemenos en Provence", "url_hotel": "https://www.booking.com/hotel/fr/best-western-bed-and-suites.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=20&hapos=20&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.27991570697283,5.612887144088745", "score": "8.0", "text_description": "This modern hotel is located between the heathland and the Mediterranean, just 5 minutes from Aubagne.\n\nFull of light and decorated in a Provençal style, the hotel is new and fully air conditioned.\n\nHere, you are only a quarter of an hour away from the sea and the vibrant city of Marseille, the Castellet circuit and Cassis, with its mesmerising rocky inlets. Close to the hotel you can play tennis and go riding, fishing, climbing and even diving.", "address": "250 Avenue du Chateau de Jouques, 13420 Gémenos, France"},
{"hotel_name": "Appart'City Confort La Ciotat - Côté Port", "url_hotel": "https://www.booking.com/hotel/fr/my-suite-la-ciotat-cote-port.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=21&hapos=21&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from_sustainable_property_sr=1&from=searchresults", "hotel_coordinates": "43.17200864309652,5.605248212814331", "score": "8.0", "text_description": "Located in La Ciotat beside the Old Port, Appart'City Confort La Ciotat - Côté Port is an air-conditioned residence.\n\nEach studio and apartment is equipped with a kitchenette including a microwave. They all have a private bathroom. The accommodations are serviced by a lift.\n\nBreakfast is composed of various breads, including gluten-free bread. Fresh fruit and fruit salad, as well as cheeses are offered. Guests can also enjoy organic yogurt and a large variety of organic tea.\n\nWith private parking on site, Appart'City Confort La Ciotat - Côté Port is accessible via the A50 motorway. Frégate Golf Course is 14 km away. Circuit Paul Ricard is 35 minutes' drive away. La Ciotat train station is 5 km away.", "address": "57, passage Jean d'Huart , 13600 La Ciotat, France"},
{"hotel_name": "Moxy La Ciotat", "url_hotel": "https://www.booking.com/hotel/fr/moxy-la-ciotat.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=22&hapos=22&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.1963472,5.597570269", "score": "8.3", "text_description": "Moxy La Ciotat has a seasonal outdoor swimming pool, bar, a shared lounge and terrace in La Ciotat. Private parking can be arranged at an extra charge.\n\nA continental breakfast is available each morning at the hotel.\n\nSpeaking English, Spanish, French and Hebrew, staff are willing to help at any time of the day at the reception.\n\nMarseille is 21 km from Moxy La Ciotat, while Cassis is 5 km from the property. The nearest airport is Marseille Provence Airport, 41 km from the accommodation.", "address": "756 Avenue Emile Bodin, 13600 La Ciotat, France"},
{"hotel_name": "Kyriad Direct Marseille Est La Valentine", "url_hotel": "https://www.booking.com/hotel/fr/campanile-marseille-la-penne-aubagne.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=24&hapos=24&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.28529999304224,5.52009142935276", "score": "7.7", "text_description": "Kyriad Direct Marseille Est La Valentine is located in La Penne-sur-Huveaune, between Marseille and Aubagne. It is easily accessible by the A50 motorway. It offers air-conditioned accommodation with free Wi-Fi access.\n\nGuest rooms at Kyriad Direct Marseille Est La Valentine are equipped with a private bathroom and cable TV.\n\nA full breakfast buffet of pastries and cold meat is served daily. You can also try the contemporary French cuisine of the starter and dessert buffet in the restaurant.\n\nThe Kyriad Direct Marseille Est La Valentine provides free private parking. Marseille city centre is just a 15-minute drive away while Circuit Paul Ricard is a 40-minute drive from the property.", "address": "'Actiparc Ii' Chemin De Saint Lambert, Lieu-Dit 'La Bastidonne', 13821 La Penne-sur-Huveaune, France"},
{"hotel_name": "Hotel Restaurant Miramar L'orchidée", "url_hotel": "https://www.booking.com/hotel/fr/miramar-la-ciotat.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=23&hapos=23&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.18653518913985,5.621636509895325", "score": "8.4", "text_description": "This family-run hotel is ideally located on the sea side and faces the main sandy beach of La Ciotat. It offers a terrace. Some rooms at the Hotel Miramar offer sea views.\n\nEach air-conditioned room is equipped with a private bathroom and a TV. Free WiFi access is available.\n\nThe Orchidée restaurant serves fine fish specialties and other traditional dishes with regional wine. The meal can be enjoyed in the dining room with panoramic view of the Baie de la Ciotat. Guests then can enjoy a drink at the hotel’s bar.\n\nFree private parking is provided. It is a 30-minute drive to Marseille and a 1-hour drive from its airport. It also has a close access to Corniche des Crêtes.", "address": "121, Boulevard Beau Rivage, 13600 La Ciotat, France"},
{"hotel_name": "KYRIAD MARSEILLE EST - Aubagne Gémenos", "url_hotel": "https://www.booking.com/hotel/fr/kyriad-marseille-gemenos.en-gb.html?aid=304142&label=gen173nr-1FCAQoggJCDXNlYXJjaF9jYXNzaXNIM1gEaE2IAQGYAQm4ARfIAQzYAQHoAQH4AQOIAgGoAgO4Ao7U_bwGwAIB0gIkNjQ5NTZiY2UtODViOS00MzlkLWI2NTYtYzk5YjQzNGNhNDE22AIF4AIB&ucfs=1&arphpl=1&group_adults=2&req_adults=2&no_rooms=1&group_children=0&req_children=0&hpos=25&hapos=25&sr_order=popularity&nflt=ht_id%3D204&srpvid=4bff5a462faf0721&srepoch=1738500623&from=searchresults", "hotel_coordinates": "43.27931427752939,5.6130896508693695", "score": "7.9", "text_description": "Kyriad Marseille Est Aubagne Gémenos is situated 4 km from Aubagne, 12 km from Cassis and 20 km from Castellet Racing Circuit. It offers a 24-hour reception, an outdoor swimming pool and a terrace.\n\nAll rooms are air-conditioned and feature free Wi-Fi access, a flat-screen TV with satellite channels, Canal+ and beIN Sports, tea and coffee making facilities and biscuits. The en suite bathroom includes a hairdryer.\n\nAn all-you-can-eat buffet breakfast is available every morning at the hotel and French cuisine is served in the on-site restaurant. Guests can also enjoy a drink in the hotel's bar.\n\nMarseille Provence Airport is 45 km away. Additional features include free enclosed parking on site.", "address": "250 avenue du Château de Jouques, 13420 Gémenos, France"}
]